[{"id": 0, "date": "2014-09-15.json", "name": "Der Präsident. -", "mepid": "1911", "text": "   I declare the session suspended on Thursday 17 July 2014 to be resumed.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 1, "date": "2014-09-15.json", "name": "Der Präsident. -", "mepid": "1911", "text": "   I have the sad announcement that our former member Ian Paisley died last Friday at the age of 88. He was a Member of this Parliament for 25 years in 1979 and First Minister in Northern Ireland at the end of his career. Ladies and gentlemen! I would like to inform you that several Members have drawn my attention to this: in these minutes we are once again receiving dramatic reports of refugee disasters in the Mediterranean. 250 refugees are believed to have died in a boating accident off the Libyan coast. 36 may be saved, but there are probably 250 dead. A tragedy has occurred off Malta, possibly killing 500 people. I share this because we have a moral duty to do everything possible to prevent such humanitarian disasters from happening, which we certainly cannot afford. Ladies and gentlemen! I told you last week, and I would like to repeat this now, that a so-called 360-degree recording is taking place here on Wednesday, just before the vote. Above all, for the pictures in our Parliamentarium, all Members here in the Chamber are once photographed by an all-round camera. You know that. Once a 360-degree shot is taken. Please be all there, because for many people who use the modern technical facilities, this is an opportunity to see where you are, as an MEP or as a Member, sitting here in the Chamber, where you are. Our visitors, who are in Parliament's visitor centre, can then also locate all their Members individually. So: Wednesday, noon 360-degree recording!", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 2, "date": "2014-09-15.json", "name": "Der Präsident. -", "mepid": "1911", "text": "   I would now ask you to pay attention to an important formal process, ladies and gentlemen, which I must read to you in full for reasons of legal certainty. So, make yourself comfortable, that takes a bit. As I informed you by e-mail on 5 September, we will elect a new Ombudsman in accordance with Rule 219 of the Rules of Procedure. I would now like to explain to you the course of the electoral process. A call for nominations was published in the Official Journal on 2 September 2014. The nominations must be submitted by 30 September at the latest. According to Rule 219(2) of the Rules of Procedure, candidates must meet a number of conditions. I would just like to remind you of the provisions that directly affect you: each candidacy must be supported by at least 40 Members from at least two Member States. It is not possible to support multiple candidacies at the same time. If a member supports several candidacies with his or her signature, his or her signature does not count for any of these candidacies, which may result in such a candidacy being not permitted. As soon as I have been notified of a candidacy, it is no longer possible to add a signature to support or withdraw a signature. So once you've made up your mind, you've made up your mind. Pursuant to Rule 219(3) of the Rules of Procedure, I will forward to the Committee on Petitions the nominations which meet all the criteria laid down. It is likely to hold hearings of the candidates in December. These hearings of the Committee on Petitions are open to all members. The election will take place during the January 2015 plenary session. The services of the Directorate-General for the Presidency are, of course, at your disposal for any further questions.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 3, "date": "2014-09-15.json", "name": "Der Präsident. -", "mepid": "1911", "text": "   The final draft agenda for this part-session, as set out in the Conference of Presidents at its meeting on Thursday 11 September 2014 in accordance with Rule 149 of the Rules of Procedure, has been distributed. The following amendment has been requested to this draft: Wednesday: the ALDE Group is asking for a debate on statements by the Council and the Commission on democracy, the rule of law and fundamental rights in Hungary to be included as the first item on Wednesday afternoon's agenda. Mrs in't Veld has the floor to justify this.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 4, "date": "2014-09-15.json", "name": "Sophia in 't Veld", "mepid": "28266", "text": "  on behalf of the ALDE Group. – Mr President, Hungary is certainly not the only country where violations of the rule of law and fundamental rights take place, but we had debates earlier and are very concerned about recent statements by the Prime Minister and the raids on offices of NGOs. I know it has been proposed to debate this issue in the Committee on Civil Liberties, Justice and Home Affairs, but I think it is much wider than that, and also concerns other committees. We feel it would be appropriate to have a debate here in plenary to show the citizens that we stand for the protection of democracy, the rule of law and fundamental rights.", "language": "en", "original_language": "en", "translation_provider": "google"}, {"id": 5, "date": "2014-09-15.json", "name": "Philippe Lamberts (Verts/ALE). -", "mepid": "96648", "text": "    Mr President, we hear every day our fellow citizens criticising Europe because it is not democratic enough, because in the end it does not apply to itself the values it professes outside. Indeed, I think that the case that has been raised by the ALDE group, which we support, is particularly emblematic. We sometimes have the impression that we have somehow imported Vladimir Putin's son or nephew within the European Union itself. I think this is a subject worth discussing, not only in the LIBE committee, but also in plenary.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 6, "date": "2014-09-15.json", "name": "Esteban González Pons (PPE). -", "mepid": "125027", "text": "    Mr President, the People's Group is not opposed to the debate, we are just saying that it must be done where it belongs in regulation. There has already been talk in plenary about Hungary and it has been done many times. The truth is that there is no new fact to justify bringing the matter back into plenary just because we are on the eve of an election in that country. There is an agreement in the LIBE Commission, of all the coordinators of the LIBE Commission, for this to be debated there, and an agreement of the Conference of Presidents to be debated in the LIBE Commission. The House should not depose the committees from its powers without a very justifiable cause. Yes, we have to debate, but we have to debate where it belongs, not where it doesn't play.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 7, "date": "2014-09-15.json", "name": "Enrique Guerrero Salom (S&amp;D). -", "mepid": "96768", "text": "    Mr President, my group shares the concern expressed by the Liberal Group and the Greens about the situation in Hungary. In fact, the evolution of this situation is even more serious, because in the last legislature we already had to deal with it. I don't think it's true, as has just been pointed out, that there are no new developments. There are. And worrying: attacks on non-governmental organizations and other bankruptcy of democratic rights. I therefore believe that this Parliament has to debate this issue, but I do not think it is time to take it to the House. My group will support a debate in plenary immediately after - and as soon as possible - another debate is being carried out in the Committee on Civil Liberties, with the participation of social partners and non-governmental organisations.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 8, "date": "2014-09-15.json", "name": "Der Präsident. -", "mepid": "1911", "text": "   The next item on the agenda is the oral question to the Commission on the impact of the Russian Federation's ban on imports of agricultural and food from the EU on European agriculture by Czeslaw Adam Siekierski on behalf of the Committee on Agriculture and Rural Development (O-000063/2014 - B8-0032/2014)-(2014/2835(RSP)).", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 9, "date": "2014-09-15.json", "name": "Czesław Adam Siekierski", "mepid": "23787", "text": "  Author. - (C) Mr President, I would like to begin by thank Commissioner, i would like to thank you for your comments. In early August, the Russian Federation imposed an embargo on imports of agricultural and food products from the Union in retaliation for our sanctions against Russia as a result of Russia's role in the crisis and hostilities in Ukraine. The import embargo is the cause of significant losses on the part of our producers. In some sectors, such as fruit, vegetables and cheese and butter, around a third of our Union's exports have been affected and producers who have not been and are unable to sell their products will suffer losses and some may even go bankrupt.  The Committee on Agriculture considers it necessary to supplement its debate with an oral question addressed to the European Commission in the hope of a broader debate with the Commissioner on the plenum. Commissioner, i would like to thank you for your comments. Our committee welcomes the action taken by the European Commission following the introduction of the embargo. However, we believe that the financial resources allocated for this purpose are far from sufficient in view of the scale and impact of the embargo on our producers. Moreover, as this crisis is primarily of a political nature and has not arisen as a result of market collapse or inauspicious weather conditions, solidarity from other sectors is necessary. Parliament's Committee on Agriculture is convinced that the burden of the financial assistance required to help affected farmers should not be borne entirely from the agricultural budget line and that additional appropriations from other budget lines could be made available.  Dear! It was also reported that aid to the fruit and vegetables sector was suspended last week as the requests for support collected exceeded the available limit. In countries where farmers are not affiliated and products are bought from them by intermediaries, farmers often report the entire area of crops because they do not know what part of the production goes to export, including to Russia, and what to the domestic consumption. The majority of farmers, especially small farmers, in the new Member States do not yet belong to producer groups or industry associations, and therefore the level of support should not be differentiated between affiliated and non-attached farmers. It is important to rethink the launch of the next stage of collecting notifications from farmers, which is not contrary to the closure and evaluation of applications, because the situation in this respect is dynamic.  Commissioner, i would like to thank you for your comments. On behalf of the AGRI Committee, we would like to ask you to provide Members of the European Parliament with up-to-date information on the actions already taken and planned by the European Commission. Do you intend to complete the first set of actions? Strengthen them? Increase the financial resources assigned to them and potentially extend their scope to include additional sectors, e.g. the meat sector? In particular, do you intend to introduce special compensatory measures for those holdings that may be at risk of bankruptcy?", "language": "en", "original_language": "pl", "translation_provider": "azure"}, {"id": 10, "date": "2014-09-15.json", "name": "Dacian Cioloş", "mepid": "n/a", "text": "  Member of the Commission. Madam President, ladies and gentlemen, first of all thank you very much for creating this opportunity to hold a debate on a subject which is important, which has the attention of the European Commission, that is, the impact of this Russian embargo on the European agricultural sector, agri-food and on the European market. The embargo imposed by Russia at the beginning of August affects three major agricultural sectors of the Union: fruits and vegetables, the dairy sector and the meat sector.   To put this in context, I would like to point out that Russia is the second largest export market for the European agri-food sector and that exports to Russia account for about 10% of the European Union's exports. But for some sectors and especially for the sectors mentioned, the Russian market accounts for about a third of what the European Union exports, mainly for fruits and vegetables and dairy products and sometimes even for meat. Exports covered by the embargo amount to 5 billion euros and earn the incomes of millions of farmers in the European Union. We are therefore facing a European crisis to which a proportionate but coherent and effective response must be given. The tools of the reformed common agricultural policy that we just adopted together a few years ago give us the means to react in a coherent, united and rapid way. That is why I decided to act quickly, as early as August, as soon as these measures were announced, in particular on three axes.  First of all, our aim was to avoid the destabilisation of the European market by products that would no longer be exported and which risked returning to the European market and thus leading to price falls. A second objective of the measures envisaged was to support European sectors in the search for new markets. While we recognize that this may take time, it is important to give producers a signal and support as quickly as possible so that they begin to diversify export markets. The third objective of our measures was to open the debate on the question of possible targeted compensation, as the sector is asking for and as mentioned in the question you have raised, taking into account of course the political and financial implications of the compensation that we can envisage. With regard to the first package of measures, i.e. the rapid stabilisation of the market following Russia's decision, the Commission opted for immediate responses in the two sectors that were immediately affected by this Russian decision, the fruit and vegetable sector and the dairy sector. For these two sectors, exports to Russia, as I have already said, account for about one third of total European exports. Fruits and vegetables were the first emergency, since we have perishable products here that cannot be stored and for which solutions had to be proposed quickly in order to prevent prices from falling and therefore the incomes of all fruit and vegetable producers at European level to be affected. Measures were put in place on 11 August for the fisheries and nectarine sector and, a week later, on 18 August, we were able to offer a wider package for other particularly perishable fruits and vegetables of which Russia was a key buyer. These exceptional measures benefited from a budget of 125 million euros, with a ceiling of 82 million euros for apples and pears and a ceiling of 43 million euros for a number of other fruits and vegetables. We calculated this amount on the basis of, among other things, the quantities exported to Russia that we assumed should be withdrawn from the market in one way or another, but we also provided an additional margin in case there were any indirect effects. We therefore proposed measures to withdraw from the market by encouraging free distribution, but also measures to harvest in green or not to harvest certain crops that could not be sold.  Since the notifications of Member States covering the period from 18 August to 3 September for the proposed transactions exceeded these ceilings, the Commission had to decide, in accordance with the delegated act, to suspend this measure. I can assure you, as I have already announced publicly, that we are not considering stopping there, we are aware that there will be other products that we will have to target in the fruit and vegetable sector. The Commission is in the process of preparing a new measure for this sector, which I hope we will be able to announce as early as this week. My services are now working with other Commission departments to present this proposal, which I can assure you will also be substantial in view of the realities of the market. This will probably be a more targeted measure to prevent notifications that are not justifiable.  For the dairy sector, as soon as the first signs of an impact on this sector appeared, I decided to activate the safety net provided in the market management regulation by supplementing with exceptional measures. Thus, aid is now available for the private storage of dairy products that can be stored: this is butter, low-fat milk powder, but also some cheeses. In parallel with this private storage which was triggered we also decided to extend the public intervention until the end of the year for powdered milk and butter, which was normally to stop on 30 September, in case products were to be withdrawn from the market.  In the meat sector, the situation is more nuanced since Russia had already placed European pork under embargo since the beginning of the year, due to swine fever in some parts of the European Union. Operators have found some new opportunities in Asia, along with domestic production that has been limited as a result.  In the beef sector, production and consumption have been in structural decline for some time, which can lead to a degree of fragility in the sector and market balance, despite growing global demand. The closure of the Russian market requires an intensification of ongoing efforts to open other markets that remain closed due to unjustified health barriers and which could also provide a response for this sector in the medium term. For this meat sector, I have asked my services to follow up closely. If the market situation in producer prices or margins shows signs of destabilization, we are also prepared to react because we have the necessary instruments. I would also like to tell you that the Commission is constantly looking at market developments and the impact of the measures that have been taken, sector by sector. I decided to set up a Task Force within DG AGRI in early August to monitor this market. Since August, we have been holding weekly meetings with experts from Member States to monitor market developments and make decisions on this basis as quickly as possible. This rapid reaction by the Commission was possible in part thanks to the delegated powers that Parliament and the Council granted to the Commission as part of the CAP reform. Remember, we discussed with some of you the need for a rapid response by the Commission in times of crisis. The fact that we were able to react quickly proves that what we decided in the reform of the CAP on the \"market management\" part seems to work because by taking immediate action, we limit both the cost to the budget and the losses to producers.  Alongside these immediate market management actions, we also need to prepare for the future. That is why we are now paying particular attention to actions to find new markets, in particular to promotional actions in markets outside the European Union. For this reason, the Commission has decided to double the budget envelope for the funding of promotional programmes that were planned for a round of projects due to close on 30 September. We had originally provided EUR 30 million in Eu funding for these packages under the promotion programme. We have added another EUR 30 million, which means EUR 60 million in Community funding, plus private funding. We will therefore have a package of EUR 120 million which will be able to finance promotional actions fairly quickly and help the agri-food sector to move to other markets. What measures is the Commission planning to take in the future? In addition to these market stabilization measures that we have taken and can take if necessary, we are also considering the possibility of providing targeted compensation to producers, in particular to prevent the disappearance of agricultural enterprises that would be perfectly profitable in a normal market situation, and of course related jobs. This issue of compensation involves a real political discussion, since we need to look at two things: first, how to target the categories of beneficiaries who could get these compensations because we have to go to those who really need it, those who are really affected, by farm category but also by sector; how to ensure the financial coverage of these compensations.  Some of you have asked to fund these measures not from the CAP budget but from other budgets. I would like to tell you, but my colleague in charge of the budget will probably also have the opportunity to say that we cannot do anything other than within the margins of the budget provided by Parliament. You know that the margins of the budget that we have are very small. We are currently using the margins we have on the CAP budget. We also have that crisis reserve. We must therefore hold this political discussion to see not only where to direct these compensations but also how to finance them, given budgetary constraints and budgetary constraints. The Commission believes that this decision should be taken as quickly as possible, since for financial compensation to be useful, it must arrive quickly with farmers. I would like to avoid the situation we had during the dairy crisis in 2009, when financial compensation for dairy farmers was decided one year after the crisis: for some producers the money came too late.  In the coming months, according to the assessment of the impact we are going to make with the Member States, but in a targeted way, this decision will have to be taken. I want you to know that the Commission is open, but we need this political discussion that we have to have on the budget allocation in order to support these kinds of measures.  Those are the topics that I wanted to put to your analysis, to your debate and of course depending on the questions you will ask and other topics that you will raise, I will be ready to answer at the end.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 11, "date": "2014-09-15.json", "name": "elnök asszony. -", "mepid": "102886", "text": "   Thank you very much for the Commissioner's very detailed and detailed response. Now it is up to the political groups to make their key words. Firstly, I would like to call Mr Deß from the European People's Party. Order me, Congressman, you have the word in two minutes.", "language": "en", "original_language": "hu", "translation_provider": "azure"}, {"id": 12, "date": "2014-09-15.json", "name": "Albert Deß", "mepid": "28228", "text": "  Mr President, i.e. the Group of the European People's Party (Christian Democrats) and European Democrats Madam President, Commissioner, ladies and gentlemen, I would like to thank the rapporteur for her excellent work and for the work she has I would like to begin by saying that today's discussion is a consequence of Putin's and Russia's annexation of Crimea, which is contrary to international law, and also of the unspoken war that Russia is waging against Ukraine. Thank God, the response from the EU and Western states was not tanks and soldiers, but boycottmeasures against Putin and his regime. Russia was expected to respond with countermeasures. The boycott of food from the European Union and other partner countries has different effects. There are countries and areas that are very much affected. I would like to thank the Commission, and especially you, Commissioner Ciolos, for their quick response and the announcement of aid to affected farmers and businesses. You have just listed a whole bar of measures. There is an urgent need for aid, particularly in the Baltic States, Poland and some other countries. It is now necessary not to help according to a watering can principle, but very specifically. The resources available in the budget are certainly not enough to help, at least where a situation that threatens their own existence has occurred through no fault of their own. The situation shows that the EU has budgeted far too little money for crisis situations. We need reallocations in the budget. I also say this as a farmer: if the resources are not sufficient, the solidarity of all farmers is also required to use direct means of payment to help their colleagues who are at risk of their livelihoods. Particularly reprehensible is the behaviour of large retail chains, which immediately abused the Russian boycott measures and exerted price pressure on food producers. It is interesting that EU consumers are the winners of the boycott measures, as food prices fall. That is why it is also responsible to use taxpayers' money to help those affected so that their livelihoods are not jeopardised. (The speaker agreed to answer a question on the 'blue card' procedure under Rule 162(8) of the Rules of Procedure)", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 13, "date": "2014-09-15.json", "name": "Peter Jahr (PPE)", "mepid": "96772", "text": "  Question about the procedure of the \"blue card\". Mr Des, would you not agree that the Member States should now also be allowed to activate their national aid programmes? We need approval from Brussels, including consolidation loans, liquidity loans and aid programmes.  Secondly, would it not finally be time to properly reduce the school milk and school fruit programmes, so that we could finally get more products into schools in this way?", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 14, "date": "2014-09-15.json", "name": "Albert Deß (PPE)", "mepid": "28228", "text": "  Answer to a question about the \"blue card\" procedure. Thank you very much, Mr Peter Jahr. It is, of course, necessary, before asking for help from Brussels, that all national programmes be applied for and exhausted. You have pointed out a number of measures, there are others: taxes can be deferred for those affected, there are many measures. It would be particularly important, Commissioner Ciolos, for the school milk and school fruit programme to be massively debureaucratised. This would be a good way to quickly find sales for fruit and vegetables and also for dairy products. Many people do not use this programme because it is far too bureaucratic. Something needs to be changed quickly here, and this can also help to defuse the situation.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 15, "date": "2014-09-15.json", "name": "Paolo De Castro", "mepid": "96891", "text": "  Madam President, ladies and gentlemen, Commissioner, the crisis with Russia is a political crisis, but so far it is mainly European farmers who are paying the consequences. The resources made available to the Commission – and here I too would like to add my thanks to Commissioner Cioloş – one hundred and twenty-five million euros, are certainly a timely response, but it is totally insufficient to compensate for the considerable damage to our producers, especially if the European Union continues to issue sanctions and Russia continues to respond by extending the embargo. A dramatic ping-pong for our farmers. I would also like to point out that, in order to give the scale of the problem, we need only mention 39% of European fruit and vegetable exports to Russia or 33% of european cheese exports to Russia. We are therefore asking the Commission for more money to deal with a crisis which, unfortunately, is not seen to end quickly. However, it is important to remember that these resources must not be taken from the crisis reserve of the agricultural budget. I would like to remind you of this, as the Commissioner has partly said, because because of the agreement on the financial perspectives, those funds have in fact been wiped out. Therefore, drawing funds from the crisis reserve actually means cutting direct aid to farmers. If the crisis is political, farmers are clearly not to blame for the financial burden of the Russian embargo. Ladies and gentlemen, we must be able to find other funds from the European budget that go beyond the agricultural budget.  Finally, I would like to point out that the commission's halt to the disbursement of funds following disproportionate requests from some Member States shows that a more rational method must be found than simply first come-first served in order to distribute compensatory aid in a balanced way as has been done on other occasions, I am thinking of escherichia coli.", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 16, "date": "2014-09-15.json", "name": "Janusz Wojciechowski", "mepid": "23784", "text": "  on behalf of the ECR Group. – Madam President, first of all thank you for agreeing to include this question of the Russian import ban today and for accepting the proposal of the Committee on Agriculture and Rural Development initiated by the ECR Group, and especially the Polish delegation, the Law and Justice Party, in this group. Six years ago the Polish President, Lech Kaczynski, organised successful political action in Tbilisi against the Russian invasion of Georgia. He said at the time that it was Georgia today, Ukraine tomorrow, the Baltic States the day after tomorrow and then Poland. Now we have gone one step further: Georgia yesterday, Ukraine today, the Baltic States tomorrow, and Poland the day after tomorrow. Economic sanctions are the best way to stop the aggressive and imperial policy of Russia, but sanctions are costly for both sides. The highest price is paid by farmers, especially those from the eastern part of the EU – from neighbouring countries like Finland, the Baltic States and my country, Poland. We need European solidarity. The cost of the sanctions should be paid by the whole Union, not only by farmers and immediate neighbours. Commissioner, my question is, although we have a financial reserve for the crisis (we have a serious crisis – not a disturbance, but a crisis), why was the reserve under Article 25, Regulation (EU) No 1306/2013, not used? Why was this reserve not used? We need to use it. Why was the proposal of the Polish Government on this not accepted? Please answer. European farmers are waiting for real support and real help. (The speaker agreed to take a blue-card question under Rule 162(8))", "language": "en", "original_language": "en", "translation_provider": "google"}, {"id": 17, "date": "2014-09-15.json", "name": "Zoltán Balczó (NI)", "mepid": "96877", "text": "  Blue card question. – I would like to ask the Member: he has stated that he considers economic sanctions to be the best means of improving the situation and for the security of Ukraine. I would like to ask how you see the result of the economic sanctions applied so far. Do you consider that these sanctions have helped to find a solution? Have you brought the situation in Ukraine closer, security? Or maybe the opposite, they've escalated the situation. I ask you to respond to this on the basis of the experience of sanctions.", "language": "en", "original_language": "hu", "translation_provider": "azure"}, {"id": 18, "date": "2014-09-15.json", "name": "Janusz Wojciechowski (ECR)", "mepid": "23784", "text": "  answer to the question asked by raising the \"blue card\". – Yes, Mr President, I would like to begin by thanking the rapporteur for his excellent work I believe that consistently applied economic sanctions can effectively stop Russia's imperial, aggressive policies. This was the case in the past, when Ronald Reagan's policy of firmly applying economic sanctions led to the collapse of the imperial power of the former Soviet Union. Today, putin's imperial policy can be stopped by consistent economic sanctions.", "language": "en", "original_language": "pl", "translation_provider": "azure"}, {"id": 19, "date": "2014-09-15.json", "name": "Ivan Jakovčić", "mepid": "124754", "text": "  on behalf of the ALDE Club. – Madam President, in this case the Commission has responded really swiftly and well to the embargo imposed by Russia, the assistance given directly or indirectly is absolutely necessary and there is clearly a political will in this House to fully support this Commission policy. Exports to Russia as a percentage seemingly not even great. For some countries, however, it is extremely large, and for any farmer experiencing a disaster, of course, its survival is also questioned. That is why I ask the Commission what we will do if the embargo persists, what kind of response we have strategicly to this issue, and I propose that new markets be searched first, that we go aggressively to new markets and it is good that we invest in marketing in this regard. Secondly, to really involve all member states and member states of the European Union and thirdly, to actually \"use\" this, to implement and bring fruit to schools.  Finally, I want to say that the embargo refers to the products we are about to pick, including in many Mediterranean countries, we will soon be picking tangerines and other products, and I hope that the Commission will have the same attitude towards these products as it has so far. (The Speaker agreed to answer the question posed by raising the blue card (Article 162(8) of the EEA). Rules of Procedure))", "language": "en", "original_language": "hr", "translation_provider": "azure"}, {"id": 20, "date": "2014-09-15.json", "name": "Dubravka Šuica (PPE)", "mepid": "119434", "text": "  question posed by raising the blue card. – Mr. Jakovcic, I have listened closely to your presentation. I wonder if you personally think and believe that these economic sanctions can affect the imperialist policy of Russia and whether farmers are the ones who have to feel the sanctions first, and here I especially mean farmers from Croatia. You mentioned tangerines. The commissioner just said it's not perishable fruit, citrus fruits are exempt. How can we influence citrus fruits to enter this category and that citrus fruits also become perishable fruits, because they are.", "language": "en", "original_language": "hr", "translation_provider": "azure"}, {"id": 21, "date": "2014-09-15.json", "name": "Ivan Jakovčić (ALDE)", "mepid": "124754", "text": "  answer to the question posed by raising the blue card. – Mrs. Šuica, it is a political crisis, so it is about the fact that politics has led, in this particular case, russia's policy to this situation. We're talking politics here. We are talking about agricultural producers and if there is political will, and it seems to me that there is a political will in this house to get all farmers who will be in trouble due to the fact that we have an embargo, I believe that it can be helped even when it comes to citrus fruits.  I think the Commission has shown this so far and I expect it to continue this policy.", "language": "en", "original_language": "hr", "translation_provider": "azure"}, {"id": 22, "date": "2014-09-15.json", "name": "Lidia Senra Rodríguez", "mepid": "125049", "text": "  GUE/NGL Group. – Madam President, Commissioner, the European peasants are the victim of a decision which we have not taken. We are the victim of an irresponsible decision that the European Union has made, we know, to promote the interests of the United States Government. But this crisis also shows the insecurity and economic fragility in which current European policy has plunged the peasant in the European Union: a common agricultural policy with an export vocation and from there we now have this situation. We believe that it is urgent right now that aid reaches the peasantry, all peasants without discrimination, all production sectors – all production sectors are affected by this crisis – and also that aid is sufficient to cover production costs and also peasant labour. But we urgently need, Commissioner, to open a debate for a new CAP, a CAP which puts the rights and interests of the peasant, the life of the peasant, which puts the centre at the centre of... (The Chair withdrew the floor to the speaker) (She agreed to answer a question posed under the 'blue card' procedure (Article 162(8) of the Regulation))", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 23, "date": "2014-09-15.json", "name": "Maria Grapini (S&amp;D)", "mepid": "124785", "text": "  Question put in accordance with the 'blue card' procedure. – You said here that it was an irresponsible decision taken by the Commission. I would like you to explain to us what the decision you were proposing would have been.", "language": "en", "original_language": "ro", "translation_provider": "azure"}, {"id": 24, "date": "2014-09-15.json", "name": "Lidia Senra Rodríguez (GUE/NGL)", "mepid": "125049", "text": "  \"blue card\" response. – I believe that, as I said, the Commission's irresponsibility is already coming from behind, from an exporting policy which led us to these conclusions. That is why I believe that it is urgent, for example, in the dairy sector, to reverse and put an end to this decision to abandon quotas. I also believe that we must move towards a policy that establishes mechanisms for publicly managing supply, and also towards a policy that ensures that peasants are going to charge the right prices for our work. In short, a common agricultural policy within the framework of food sovereignty.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 25, "date": "2014-09-15.json", "name": "Martin Häusling", "mepid": "96752", "text": "  Mr President, For better, I would like to make a name for my free Madam President, I would like to thank the president for her First of all, I would like to thank the Commission for taking swift action.  This is where European solidarity is needed. Just as we have jointly adopted the sanctions, now that there is a backlash, we must act together as Europeans. That is why the Commission's action here is to be welcomed.  There are different concerns in the Member States. Of course, the Baltic States, Poland and others are most affected, but also producers of southern fruits who have lost their markets. But the whole thing now also meets a situation of falling prices, which were already there before. But we are now almost forced to see that farmers are not left alone now. Stabilizing markets is a measure. But I would warn against exporting our problems to other countries, so to speak, and sending surpluses somewhere where they are not desirable. In other words, it cannot now be a solution that we may end up thinking about export refunds again, but that we must resolve the situation within Europe.  We must, of course, also look closely at where the aid is now arriving. It is necessary – apparently also because the Commission initially suspended it – to look twice carefully at who is really in need now and who is getting the money. There are free-riders in this area, and it is not acceptable that we are now paying money out to people who may not need it at all. Of course, we also need a policy that prevents trade from capitalising on it and pushing prices down even further. Allow me also to say a word about the export orientation of European agricultural policy. We Greens have always warned against relying only on exports, but we must look in the long term to serve the European market and not rely on such unreliable partners, which in the end ultimately drag us all into the abyss. (The speaker agreed to answer a question on the 'blue card' procedure under Rule 162(8) of the Rules of Procedure)", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 26, "date": "2014-09-15.json", "name": "António Marinho e Pinto (ALDE)", "mepid": "124742", "text": "  It asks according to the procedure \"blue card\". – (PT) Mr President, ladies and gentlemen, we are discussing here the direct damage to the people of the European Union, to European farmers, of a situation which I believe was created by the irresponsibility of the leaders of the Union. There was a political problem in which the European Union has declared an economic war, and we are now discussing the damage of that war. The question I ask is this: is it not to find a political solution to the political problem that led to this economic war, rather than deepening the consequences? Because, Mr President, what do I think, following the polish colleague's methodology, yesterday was a political war, it was a political problem, today it is an economic war, tomorrow what war will it be?", "language": "en", "original_language": "pt", "translation_provider": "azure"}, {"id": 27, "date": "2014-09-15.json", "name": "Martin Häusling (Verts/ALE)", "mepid": "96752", "text": "  Answer to a question about the \"blue card\" procedure. Mr President, I think you are confusing cause and effect here.  The aggressor must be clearly identified and the European Union must act in solidarity with this. I believe that the European Union has never shown more solidarity than it has been in imposing sanctions. If there is a backlash, then solidarity is also required from the European Union. I would not say now, on the grounds that there are those affected here in the European Union, that is why the European Union's policy of sanctions was wrong. On the contrary, how else should we have acted?  The fact that there are now industries such as farmers affected by this, in turn, requires our intra-European solidarity in order to mitigate the impact on those affected. I can only welcome the way in which the European Union has acted.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 28, "date": "2014-09-15.json", "name": "Marco Zullo", "mepid": "125237", "text": "  Mr President, president, ladies and gentlemen, i.e. the european Union, the European Union and its Member States are Madam President, ladies and gentlemen, we have seen that the value of the agri-food products affected by the Russian embargo is estimated by the European Commission at EUR five billion and affects the income of nine and a half million European producers, nine and a half million families. Unfortunately, this assessment is optimistic. For Italy alone, the figure indicated of one hundred and sixty million euros is less than the two hundred million calculated by the trade associations. Optimistic assessment because indirect consequences such as triangulation trade, which affects European products sold to Russia via third countries, are not considered. Optimistic assessment because the long-term loss of market share is not considered, because the Russian consumer could get used to other tastes and no longer take back European products. Optimistic assessment because imbalances in the internal market are not taken into account, due to the introduction of low-cost products that no longer find an outlet on the Russian market will be poured onto the European market. It is therefore very likely that the aid allocated, which is already lower than necessary, will not be sufficient. The 5-Star Movement calls on the European Commission in future measures to provide for a more careful distribution of resources and to work to finally build a genuine harmonised European single market capable of absorbing shocks and emergencies, managing internal trade flows in a forward-looking way. Either we all work to create a real Europe system, or it means that if it is only emergencies that dictate the guidelines, we can afford to say that the European institutions are failing in their task.", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 29, "date": "2014-09-15.json", "name": "Jean-Luc Schaffhauser (NI). -", "mepid": "124755", "text": "    Madam President, I would just like to point out that this agricultural policy, which I think is ill-prepared and does not correspond to the desired purpose, is long-term. It must be understood that Russia has recently prepared agreements with Brazil, Argentina and Latin American countries to, once and for all, no longer depend on these productions... (The President interrupts the speaker) Has the Commission underserearned in the long term that these aids are not ad hoc but will probably be sustainable? Do the officials who made those decisions here agree that, in a year's time, farmers know that the long-term situation depends on their decisions?", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 30, "date": "2014-09-15.json", "name": "Ελευθέριος Συναδινός (NI). -", "mepid": "125072", "text": "    Madam President, in a European Union, whose many Member States are plagued by the economic crisis, the imposition of an embargo by Russia, mainly on agricultural products and other products, is the tip of the iceberg. As Greek citizens, we are concerned and are monitoring developments regarding the embargo on my country's products, which is having a negative and direct impact on our national economy at a difficult juncture, as it is today. The consequences and consequences of the Russian blockade are chained. Surplus food will remain untapped, at the risk of crushing commodity prices. Already humiliatingly low prices will suffer a greater reduction and the effects of speculation will be immediate and visible. It is unacceptable to target troubled economies, such as the Greek one, and to charge the price of the Russian-Ukrainian crisis. The great political and business interests started this crisis in our absence, always in the name of democracy and freedoms, and we are now discussing solutions to repair the damage to cancer-stricken economies like that of my country.  Third countries, including NATO members who participate in European policy, benefit from the costs already paid by the Member States. Compensation with Community money cannot be a political strategy. We need a new policy, a strategic approach between the European Union and Russia, we need to strengthen our corporate and trade relations. The facts call for a revision and a change in the policy applied. The continuation of the conflict with Russia will bring more suffering and problems than benefits for the Member States of the Union.", "language": "en", "original_language": "el", "translation_provider": "azure"}, {"id": 31, "date": "2014-09-15.json", "name": "Marian-Jean Marinescu (PPE). -", "mepid": "33982", "text": "   Madam President, aggression against Ukraine is an extremely serious threat to peace in Europe. It must be understood that it is not a conflict between Russia and Ukraine, it is an aggression of the Russian Federation and a threat to all Member States, whether they are in the east or in the west of the Union. Unfortunately, I don't think Russia will stop. Republic of Moldova, the mouths of the Danube can be the future targets. A military conflict is not a solution. Economic and political sanctions are the only weapon that can be used. A firm and common attitude of all Member States is needed. Differences of opinion between Member States do not lead to a resolution of the situation. Although sanctions, such as those in the agricultural sector, also have negative effects on the Union economy, I am convinced that the Union has the capacity to minimise such effects and to take the necessary measures, both clearing and targeting in other markets. The new common agricultural policy has the necessary budgetary and legal tools to support producers. I too add my thanks to the Commissioner, both for agricultural policy and for the measures taken very quickly. It is important for the Union to take joint decisions, which are not dependent on individual interests but on Community interests, and which lead to a resolution of the situation as quickly as possible.", "language": "en", "original_language": "ro", "translation_provider": "azure"}, {"id": 32, "date": "2014-09-15.json", "name": "Isabelle Thomas (S&amp;D). -", "mepid": "114279", "text": "   Madam President, Commissioner, I would first like to congratulate you on your responsiveness on the Russian embargo, in order to deal with the consequences that European agriculture may suffer.  Unfortunately, once again, fishing is the great forgotten part of the Union's food policies. However, the Russian embargo will affect European fishermen worth an estimated 144 million euros. Your colleague, Commissioner Damanaki, has informed us that some of the BUDGET lines of the EMFF, including the funds provided for storage, could be used by fishermen who are victims of the embargo. But unlike agriculture, no additional means are currently allocated to fishing. This failure would lead to the sacrifice of essential projects such as selectivity to avoid rejections or direct selling, which should have been financed from these same amounts. Commissioner, how can we justify the uneven treatment of two sectors, which are comparable. Can we not have a coordinated position to treat these two food sectors fairly?  I have tabled with my group a series of amendments calling for an exceptional increase in the 2015 budget for fisheries, as is the case with agriculture. I hope that we can count on the support of the Commission. To be firm in relation to the outside, you have to be supportive on the inside.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 33, "date": "2014-09-15.json", "name": "Beata Barbara Gosiewska (ECR). -", "mepid": "124900", "text": "   Madam President, i voted in favour of this report. I come from Polish, a region where poor agriculture has been particularly affected by the Russian embargo, and I will say this: Putin is pleased because the European Commission cannot take effective action to prevent the Russian embargo. The Commission should provide real support to farmers, not create the illusion that it is taking action. There is no doubt that the resources that the Commission wanted to allocate to compensate farmers affected by the Russian embargo were ridiculously small from the outset. Last week's decision to stop accepting applications from farmers is scandalous and leaves them without any help. I do not understand, and on behalf of my constituents, I ask the Commission why, in the face of one of the most serious crises, it is not using the EU reserve for these purposes. From here, I also call on the Commission to take concrete and holistic action in the fight against a crisis that not only affects fruit producers, but also the dairy sector. In the current situation, the abolition of penalties for exceeding milk quotas is necessary. I repeat: necessary! The sanctions imposed on Russia are not effective and the European Union should therefore review its policy in this area and take decisive and solidarity-based action.", "language": "en", "original_language": "pl", "translation_provider": "azure"}, {"id": 34, "date": "2014-09-15.json", "name": "Dita Charanzová (ALDE). -", "mepid": "124708", "text": "    Commissioner, you yourself have demonstrated the seriousness of the situation on the European market in the figures. In monitoring the impact of the embargo on the European market, we necessarily conclude that it is necessary to significantly adapt both the short-term measures and our long-term trading strategy. Unfortunately, the European Commission's compensatory and other measures do not cover all affected businesses, and it is already clear that these measures will not be sufficient. It is clear that the embargo also has an impact on those companies that do not export directly to the Russian Federation. Therefore, when evaluating the measures taken, I ask you to take into account the overall effects both on the European Union single market, on the common agricultural policy and on the common commercial policy. At this point, your close cooperation with DG TRADE is necessary to avoid flooding the European market. It is necessary to look for non-European markets, not only for agriculture, but for all sectors affected by the embargo. We must have a plan B if such a situation were to happen again. Our businesses must not suffer when we have the tools to prevent this.", "language": "en", "original_language": "cs", "translation_provider": "azure"}, {"id": 35, "date": "2014-09-15.json", "name": "Pablo Iglesias (GUE/NGL). -", "mepid": "125031", "text": "    Madam President, I believe that there is something much more important in foreign policy than everyone's ideology, and it is responsibility. And it gives me the impression that in recent months we have seen anything but responsibility: we have seen European leaders make warmongering speeches against Russia and we have seen them support illegal shifts of power in Ukraine, which have resulted, inter alia, in the neo-Nazi government of that country and for political parties to be outlined.  The consequences for European farmers are in a Russian veto equivalent to EUR 2 billion, while the European Commission provides for aid of only EUR 125 million. It's easy to hit your chest; it is easy to evoke, as we have heard in this House, nothing more and nothing less than Ronald Reagan, which is very \"reassuring\". What's going to be next? Remember the tragic time of the Euromisiles? I have no sympathy for Mr Putin, but I believe that the Union's foreign policy cannot be to play Risk with the interests of European farmers and that, for better or worse, Europeans deserve a peaceful and responsible relationship with Russia.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 36, "date": "2014-09-15.json", "name": "Giulia Moi (EFDD). -", "mepid": "124859", "text": "   Madam President, ladies and gentlemen, Commissioner, unfortunately, the embargo with Russia has created serious problems for all farmers and it is not right that they should suffer the consequences. They are already suffering from the law that you approved with oranges from Morocco, so they are suffering so much from this crisis. This embargo has now caused even more serious problems. I would like to ask the Commission what it intends to do to help them. The aid you have given has not been sufficient. Furthermore, they have not been checked or disbursed on a rational basis. They have been distributed in the rain as you usually do, so it is not fair, as they are now finished and many have not received any compensation. So my colleagues are asking for more money: it is not right to disburse others without any criteria, without first assessing who really needs them, but distributing them is not known on what basis. We are calling for your system for the distribution of these compensations to be reassessed, for everyone to benefit from it and not just for certain countries in particular, and we call on the Commission to use this crisis constructively, that is to say, to use the overproduction of agricultural products so that it is distributed to schools as an educational programme for the use of fruit and vegetables.", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 37, "date": "2014-09-15.json", "name": "Mario Borghezio (NI). -", "mepid": "21817", "text": "   Madam President, ladies and gentlemen, what did the European Commission expect, that Putin's Russia would react with postcards of thanks for the measures taken? This policy of retaliation was largely predictable and, it was not difficult to understand, would have had a very serious impact on the very sensitive economy which affects the agri-food sector of our export of producing countries, including my own country. I stress the direct and indirect consequences present and also in the future – think only of the problem of Expo 2015. We, as the European Union, are witnessing a bit like Alice in Wonderland, that is the impression given by the representative of the European Commission. It speaks to us of very modest aid in the face of what may become a tragedy for agricultural production and milk production in the entire European sector, in the face of which It seems to me that the hesy, generality and weakness of the measures taken are really at odds with the superficiality with which, for example, the Renzi Government has not been able to discuss in advance with the European Commission the aid that would be and should be given to our producers.", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 38, "date": "2014-09-15.json", "name": "Herbert Dorfmann (PPE). -", "mepid": "96787", "text": "   Madam President, Commissioner, I would like to thank the Commissioner for his excellent work and for his excellent work. We are currently experiencing a deep crisis in our relations with Russia. Unfortunately, the farmers are currently paying the bill for this. I am convinced that sanctions are the right and probably the only sensible way to bring about improvements in this area. On the other hand, however, we should also bear in mind that, most likely, only decisive action on our part will also make the Russians give a backing. That is why some of the measures you have proposed, Commissioner, are absolutely right, but also inadequate. And the suspension of measures in recent days is not the right way either. I come from a region where around 10% of apples are produced in Europe. Combined with the fact that we are expecting a record harvest this year as well, it is currently the case that the price of fresh, now harvested apples is currently half that of a year ago. The damage suffered by our farmers can be calculated very clearly. That is why aid – and I am pleased that you have announced that new measures will follow in the next few days – should be resumed immediately and we should also resolutely address the situation with new and fresh funds.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 39, "date": "2014-09-15.json", "name": "Clara Eugenia Aguilera García (S&amp;D). -", "mepid": "125045", "text": "    Madam President, Commissioner, we are in an important and very important debate for the European agri-food sector and, of course, for my country, Spain. The undeniable immediacy of the measures — with the response of the two Regulations we have seen during August — has not been as immediate to the fisheries sector as Mrs Thomas has referred to, since, although we have not seen any of these measures by her colleague Commissioner Damanaki, the immediacy you have taken in these measures is undeniable , but perhaps the result, of course, in my opinion, is not right. It is perhaps premature to make an overall loss estimate. What is clear is that there are no funds in the CAP that can mitigate or limit the impact that may occur. Among the Commission's valuations of EUR 5 billion and the 125 that the Commission has put in place for perishable products, there is a long way to go. Probably, Commissioner, the worst we haven't seen yet. I would like to emphasize that a special sensitivity towards continental productions is common and less towards Mediterranean productions. I did not think it was appropriate to determine to include perishable products on the list and others not, being in production, which leads to bewilderment and discrimination. We are now faced with the suspension of the Regulation, which needs to be put in place as soon as possible. We need to improve crisis mechanisms. I lived in my land, in Andalusia, the crisis of E. coli: how, unjustly, Andalusian agricultural productions were accused. And I saw what a crisis is and how long it takes to overcome it. But I want to tell you that we must also look at something that is happening with the great distribution. There's a market collapse. It has been given especially in the month of August, with price drops. But consumers don't see the lowest prices. Who is taking the benefit of this crisis? Maybe the big distribution? If the Russian veto were to be maintained, would you probably not consider reviewing partnership agreements and Community preferences?", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 40, "date": "2014-09-15.json", "name": "Julie Girling (ECR). -", "mepid": "96956", "text": "   Madam President, of course we are all concerned about the impact on European farmers, I no less than anyone else. Even those Member States which are not heavily affected directly will be affected in time by market impacts such as falling prices. The ramifications of these political sanctions are very wide-reaching. We have been using the language of emergency and crisis, all of which implies a reaction to the unexpected. I would like to ask the Commissioner why the impact on farmers seems to have been so badly thought through. Is it a surprise that Russia has retaliated? No, of course not. Of course they would hit back in the area of fresh and perishable produce for maximum short-term impact. We hear about further sanctions being imposed by Brussels, so my question is: ‘What is the plan?’ Even if the EUR 430 million crisis reserve is mobilised it is not going to last long: we have already earmarked EUR 155 million in less than a month. Clearly, just calling for more and more financial support is not the answer: it cannot be, because that would simply be a bottomless pit. I would like to know from you, Commissioner, what the Commission’s medium-term and long-term plans are. Are you discussing this as a Commission? I know you are in a state of flux but are you actually looking clearly at the implications of foreign policy?", "language": "en", "original_language": "en", "translation_provider": "google"}, {"id": 41, "date": "2014-09-15.json", "name": "Antanas Guoga (ALDE). -", "mepid": "124763", "text": "   Madam President, I should like to thank the Commissioner for coming in. Commissioner, it is a pleasure to have you here. Colleagues, I am from a very small country: Lithuania. A lot of you have said today – surprisingly – that we need an alternative policy with Russia. If only we were diplomatic with them, they might stop. They might have forgotten to hit that plane in the sky that just fell down. No one has even talked about that plane. There were a lot of Dutch people on it.  Russia will not stop. Lithuanians will keep supporting sanctions until they stop. Russia will stop when they realise that we are united – that we are Europe together and that we will not tolerate losing a few million here and there. We will not tolerate them doing this to us, because we are united: we are a real Europe. Look at Eurostat – 20 % of agricultural exports to Russia are from Lithuania and we endorse these sanctions. We want more sanctions. We want Russia to stop in Ukraine. So, Commissioner, please consider declaring the Baltic States an area of specific need. Look at the direct European support to the Baltic States. We receive the least. Is it fair? It is time for Europe to wake up and unite and also to be fair. Commissioner, please consider this – and everybody, it is time to unite against Russia.", "language": "en", "original_language": "en", "translation_provider": "google"}, {"id": 42, "date": "2014-09-15.json", "name": "Matt Carthy (GUE/NGL). -", "mepid": "124986", "text": "   Madam President, the ban imposed by the Russian Federation on agricultural products from the EU is a very worrying development. It reflects the failures of both Russian and European diplomacy that have impacted most on the people of Ukraine but will now undoubtedly be felt by farmers and businesses across the regions. The EU’s agri-food sector is in crisis and these sanctions will mean that those already struggling to survive will no longer be able to do so. Questions that therefore need to be addressed this evening by the Commission include: what further measures will the Commission take to ensure that our small family farmers do not pay the price for political decisions they did not ask for; will the crisis reserve cover their losses; and will compensation be put in place for scenarios where there is a long-term impact on farmers beyond the sanctions period? Small farmers now need a friend in the European Commission, not a bureaucracy which fails to act while their livelihoods suffer.", "language": "en", "original_language": "en", "translation_provider": "google"}, {"id": 43, "date": "2014-09-15.json", "name": "Davor Škrlec (Verts/ALE). -", "mepid": "124756", "text": "    Madam President, deteriorating relations with Russia and the imposition of economic sanctions have hit the agricultural sector hard across the European Union. A particular problem for Croatia is the exclusion of mandarins from subsidised products. More than 2 000 family farms are directly affected by the sanctions, i.e. almost 20 000 people who are existentially attached to this production. Direct subsidies are never the best solution, especially if they are not distributed fairly. In emergency situations, the market is proving to be a bad steering wheel. In order to keep the money within the European Union, it is necessary to create demand on the European market by encouraging the purchase of fresh products and their processing within the Union. It is necessary to create instruments to indirectly stimulate the market with the aim of creating demand on the European market.  I have already brought to the Commission's attention that fresh products are in question and immediate measures are needed to allow fresh mandarins to be bought or processed into semi-durable or durable products in the EU internal market. Any other long-term measures are commendable, but too easy for this year's harvest.", "language": "en", "original_language": "hr", "translation_provider": "azure"}, {"id": 44, "date": "2014-09-15.json", "name": "Tiziana Beghin (EFDD). -", "mepid": "124777", "text": "    Madam President, ladies and gentlemen, Commissioner, since last August Russia has blocked the import of European agricultural products, a measure that affects five billion euros of food that at least for a year cannot be sold in those countries. European producers therefore lose a valuable market and products remain unsold on the shelves. Tons of meat, milk, fruits and vegetables left to rot. But where there is a problem, you can normally also find an opportunity. The economic crisis and austerity have brought millions of Europeans below the poverty line, and Russian sanctions are threatening the survival of hundreds of small and medium-sized farms in Europe. Millions of people have nothing to eat, while tons of food rot on the shelves.  So I, Commissioner, as spokesperson for the 5-Star Movement, call on the Commission and the Member States to establish a serious and effective programme – serious and effective – for the purchase of food for charity. The funds are there, we can find them from the CAP budget, which provides for a reserve fund, and then they can be supplemented by the States. By a simple gesture, we can respond to millions of citizens affected by the crisis, and we can also respond to thousands of producers. There is only one question I am asking you: what are we waiting for, what are we discussing?", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 45, "date": "2014-09-15.json", "name": "Krisztina Morvai (NI). -", "mepid": "96661", "text": "   I would have liked to ask my fellow Lithuanian Member how he knows for sure what happened to that particular machine. How do you know he was shot by the Russians, so to speak? It is a fact that the European Union has imposed these certain ill-considered sanctions on this. To which, of course, counter-protests have come, and the consequences of these counter-actions are suffered not by politicians, but by farmers. Hungary, I can say the following: Together with Hungary, several other Member States have already lost their Russian markets once, and then we have had a hard time rebuilding them. Now we've lost him again because of the ill-considered sanctions. That's one of our problems.  The other is that I would like to ask Mr Cioloş, the European Union Commissioner for Agriculture, about this. What is the guarantee that in the other 27 Member States, and in particular in the politically strong first-class central countries, the accumulated agricultural surpluses – surpluses of raw materials and processed food – will not be mass inflows into the markets of peripheral countries. And by doing so, they're putting our masters in a double wrath. How do they therefore wish to protect peripheral countries from landing agricultural products and crops accumulated by the central countries as a result of sanctions, putting farmers in an even more difficult situation. And I also ask that my Hungarian compatriots eat domestic food and express solidarity with farmers in difficulty.", "language": "en", "original_language": "hu", "translation_provider": "azure"}, {"id": 46, "date": "2014-09-15.json", "name": "Esther Herranz García (PPE). -", "mepid": "22418", "text": "    Madam President, Commissioner, I regret that my first speech in the House in this parliamentary term is to denounce the damage to the agricultural and livestock sector as a result of the embargo imposed by the Russian Government. I believe that the European Union should act in a more responsible way, bearing in mind that this is a very serious matter whose causes are totally alien to the sector. Emergency aid should be earmarked for those truly affected by this crisis, expanding to the sectors that are needed, such as citrus fruits now, and taking into account the cascading effect of some producers on others , and I am referring, for example, to mushrooms. It is in the public domain that the current suspension of aid is due to certain abuses identified in some Member State in the aid application process. This suspension has been welcomed with great unease by the producers, who need to see clear the Union's support in this context, so I would like to ask you right now, Commissioner, to comply with what has been announced and tomorrow, 16 September, to present a system for the allocation of emergency aid which does not give rise to unbalanced situations. The European Commission, in my view, should already be seriously considering recourse against Russia to the World Trade Organization, and on the issue of economic resources, the funds should not be confined to the agricultural budget, but should also come from other chapters of the Union budget, bearing in mind that, as we have said, , this is a problem caused by circumstances totally outside the sector.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 47, "date": "2014-09-15.json", "name": "Μιλτιάδης Κύρκος (S&amp;D). -", "mepid": "125113", "text": "    Madam President, Commissioner, we believe that sanctions were necessary to stop Russian aggression, without forgetting, of course, the responsibilities of the European Union and the United States of America in the turn taken by the Maidan uprising. But wasn't Russia's response expected? Was! Shouldn't the Commission have immediately had a plan ready to promote at least vulnerable products in new markets, to promote them in the secondary sector or in schools, in hospitals? Where are the new upgraded tools provided for in the just-adopted Common Agricultural Policy? Why is the use of the Crisis Fund delayed if the appropriations are available? Even as if that were not enough, we are cutting all EUR 125 million earmarked for vulnerable agricultural products. The economies of the South will not withstand such a crisis without help. Farmers see their crop rotting, and they will still see it rot because the crisis will last over a year. Transport, to which no one has referred, not only loses a percentage of profit, but risks total extinction. Finally, I would like to stress to the Commissioner that if the allowances are delayed by a year it is possible that there are no more farmers to receive them and that time seems to pass differently from the Commission and differently from farmers.", "language": "en", "original_language": "el", "translation_provider": "azure"}, {"id": 48, "date": "2014-09-15.json", "name": "Zbigniew Krzysztof Kuźmiuk (ECR). -", "mepid": "28389", "text": "   Madam President, i voted in favour of this report. The effects of the Russian embargo on food from the 28 countries of the European Union are increasingly severe for European farmers, and the European Commission is behaving as if we are dealing with some minor problem. The prices of agricultural products, both plant and animal, in my country, Poland, as a result of this embargo have fallen by an average of 30-40% compared to the previous year, and the European Commission's response is merely to announce the use of a reserve for market distortions. The Russian embargo has caused a genuine crisis on most agricultural markets in those EU countries that were large exporters to this market, while the Commission has decided not to use the CAP crisis reserve.  Please explain why, in the context of the worst agricultural crisis in years, the Commission has not proposed to use this year's CAP crisis reserve for compensation payments. Has Polish Minister of Agriculture requested its use? If so, why has this proposal not been taken into account? When will the funds from the market disruption reserve be unlocked and what was the reason for this blockade?", "language": "en", "original_language": "pl", "translation_provider": "azure"}, {"id": 49, "date": "2014-09-15.json", "name": "Miguel Viegas (GUE/NGL). -", "mepid": "125100", "text": "   I should like to begin by noting that we do not follow the European Union in this trade war because we have a dual ity of criteria vis-à-vis other regions and other countries, such as Israel, which has recently committed crimes and violated elementary rules of international law. Secondly, I would like to convey to you the deep indignation of Portuguese farmers because Portugal has lived three years of troika intervention, has undergone a profound internal devaluation process with a fall in wages - allegedly to revive the competitiveness of their exports - and this embargo has, of course, caused numerous losses.  Because we also have to go to concrete, to real situations. When a country like Portugal, or any other country, intends to export out of European space - Brazil, Russia, whatever - are months of negotiations, are visits of the health authorities who go to the countries to assess, finally, the conditions of local production, etc., and therefore this embargo has incalculable losses and therefore the question I have to ask is this : what measures, what response can we give to those agents who have worked hard and who now see their expectations completely defrauded?", "language": "en", "original_language": "pt", "translation_provider": "azure"}, {"id": 50, "date": "2014-09-15.json", "name": "Elisabeth Köstinger (PPE). -", "mepid": "96882", "text": "   Madam President, Commissioner, I would like to thank the Commissioner for his excellent work and for his excellent work. With the Russian ban on the import of food from the European Union, an immediate loss of more than EUR 4.5 million has been caused in Austria alone in the shortest possible time, and the long-term damage to the agricultural economy cannot yet be estimated.  It is therefore also urgent for the European Commission to respond quickly and efficiently to market failures. For the first time since the reform of the common agricultural policy, the new crisis instruments are now being used and emergency measures have also been adopted. However, we have already learned that, for example, support for fruit and vegetables has already been exhausted. However, I see this not only as a lack of money, but in particular a lack of solidarity with our farmers and producers in Europe.  I would therefore like to put two specific questions to the Commission at the same time. Firstly, has the Commission earmarked funds outside the agricultural budget for measures in the European Union in terms of market impact or capacity utilisation? Secondly, is the Commission thinking of preventive measures to prevent crises in the sectors, for example, from arising in the first place? Mr President, Commissioner, I would like to thank the Commissioner for his excellent work European farmers are not faced with a risk of default, which can be sumbly subsumed under occupational risk. This is not an unexpected but calculable bad weather. This is a political crisis for Europe. Europe's farmers will not be able to cope with this crisis alone. Aid must therefore not, in retrospect, lead to drastic reductions in direct payments.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 51, "date": "2014-09-15.json", "name": "Ricardo Serrão Santos (S&amp;D). -", "mepid": "124741", "text": "   Commissioner, Mr Representative of the Presidency of the Council of Ministers, ladies and gentlemen, the intervention measures for the milk sector recently adopted to deal with the Russian embargo are obviously welcome, but I fear that they may not be sufficient. There is no doubt that this is a European problem and the repercussion across Europe will soon make it feel with negative effects on the price paid to the producer. If that is the case, the measures adopted so far will not be sufficient. The sector calls for support measures for the promotion and possible exploitation of other markets. There is a need to speed up trade with some potential partners, but this cannot, of course, set any precedent for the negotiations currently underway. I come from a region, the Azores, where milk production accounts for 30 % of national production, and for this reason, and because it is an outermost region, the sector is at serious risk of suffering from this embargo. I would like to appeal to colleagues and colleagues, european policy makers, not to waste this opportunity to question, without prejudice, the end of milk quotas and the consequences that the lack of an effective market regulation mechanism will bring to Europe's milk producers.", "language": "en", "original_language": "pt", "translation_provider": "azure"}, {"id": 52, "date": "2014-09-15.json", "name": "Bas Belder (ECR). -", "mepid": "4507", "text": "   The ban on imports is hitting our agricultural sector and also the European fisheries sector hard. And which sector is next? The amount of EUR 125 million is not enough. I am asking the Commission to release at least EUR 1 billion, and that amount must not be at the expense of the agricultural budget, i would like to emphasise that. This is, after all, a political crisis.  Under chapter 4 on the budget is money for international political developments. And there are still many unused resources available there. I have tabled an amendment to the Committee on Budgets which I would gladly send you, Commissioner. I hope for your support, ladies and gentlemen! Finally, two short questions: is the Commission capable of excluding the unlawful use of the funds and is the Commission prepared to authorise crisis cartels in order to limit supply on the market? Please provide an update on this.", "language": "en", "original_language": "nl", "translation_provider": "azure"}, {"id": 53, "date": "2014-09-15.json", "name": "Εμμανουήλ Γλέζος (GUE/NGL). -", "mepid": "1654", "text": "    Commissioner, I ask you directly whether, when the European Union authorities took these measures, they knew or not - had they foreseen or not - that there would be countermeasures from Russia? And how did they predict to react to Russia's countermeasures? Secondly, were they aware or not aware that these measures mainly concern and affect the rural economy, i.e. the primary sector? Did they or did they not know that the measures particularly affect Greek producers who are fruit producers? Fruit trees are not like broccoli and cabbages. It's not easy to destroy the tree and replace it with cabbages and broccoli. That's of huge importance. And I go on: what funds does it have and how much does the crisis management fund allocate? And most importantly, in this \"cockfight\" between Russia and the European Union, that is to say in the context of the Atlantic alliance in particular, who pays the costs of transporting NATO troops to Ukraine?", "language": "en", "original_language": "el", "translation_provider": "azure"}, {"id": 54, "date": "2014-09-15.json", "name": "Marijana Petir (PPE). -", "mepid": "124749", "text": "   Madam President, I must point out that this is not an agricultural crisis, but a political problem, so I believe that farmers should be compensated for the damage caused by the Russian embargo outside the agricultural budget, which already insufficiently covers all the needs of European farmers.  The measures taken so far by the European Commission do not cover all agricultural products which also account for a significant proportion of exports to Russia such as milk, meat and citrus fruits. So far, I have already called on the European Commission several times to help milk producers who are already in serious crisis, and the conflict with Russia has only added salt to their wound.  For us in Croatia, but also in other Mediterranean countries, an important share of exports to Russia is made up of mandarins that have not been on the list of products for which damages will be compensated, so here I once again publicly call on the European Commission to make accurate calculations taking into account the specifics of the Member States and to provide funds for all farmers who, through no fault of their own , found in a difficult situation.  Agricultural producers need to be provided with new markets and the European Union must find a way to protect its own food production, so caution should be exercised when concluding new trade agreements that could ultimately be unfavourable for European farmers. One of the interesting markets for milk, fruit and vegetables is certainly schools, so the European Commission should increase funding subsidising so-called healthy meals for children in schools. Here again I recall the necessity of changing the criteria in order to enable Croatia, as a new Member State, to participate in these programmes, because the current criteria are discriminatory for us and our children.", "language": "en", "original_language": "hr", "translation_provider": "azure"}, {"id": 55, "date": "2014-09-15.json", "name": "Tonino Picula (S&amp;D). -", "mepid": "112744", "text": "    Madam President, the export ban on Russia means a major blow to European agriculture, as last year alone the European Union exported €12 billion worth of agricultural products to Russia. The comparison of the value of exports with the compensation figures clearly shows that European producers will be strongly affected by this embargo. In particular, I point out small producers that are not priced with large ones with almost dumpish prices of their products, and who are often of questionable quality. They tend to adapt to exports to other world markets because they do not have enough resources. And small farms in Croatia account for as much as 90% of the total. Mandarins are just one of the Croatian products that was not on the compensation list, and almost 40% of total production had to go to the Russian market. Apple producers are also severely affected - sanctions have seriously affected Croatia, which is why more adequate solutions must be found.", "language": "en", "original_language": "hr", "translation_provider": "azure"}, {"id": 56, "date": "2014-09-15.json", "name": "Bernd Lucke (ECR). -", "mepid": "124820", "text": "   Madam President! I would actually like to put a question to the Commission in essence. I naturally share the regret expressed here about the fate suffered by the Russian embargo on farmers, who are, through no fault of their own, victims of this Russian embargo, which can go as far as endangering their livelihoods. But my question is this: did the Commission not consider the European Union's and other vulnerabilities when it developed sanctions when it proposed sanctions? Has the Council not considered that these vulnerabilities exist and what impact this will have on European farmers or other economic groups concerned? If this has been taken into account, why has the European Parliament not been informed and has been informed from the outset what compensatory measures are possible to ensure that these burdens are absorbed in solidarity? I have the impression that, at the moment, there is a much more sophisticated attempt to provide compensatory mechanisms in a form of piecemeal work, but that this is not part of a strategy that has really been thought through from the outset, and that would have been necessary.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 57, "date": "2014-09-15.json", "name": "Gabriel Mato (PPE). -", "mepid": "96936", "text": "    Madam President, the Russian embargo on European production is having serious effects not only for our farmers and ranchers, with particular impact on more fragile regions such as the Canary Islands, but also on the fisheries and aquaculture sector, which is being seriously affected. I must admit that in these areas I would have liked to have acted with the diligence with which Commissioner Ciolo did so, because we must not forget that exports of fishery products to Russia account for 5% of the total European Union. In fact, Russia is our sixth largest market. That is why, from here, today I would like to draw the Commission's attention to farmers, but also to our fishermen, to take into account and act on the possible consequences of this crisis on markets, as well as to establish the aid that may be necessary for the fisheries and aquaculture sector. I urge the Commission to put in place all the necessary means to assist the sector, including, where appropriate, the temporary change in the quotas allocated annually, as well as the establishment of aid, either in relation to storage — and a clear example of this need we have in the species of marujito, of paramount importance to Galicia — or in the promotion of new markets or extraordinary aid not included in the Maritime and Fisheries Fund. The European Union must act in this sector immediately. Both the agricultural and fisheries sectors are confident.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 58, "date": "2014-09-15.json", "name": "Marc Tarabella (S&amp;D). -", "mepid": "29579", "text": "   Madam President, Commissioner, this was said earlier, the Commission has reacted swiftly and within our budgetary limits in terms of the agricultural budget. This has been done quickly and efficiently, but we know that it is not enough. The first fundamental question that comes to mind is that this is a political crisis derived from a difficult situation, but that its consequences today are being experienced, especially by fruit and vegetable producers, and by milk producers as well. Is it only the agricultural budget that needs to be sought and can we not bring in another one, so as to respond effectively? There is an urgency because the harvest of fruits, especially apples and pears, is now and in a few days.  On the other hand, not all producers in different countries can be penalized because in some countries the rightful holders may not have been properly accounted for. Therefore, the recent suspension of aid of 125 million is probably not the appropriate signal.  There are two key points for me. As a former rapporteur on aid to the poorest, I would like to point out that many European citizens live below the poverty line and that, very clearly, it is very possible - mrs Tiziana Beghin said before me - to buy back production and make it available to food banks, at least for effective distribution. It's fundamental. Second point: I turned into a seller of pears and apples in a market in my region and I measured the receptiveness of citizens to consume differently and to help producers. Therefore, could we not take advantage of the opportunity - and I know that this issue will be discussed in this Parliament - to start and reset a new programme, a school-level feeding programme, a food rehabilitation programme that would be fundamental. It is legitimate to conquer other external markets, but domestic demand must also be strengthened.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 59, "date": "2014-09-15.json", "name": "Νότης Μαριάς (ECR). -", "mepid": "125069", "text": "    Madam President, I too would have been happy if the clock had stopped so that I could speak more. Commissioner, you have not convinced us with the answers you have given and you have probably raised greater concerns among farmers in the European South. The damage they've done is enormous! And the sums you have provided for, these EUR 125 million, are crumbs, but even these have not been given. Furthermore, you have not explained to us why the payment of funds from the Reserve Fund is not being promoted. At a time when the European South is impoverished, when our farmers had sought at least one way out, they had sought to get their products out, and they had succeeded, in the Russian markets. Today, therefore, peach producers in Pella, Imathia, those who produce fruit and vegetables in Crete are destroyed. I had therefore asked you a question as early as the beginning of August to answer this question. We have tabled a joint statement, myself and my colleagues from the Five Stars, what measures must be taken to tackle the problem, to save our farmers. You have to have a realistic policy. The South is impoverished and it is not possible for our farmers to suffer, as collateral damage, the consequences of an absurd cold war policy between the European Union and Russia.", "language": "en", "original_language": "el", "translation_provider": "azure"}, {"id": 60, "date": "2014-09-15.json", "name": "Nuno Melo (PPE). -", "mepid": "96978", "text": "   Mr President, in good time only to, in fact, to challenge the committee on a privileged opportunity because directly and has to do with a document that was recently distributed at the COM AGRI meeting on the reaction to this Russian embargo and the step in that document can be read in the information note that in the case of reduction of , finally, if direct compensation is decided at national or European level, the reduction of direct payments to farmers may be decided.  What I think is sensible in the event of difficulties with farmers because of measures to combat the embargo is that direct payments could increase these compensations. And I confess that i was in this meeting of the Committee on Agriculture. I have already questioned the Commissioner in writing but, because it is a key instrument to combat the consequences of the embargo - and I understand that, from an external point of view, there has to be a consequence for Russia for what is happening in Ukraine - but because these consequences have a direct financial impact on farmers in the compensation that can be attributed to farmers to tackle the problem of the embargo It would be justified, it seems to me, that one thing would not imply the exclusion of the other, that is, by deciding the commission direct compensation, such compensation should not reduce direct payments to farmers. And deep down, that's the clarification I'd like to get from the Commissioner.", "language": "en", "original_language": "pt", "translation_provider": "azure"}, {"id": 61, "date": "2014-09-15.json", "name": "Tibor Szanyi (S&amp;D). -", "mepid": "124703", "text": "   We are talking at the moment about an issue that we have only seen at the beginning, we do not know what the medium or long-term course of this is. However, we know firmly – and this may be a lesson – that the Russian market is to be regarded as uncertain in the long term. European sanctions, by the way, were ones that did not hurt the people of everyday life. Russian oligarchs, Russian financial and military industry groups were hit. I think that was a smart move. At the same time, the embargo imposed by Putin hurts not only European agricultural producers, but also the Russian people. It is therefore safe to point out that Vladimir Putin has committed an immeasurable crime in this matter. At the same time, individual European producers are hurting in different ways by this embargo. Perhaps best for Polish apple producers, but also for Scottish farmers, yes for Scottish farmers. However, food is not for destroying, it is not for cleaning, nor is it even for stored on expensive money. It's for us to eat! Europe's response to this Russian embargo must be to eat our own food. There's a lot of hungry people here. My colleague Tarabella and others have made it very clear that young people, children, the elderly, the socially disadvantaged can eat this surplus very, very quickly. Let us not underestimate the value of the internal market of 500 million. My fellow Members, we are talking about a problem of 10 euros per European citizen per person. Let no one tell me that we cannot give our children ten euros more food. But if this idea is such a difficult birth, then I will say, at worst, let us take it to the starving Ukrainians, there are many in eastern Ukraine!", "language": "en", "original_language": "hu", "translation_provider": "azure"}, {"id": 62, "date": "2014-09-15.json", "name": "Angélique Delahaye (PPE). -", "mepid": "124732", "text": "   Madam President, Commissioner, ladies and gentlemen, the European Union has engaged in an arm-wrestle with Russia, which has disastrous consequences for our farmers: these are the collateral effects of a diplomatic crisis. Without questioning the action that is being taken, I believe it is our duty to support them. Although the European Commission reacted quickly by making available an envelope of EUR 125 million for fruit and vegetables, this is clearly insufficient. The envelope has already been exceeded. I would also like to start some ideas. The price of withdrawing products is far too low and does not cover the cost of production in many countries. This is the case in France. This measure is unusable for some Member States. What does the European Commission intend to do about this?  With regard to promotional measures, it is not acceptable for them to be co-financed by producers. Asking producers for a euro so that the Commission can put one is unjustifiable and is absolutely not understood by producers. Especially since I remind you that this is not a market crisis, nor a health crisis, but rather a diplomatic crisis. Is the European Commission also considering the possibility of de minimis de minimis removal? Indeed, these ceilings have been reached in recent years by many crises faced by companies.  Some have talked about aid to the needy, the distribution of fruits and vegetables at recess... Commissioner, your proposal to merge the two milk and fruit and vegetable schemes is just a false good idea. I'm ready to talk to you about it again.  Finally, the actions that are now proposed are emergency actions for the direct needs of the market but this is only the tip of the iceberg. Producers will need long-term actions, including to win back lost markets. Are there any thoughts in that direction?", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 63, "date": "2014-09-15.json", "name": "Nicola Caputo (S&amp;D). -", "mepid": "124851", "text": "    Madam President, ladies and gentlemen, Commissioner, the Russian crisis is threatening the European agri-food sector dramatically. The numbers of EU countries' exports to Russia are impressive, but equally impressive are the negative effects of this embargo, both in terms of the losses already suffered by the sector and in terms of the closure of the growth prospects so necessary for the revival of the agri-food sector.  It is therefore clear that there is an urgent need to identify urgent incentive measures, particularly in the fruit and vegetable, dairy and meat sectors, so that companies in the sector can recover from the effects of an all-political crisis and help to identify other markets for outlets, just as action should be taken to change rapidly the way in which the aid already allocated is applied and allocated between the various countries. I believe that we must work to provide for targeted compensation, just as, having verified the budgetary resources available by the European Commission, I hope that extraordinary measures will be taken, as well as measures to bring forward the payment to farmers of CAP funds, as already suggested by the Minister of Agriculture Maurizio Martina. What Commissioner Cioloș said is certainly to be welcomed, but it is not enough. What I am asking, however, is the timeliness of the European Union's action. European farmers cannot wait, not least because, as they say in my part of the world, while the doctor is studying, the patient is in danger of dying.", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 64, "date": "2014-09-15.json", "name": "Jarosław Kalinowski (PPE). -", "mepid": "96771", "text": "   Madam President, i voted in favour of this report. Commissioner, i would like to thank you for your comments. The effects of the embargo are very serious for agriculture throughout the European Union, but they are particularly acute for the countries of Central and Eastern Europe, especially Polish. It is clear that the proposed amounts of support are far from sufficient, and I am pleased with the Commissioner's announcement on the next steps in this area.  In the last week, understandably, we have paid the most attention to the issue of fruit and vegetables, but we must bear in mind the losses of milk and meat producers. I appeal not only to the European Commission, but also to the Member States that have blocked the change, the correction of the fat ratio, so that, in the event of a drastic fall in milk prices, milk producers should not be penalisation for exceeding production quotas. I also consider the application of up to half the compensation to producers not affiliated to producer groups to be downright discriminatory. Of course, prefering to create producer groups, supporting the creation of producer groups is a good thing, whereas punishing this embargo crisis is absolutely wrong.", "language": "en", "original_language": "pl", "translation_provider": "azure"}, {"id": 65, "date": "2014-09-15.json", "name": "Jean-Paul Denanot (S&amp;D). -", "mepid": "94282", "text": "   Madam President, Commissioner, I believe, like many colleagues, that it was necessary to act quickly, in a concerted and supportive manner at European level and I would like to thank you for that.  It was the very future of a number of farms, including small farms, that was at stake. We have been able to do this, I recall, through the market management and support tools that we have strongly defended to maintain in the CAP. But the financial assistance available must be provided to the farmers most affected by this crisis. Its management must be as efficient and transparent as possible. A suspension of some of that support was decided, I remind you, last week because of some abuses. This situation needs to be corrected as soon as possible by focusing more on the support provided and making it as effective as possible. Finally, I would like to tell you that there will probably be other products for which Europe's support will be needed. I am thinking in particular of live meat and live beef, which were exported to Russia and are interrupted today. I also think that we will have to work on the issue of humanitarian aid, as many colleagues have pointed out. This will require additional funding. And I am thinking of the introduction of taxation on financial transactions, which is becoming an emergency.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 66, "date": "2014-09-15.json", "name": "Annie Schreijer-Pierik (PPE). -", "mepid": "125030", "text": "   I would like to thank the Commissioner for what he has said, but a great deal has happened in the Netherlands. The plane crash on Thursday 17 July with MH17 brought the war in Ukraine for the Netherlands close. The Netherlands has been deeply affected by this terrible event. Shortly thereafter, we were hit by the Russian trade boycott, which got many of our farmers, gardeners and fishermen into trouble. Last week, the Russian government again announced sanctions against Western countries, which will once again hit Europe hard. Because the Russian sanctions are a direct response to the economic punitive measures of the west, the creation of support among the European population is of great importance. Because only through political and economic pressure can we hope for peace and stability. I therefore call on the Commissioner to explicitly ask tomorrow to clearly support the resolution proposed for more money. I am not simply advocating this, because in the Netherlands alone we need more than EUR 1 billion. Finally, the unlawful use should be excluded. When it comes to the crisis cartel - because our Secretary of State in the Netherlands is quite critical of you - this could clearly provide quick solutions. Because there is a feeling that this is taking far too long in Europe and that our farmers and gardeners are left with the consequences.", "language": "en", "original_language": "nl", "translation_provider": "azure"}, {"id": 67, "date": "2014-09-15.json", "name": "Daniel Buda (PPE). -", "mepid": "125012", "text": "   Commissioner, congratulations on the way you have handled the difficult problem with Russia, but I would like to raise the issue of the real impact of the embargo imposed by Russia on food in the European Union, and in this context, obviously the question of compensation and how it will be calculated and awarded must be discussed. It is not only by the impossibility of delivering these goods to Russia that losses have been made, but also by the cancellation of a large number of orders on the intra-Community market. In practice, The European food refused by Russia, which remained in Europe, saturated domestic markets and made it impossible to conduct exchanges routinely in previous years. For example, a Romanian producer that traditionally sold on the German market finds an oversaturated market this year, just like other European markets. As a result, huge stocks have been collected in the warehouses, and the merchandise is breaking down. Basically, Romanian producers have so far lost half the crop. If other countries lost the Russian market, Romania lost the markets on which food destined for Russia was redirected. We can't think simplistic. We have to accept that all states have lost because the markets have been upset. Therefore, any aid granted must take into account this aspect of the crisis: the blocking of intra-Community agricultural and food trade and not just actual sales to Russia. That is why, Commissioner, I am asking for a point of view on this issue.", "language": "en", "original_language": "ro", "translation_provider": "azure"}, {"id": 68, "date": "2014-09-15.json", "name": "Edouard Ferrand (NI). -", "mepid": "124767", "text": "   Madam President, thank you for giving me the floor despite my delay. It is clear, Madam President, Commissioner, that we shot ourselves in the foot and fell into the trap of sanctions.  The European Union is offering only 125 million euros to the market gardening sector, while the Russian embargo affects all agricultural production. Your action is catastrophic for us in France. Here are some figures: - 12% for fruits, - 13% on vegetables, - 20% on apples, pears, melons, peaches.  The ton of milk powder increased from 2,900 to 2,300 euros. A ton of butter from 3,500 to 3,000 euros. I cannot forget our Dutch friends who, with their 250,000 tonnes of Edam, also export to Russia. Finally, the pig farmers here, according to the assessments of the regional pig committee of Brittany, have already lost 15 euros per pig, or 70,000 euros for the average breeder. Madam President, ladies and gentlemen of the European Commission and the Council, it is high time to put an end to this irresponsible policy of the European Union. France is Russia's third largest supplier of agri-food products, worth one billion euros per year. I have only one piece of advice for you tonight: change your policy! Think of our farmers, lift the embargo!", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 69, "date": "2014-09-15.json", "name": "Илияна Йотова (S&amp;D). -", "mepid": "38605", "text": "  Thank you, Commissioner, for trying to find quick solutions in the crisis that has createded. But the European Union has not found the effective remedy for treating the effects of the embargo.  For small countries such as Bulgaria, the direct and indirect losses are huge. Bankruptcies knock on the doors of many farmers. Today, we cannot answer them either about the terms of the embargo or whether there will be a policy change or whether the CAP compensation budget will last and how long.  You say there will be new measures. Listen to this time and the Bulgarian farmers, because what you offer does not take into account the specifics in the Member States. Benefits should be affordable and fast, but bureaucracy is killing them. Promises of new markets are still only promises and have not replaced Russian ones. Joint programmes with Russia co-financed by the European Union must also be compensated, because otherwise the losses will be huge. The spiral of economic sanctions is endless, but so far it has not been a solution to any problem.", "language": "en", "original_language": "bg", "translation_provider": "azure"}, {"id": 70, "date": "2014-09-15.json", "name": "Μανώλης Κεφαλογιάννης (PPE). -", "mepid": "125068", "text": "    Madam President, you had quick reflexes when you took action last August. But the crisis didn't start with the embargo on Russia. The crisis began with the war situation in Ukraine. That is why many times, and especially the countries of South-Eastern Europe, have faced enormous problems. Every country has its own history. For example, for Greece the impact is focused on the fruit and vegetable sector. 65% of greece's fruit and vegetable exports go to Russia. For Greece it is impossible to approach the markets in Russia and, above all, in Southern Russia. They need to travel 1,500 kilometers to get through Belarus. So costs rise and product prices are squeezed. For example, for peaches, which have been most affected by any other product in our country, prices have fallen from 70 and 80 cents to 15 and 20 cents. The damage that will follow concerns other products: kiwis, citrus fruits, pears, tomatoes, cucumbers, a whole host of products produced mainly in the European South. Commissioner, what we would like and what we are asking for is for immediate new measures to be taken. And in these immediate new measures there should be no distinction between individual producers and producers who are organised. We call for you to activate all the funds provided for in EU regulations to support producers throughout Europe and especially in Southern Europe.", "language": "en", "original_language": "el", "translation_provider": "azure"}, {"id": 71, "date": "2014-09-15.json", "name": "Biljana Borzan (S&amp;D). -", "mepid": "112748", "text": "    Madam President, the last meeting of the Council of Ministers showed that the measures set by the Commission are not sufficient by either means or the extent. In addition, measures to help producers of certain types of fruit and vegetables worth €125 million have been suspended due to too many requests. In situations like this, two things are crucial: elaborate measures and quick reaction.  It is in our common interest that we all resolve the situation as soon as possible and as quickly as possible, but I emphasize, taking into account each other's specificities. Croatia exports 1.3% of agri-food products to the Russian market. We are particularly concerned about fruit exports, notably mandarins, which have grown many times in the past few years. Nevertheless, citrus fruits are not included in the Commission scheme so far.  In my view, it is necessary to react as soon as possible to the specific requirements of all Member States due to the existence of businessmen, which depends on the timely response, but also because of the fact that market distortions in one Member State spill over to others, thereby increasing their consequences.", "language": "en", "original_language": "hr", "translation_provider": "azure"}, {"id": 72, "date": "2014-09-15.json", "name": "Ruža Tomašić (ECR). -", "mepid": "119431", "text": "    Madam President, Russia's response to the sanctions comes in the form of this ban which is very painful for European food producers. Many of them are likely to ask the question: \"Did the European Union need an engagement around Ukraine that is costing us quite a bit together now?\" I believe so, because I think the right thing to do in spite of the consequences.  I welcome the Commission's package of intervention measures in the fruit and vegetables sector and believe that we must not allow this burden to fall solely on the backs of European producers. I also call on the Commission to include mandarins in the package, as Croatian mandarin producers will be particularly affected by this ban.  Namely, 50% of croatian mandarin exports go to the Russian market, which means that under the current circumstances Croatian producers will lose more than 10 million euros. Such a loss can leave devastating consequences on the small country's agriculture sector such as Croatia.", "language": "en", "original_language": "hr", "translation_provider": "azure"}, {"id": 73, "date": "2014-09-15.json", "name": "Izaskun Bilbao Barandica (ALDE). -", "mepid": "96922", "text": "    Madam President, I believe that the debate raised by this question is as necessary as the sanctions being imposed on Russia for its action in the Ukraine conflict. I hope that the path of dialogue— clearer today than in August — will bear fruit; meanwhile, producers and transformers of agricultural and fishery products cannot be the heathens of these measures. I would particularly like to stress the fisheries sector. Russia imported fresh or processed fishery products from Europe worth 115 million euros. I would like to know whether, in fact, as the Commissioner announced on her blog, resources from the Maritime and Fisheries Fund will be mobilizing without further formality to compensate for these losses; whether some of the products that cannot be stored in the medium term can be systematically devoted to alleviating the needs of The Europeans most affected by the crisis; and finally, how the proposal on uns used quotas will be finally finally final in order to improve income expectations for the sector in 2015.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 74, "date": "2014-09-15.json", "name": "John Stuart Agnew (EFDD). -", "mepid": "96897", "text": "   Madam President, the Scottish whisky exports to Russia do not seem, on the face of it, very much at GBP 25 million. However, another GBP 200 million worth of Scottish whisky gets to Russia via Germany, Latvia and Estonia. It is a direct carousel. If there is any compensation going begging, Commissioner, it ought to go to the producers of Scottish whisky in Scotland and not to those who simply trade it on. As you know, the UK is a very substantial net contributor to the common agricultural policy, and some of that money coming back to Scotland would be very useful. Scotland is an important part of the United Kingdom. There are 143 million people living in Russia. They are not going to stop eating. Food originally produced in the European Union will find its way there somehow. I urge the Commission not to obstruct these rather unofficial processes.", "language": "en", "original_language": "en", "translation_provider": "google"}, {"id": 75, "date": "2014-09-15.json", "name": "Diane Dodds (NI). -", "mepid": "96951", "text": "   Madam President, in Northern Ireland the greatest impact of the Russian import ban is on the dairy sector. I am therefore calling on the Commission to review the prices set for intervention and to reintroduce export refunds as a priority. Introducing these measures would protect the industry and stabilise markets across the EU. I would also call on the Commission to ensure that these safety-net tools and compensation are delivered quickly, effectively and fairly, and not just to Member States which border Russia. A final word for the Commissioner: please do not give in to those Member States which have broken the rules and over-produced milk which they will be releasing into a market which is already experiencing a downward spiral in prices, thereby penalising farmers like those in Northern Ireland who have kept to the rules.", "language": "en", "original_language": "en", "translation_provider": "google"}, {"id": 76, "date": "2014-09-15.json", "name": "Franc Bogovič (PPE). -", "mepid": "125004", "text": "   There is a military operation in Ukraine - a political conflict, innocent people are dying in Ukraine, people who have driven innocents in a passenger plane have died, and the next victims are European farmers who are losing the market. The key solution to this conflict and this crisis is to sit diplomacy at the table and to end this military conflict as soon as possible and to find a political solution.  As far as the measures in the field of agriculture are concerned, I welcome the measures it has prepared for the Commission, I congratulate Commissioner Cioloş and his team on these measures and to continue to monitor, on a weekly basis, what is happening in these markets and also to act in a similar way to what they have done so far.  I very much support that the measures go in the direction of stimulating the search for new markets and not in order not to destroy products, but rather to give these products, as envisaged, to those who need these foods. I therefore welcome the measures, keep on going, and the policy should find a political solution as soon as possible to end the military conflict.", "language": "en", "original_language": "sl", "translation_provider": "azure"}, {"id": 77, "date": "2014-09-15.json", "name": "José Blanco López (S&amp;D). -", "mepid": "125044", "text": "    Madam President, there is no doubt that I do not question the embargo on Russia, the sanctions on Russia, but there is no doubt that the european Commission's response is neither effective nor sufficient for sectors which, in some territories, are strategic sectors because of the weight they have: for example, the dairy sector or the fisheries sector in the region of which I am natural Galicia. It is therefore necessary to demand greater resources from the European Union. We are talking about exports of many entities in the face of budgeted resources by the Union, rather insufficient. Therefore, more resources are needed. What is happening is the result of a decision of the European Union and should therefore not fall on the common agricultural policy. Extraordinary resources must be allocated and should be done more quickly and more efficiently.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 78, "date": "2014-09-15.json", "name": "Dacian Cioloş", "mepid": "n/a", "text": "  Member of the Commission. Madam President, indeed, there are many questions. I will try to answer as many of them as possible in a synthetic way. First of all, some of you , and only some, fortunately - question the usefulness of sanctions and question whether the Commission has foreseen the consequences of the decisions it has taken.  I just want to point out - but you know - that it is not the Commission that has taken the sanctions against Russia, it is the European Union. And it is the Council that has clearly decided by a very large political majority. So I cannot comment further on this decision that was made and that was taken politically. What we have done about the impact of the Russian embargo is also to assume our responsibility as the European Union towards the agricultural sector.  Some of you say that the Commission did not react quickly enough. The embargo was decided on 7 August and on 11 August, we have already launched the first measure for the \"peaches and nectarines\" sector, which was already affected, as some of you have said, even before the Russian embargo, but whose situation has been aggravated by the latter. So, after only a few days, we took the first step, ten days after the big package for fruits and vegetables and another ten days later, again in August, the measures for the dairy sector. I recall what I said in my introduction, it was the area that was most affected. Why have we only targeted certain fruits and vegetables and not all? We targeted anything that fit into the \"seasonal products\" category. I would remind you that everything we put on the list of products to be addressed was agreed with the Member States. Indeed, in mid-August, we held the first meeting with the experts of the Member States and it was only after these types of meetings with the Member States that we decided what the list was. I made it clear at the time we took these first steps that, if necessary, further action would follow. So citrus fruits, including mandarins, will follow on this list. There will also be more apples, pears and other seasonal products that will be integrated into what the Commission will propose. Therefore, we took into account the urgency and took into account, in terms of the envelope, everything we felt was necessary. You withheld EUR 125 million because that was the figure that was the most widely reported in the press. But before mobilising the 125 million euros for fruits and vegetables, we had already mobilised 30 million euros for peaches and nectarines, which were therefore available to producers as of 11 August.  In addition, measures for the dairy sector, for private storage for which we have estimated the needs at around 30 million euros. But private storage for cheese, butter and powdered milk is always open. We have no limits here, because that is the principle of this measure. We estimate the needs, but when the private storage measure is open for a certain period of time, we take into account everything the producer decides to store and not sell. The producer makes the decision to store if he considers the market price to be too low.  Some here have said that the measures are insufficient for the dairy sector. We have mobilized all the measures that we had in the safety nets that are available to producers. They decide whether or not to use them as the market evolves.  I conclude that the Commission acted quickly, as quickly as possible, that it acted in a proportionate manner, since the amount we have proposed, for example, for fruits and vegetables, is EUR 125 million plus EUR 30 million for peaches and nectarines. I would remind you that it is the estimate of the value of what we had exported to Russia and that had to be withdrawn. When we take that production out of the market, when we do not use that production in the industry, we cover the cost of that withdrawal. Again, I would point out that we have mainly insisted, in withdrawal from the market, on free distribution. Some of you have come up with different ideas on what should be done at European level for this free distribution for the poorest people. Producers, especially producers' organizations, are free to use for free distribution the amount they want from all the products they withdraw. For all withdrawn products that are distributed free of charge, the financial compensation provided by the regulation is 100% European funding. It's only for products that are removed and are dedicated to composting or biodegradation that co-financing is required from producers.  Therefore, we have clearly encouraged free distribution and the Member States have full freedom in this area, since that is what the regulation of the legislator, namely the Council and Parliament, provides for. It is the Member States that are implementing the programme of free distribution of fruit and vegetables and milk in schools and Member States therefore have the freedom to use all the margins they have at their disposal to increase the amount of free distribution. From this point of view, we have also done everything possible to ensure that the products that are withdrawn can be distributed free of charge. It was an emergency and we acted quickly and proportionately. In terms of budget allocations, as I said, we are preparing for the next few days - I hope to be able to announce this week - a new package of measures for fruits and vegetables, which will take into account a new substantial envelope calculated on the basis of the realities on the ground. Tomorrow we will hold another meeting with the Member States where we will discuss these proposals. We will then announce the new package of measures that will include other seasonal products, some of which you have mentioned.  What will be done after that if the embargo continues? One way or another, beyond the urgent steps we have taken, we must also consider further diversifying our markets. But the most important thing we can do is encourage the producers, because they decide where they will sell - you can't force them to sell in one place and not sell in another. What we can do is provide them with the means to look for new markets.  We are looking at promotional and communication actions, as well as commercial diplomacy. The current Commission will do everything in its power until the end of its mandate to try to open up other markets whose access is now limited for exports of European products for plant health reasons. I myself will take the necessary steps. Commissioner Karel De Gucht, here, has already begun these steps and I know that he will continue. We will conduct these measures in parallel.  Some of you have said that perhaps we should increase consumption in the domestic market. We have means for promotion and communication in the internal market as well. I would remind you that Parliament and the Council recently adopted a regulation in June; it was in fact the mandate of the previous Parliament, which adopted a new European regulation for the promotion of agri-food products. We will thereby increase the budgetary envelope for promotion between 2014 and 2020, both in the internal and external markets.  So that's what we're looking at for the future. First, make sure that for products that cannot be resold, including perishable products, we have immediate solutions. And for next year, farmers will know what the market situation is and they will make decisions about production, production type, market targeting based on the situation of the embargo - depending on whether it continues or not. But in terms of our exports to Russia, I think we have the means to redirect that production as we go along to other markets. With regard to the budget, many of you have said that the budget is not enough and that the Commission needs to put more money into it. It has even been suggested that we should provide not a few hundred million euros but a billion euros. But we will put two billion euros, three billion euros if the Member States give this money to the Commission. I would remind you that the Commission, on the other hand, has no money. It manages a budget decided by legislators. If, in the 2014-2020 budget outlook, the decision was to reduce the budget and, in particular, to reduce the Commission's margin of payment, it cannot go beyond that. In recent weeks, the Commission has tried to manage the emergency by allocating the necessary money. Just because we didn't have enough money doesn't mean we've put a total of 180 million euros so far. That is because, according to our estimates with the Member States, that is the amount we have deemed necessary. But we have always said that we are prepared to plan for more. We'll do it in the next few days. But for compensation, it will clearly be necessary to go beyond the margins available to the Commission in the budget and mobilize the crisis reserve. Why have we not mobilized the crisis reserve so far? Because it was not necessary as long as we had margins in the budget that we decided to use. This is the principle of what is called sound management, the efficient management of the budget. We first use the margins and then, if necessary, we mobilize the crisis reserve. I believe, indeed, that we will need to mobilise it in order, in particular, to cover compensatory measures which we, the current Commission or the next Commission, need to discuss. In any case, we take responsibility. It is for this reason that the crisis reserve has not been mobilised, but there is nothing to prevent it from being mobilised and, if necessary, it goes without saying that we will do so. You say that we need fairer distribution criteria. We have very clear criteria and, with the proposals we will make in the coming days for the fruit and vegetable sector, they will be even clearer to avoid abuses and notifications that are not tenable given the realities on the ground. Some of you have talked about the indirect impact of this Russian embargo. Thus, the affected states are not only those that export to Russia, notably the Baltic countries, Finland, Poland, but also Spain, Italy, Belgium, the Netherlands, which are also affected both directly and indirectly. We take this indirect impact into account by proposing market measures for all Member States and not just for the Member States affected. But, of course, we have done it in a proportionate way. With regard to the fisheries sector, some of you have raised this issue, I can tell you from my colleague, Maria Damanaki, that she has already started discussions with the Member States and the fisheries sector. Evaluations are underway to see what types of measures we will need to mobilize. But clearly, we cannot compare the impact on the agricultural sector and the fishing sector. In agriculture, the impact on our exports was in the order of billions of euros, whereas for the fishing sector it was - I am not mistaken - in the order of eur 100 million. If this is necessary for the fishing sector, we will take action, but of course we have targeted the most important priority, namely the agricultural sector. Some of you have called for the lifting of sanctions on milk quotas. In my opinion, it would be totally counterproductive: lifting the sanctions on milk and having even more milk on the market when we already have a surplus as a result of this Russian embargo. Therefore, I do not think at all that, in the current situation, the right thing to do is to lift the quota sanctions and turn on the tap for production.  I will stop there because I feel like I have answered all the questions. There were more specific issues that I am willing to discuss with those of you who would be interested, including those, more technical, on the withdrawal price, on co-financing, etc.  I thank you very much for your support of the commission's actions and I hope to be able to count on the same support in the future.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 79, "date": "2014-09-15.json", "name": "Der Präsident. -", "mepid": "2323", "text": "   Mr Wojciechowski, on a point of order, but please only on a point of order.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 80, "date": "2014-09-15.json", "name": "Janusz Wojciechowski (ECR). -", "mepid": "23784", "text": "   Mr President, the Commissioner did not answer the question. It was an ... (The President cut off the speaker)", "language": "en", "original_language": "en", "translation_provider": "google"}, {"id": 81, "date": "2014-09-15.json", "name": "Der Präsident. -", "mepid": "2323", "text": "   Mr Wojciechowski, I would like to thank Mr Wojciechowski for his work I cannot allow any further contribution to the debate. That is not a point of order. The debate is closed. Written declarations (Article 162 OF the CRP)", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 82, "date": "2014-09-15.json", "name": "Zigmantas Balčytis (S&amp;D)", "mepid": "96680", "text": "  Writing. – One good news we have heard from the Commission tonight is that support for EU farmers affected by the Russian embargo will be renewed, and seasonal fruit and vegetable growers can expect support again this year. Although the Commission has reacted effectively by adopting measures for these sectors, the meat and milk sectors are equally affected by the Russian embargo. The situation of farmers in some EU Member States is further aggravated by the problem of swine fever, which the Commission has so far been prepared to pay due attention and support to the crisis caused by E. coli, when the large EU Member States affected by it were affected. The Russian embargo and the recent difficulties faced within the EU itself are a test that will show how the EU adheres to the principle of solidarity vis-à-vis its Member States. The Russian embargo is a serious problem for all EU countries and I hope that Europe will stand up to it in solidarity and unity.", "language": "en", "original_language": "lt", "translation_provider": "azure"}, {"id": 83, "date": "2014-09-15.json", "name": "Vilija Blinkevičiūtė (S&amp;D)", "mepid": "96681", "text": "  Writing. – For Lithuania and other Baltic countries, the Russian embargo strikes the strongest. And here we need to talk not only about business losses. The important and social consequences that the most sensitive social groups in our countries will undoubtedly have to suffer through declining incomes or even job losses. I therefore call on the Commission to assess the need for additional support for countries whose labour markets will suffer under the Russian embargo. In this context, I would suggest that consideration be given to the possibility of providing support from the European Globalisation Fund so that this fund can be used more expeditiously and effectively to help workers who may be made redundant in the future from companies affected by Russian sanctions. I would also like to call on the Commission to declare the Baltic states an area of exceptional needs and to set up a special fund for these countries to support and compensate for the losses of the Baltic farmers. Given the challenges already faced by farmers in the Baltic states due to the smallest direct payments still received throughout the European Union and the disproportionate impact of the Ban on Russian imports, it is clear that the agricultural sector in Estonia, Latvia and Lithuania needs special EU support. Also, it must not be forgotten that russia's actions in the face of the crisis are equally important and a long-term solution to the problem is also needed. EU aid is also needed to help farmers reorient to other agricultural sectors and find alternative markets for production.", "language": "en", "original_language": "lt", "translation_provider": "azure"}, {"id": 84, "date": "2014-09-15.json", "name": "Ignazio Corrao (EFDD). -", "mepid": "124856", "text": "    With the Russian embargo, food imports from the United States, The European Union, Canada, Australia and Norway were blocked for 12 months. The risk is to bring our sectors already affected by the crisis to their knees to their knees. The value of the agri-food products affected by the embargo is estimated by the European Commission at 5 billion Euros, affecting the income of 9 million Europeans. These figures are absolutely optimistic because many factors such as triangulation trade, long-term market loss are not taken into account and imbalances in the internal market are not taken into account. The aid allocated will therefore not be sufficient. The European Union must provide for a more careful distribution of resources and must work to build a true harmonised European single market, capable of absorbing shocks and emergencies, managing internal trade flows in a forward-looking way.", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 85, "date": "2014-09-15.json", "name": "Norbert Erdős (PPE)", "mepid": "124711", "text": "  Writing. – I appreciate the European Commission's efforts to compensate farmers who have suffered. As it stands, however, this is not enough. The funds released so far are already oversubscribed and the payment of the funds has been suspended. Additional EU funds need to be raised. All available Union funds should be used to compensate producers. I support parliament's Committee on Agriculture's efforts to realrate, in addition to agricultural funds, money from the reserve for this year's and next year's EU budgets to help European farmers. Russian sanctions imposed solely for foreign policy reasons are mostly imposed by our masters. The EU has a duty to show solidarity with them. This is why, in addition to agricultural resources, EU funds need to be found to compensate producers. However, the resources of the Agricultural Crisis Fund will only be used as a last end once all other options have been exhausted. Direct aid shall not be reduced. In order to help producers, during the negotiation of the EU budget for 2015, my colleague Tamás Deutsch and I initiated a significant increase in the framework of the school fruit scheme. This could be a good tool for selling some of the surplus produce due to Russian sanctions on fruit producers.", "language": "en", "original_language": "hu", "translation_provider": "azure"}, {"id": 86, "date": "2014-09-15.json", "name": "Sandra Kalniete (PPE)", "mepid": "96934", "text": "  Writing. – European farmers are currently experiencing difficult times because of Russia's decision to ban imports of agricultural products from the European Union. For example, the purchase price of milk in Latvia has fallen by 30% or 40% in a few weeks and is now below 19 cents per litre. Milk processing companies are also suffering significant losses as a result of the closure of the Russian market. Currently, Latvian farmers have met milk quotas by 99.1%. A cow is not a machine that can be turned off. It continues to produce milk. I therefore believe that the EU institutions should decide not to impose fines for exceeding the quota in the remainder of the months until the quota is abolished in 2015. Such a decision would help to maintain many dairy farms in Central and Eastern Europe. Today, however, under the embargo, it is not just an economic decision, it requires political will. I am interested in the European Commission's view on whether fines could be abolished for countries that have exceeded milk quotas and what aid would be available to milk producers (i.e. farmers), because the measures provided for in the CAP are limited to milk processing.", "language": "en", "original_language": "lv", "translation_provider": "azure"}, {"id": 87, "date": "2014-09-15.json", "name": "Alessia Maria Mosca (S&amp;D)", "mepid": "124868", "text": "  in writing. Russia accounts for around 10% of the European Union's agricultural exports, worth EUR 12 billion per year, and has banned the import of a number of agri-food products for more than a month now. We would like to reassure our producers by asking the European Commission what measures it intends to take both, in the short term, to cushion the damage to the European agricultural sector and, in a longer term, to resolve this situation so that it is not the producers and small and medium-sized enterprises in the sector who suffer. It seems, in fact, that Russia is organising itself, both by increasing its domestic production and by finding alternative trading partners, so that it no longer has to depend on European imports: it becomes necessary to find a solution that will allow us to pursue our foreign policy without damaging our trade policy.", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 88, "date": "2014-09-15.json", "name": "Момчил Неков (S&amp;D)", "mepid": "125013", "text": "  in writing. – Dear Mr President, it is unacceptable to place all producers under a common denominator in competition for the infinitely insufficient compensation of EUR 125 million, which was exhausted in less than ten days. Producers from the new Member States are disadvantaged and at risk of severe social consequences, in competition with goods from older Member States which are also subject to higher agricultural subsidies. I call on Commissioner Ciološ to pay particular attention to the fact that there have been a number of devastating floods in Bulgaria this year, which further bring severe consequences for agricultural production in regions where it is a major livelihood. As a result of these and the subsequent weaker harvest, the Bulgarian agricultural market is under enormous pressure from agricultural production from other Member States. I would also like to express disapproval of discrimination against independent producers for which the subsidy is less than those of members of branch organisations. The union's new agricultural entrepreneurs have been hit again by this measure. I call on the European Commission to take these factors into account when shaping its next proposals and delegated regulations. Thank you, Mr. Chairman!", "language": "en", "original_language": "bg", "translation_provider": "azure"}, {"id": 89, "date": "2014-09-15.json", "name": "Olga Sehnalová (S&amp;D)", "mepid": "96718", "text": "  Writing. – I appreciate the Commission's rapid response to the situation in the agricultural sector following the introduction of an embargo on imports into Russia of agricultural products, in particular in the field of fruit and vegetables and dairy products. Specific measures are aimed at mitigating the impact on the internal market, but at the same time they are only temporary measures. However, overpressure in the internal market may also mean a volatility of the internal market by increasing secondary imports. Price dumping should be avoided and the quality of products ensured in order to protect consumers. It is necessary to continue to closely monitor the development of the situation and to focus compensation in a targeted and effective manner, taking into account the medium and long-term outlook.", "language": "en", "original_language": "cs", "translation_provider": "azure"}, {"id": 90, "date": "2014-09-15.json", "name": "Claudia Schmidt (PPE) . -", "mepid": "125016", "text": "   First of all, I would like to commend the Commission for reacting very quickly to the new economic situation and for pledging help to those affected. Now, however, it is important to provide fast, unbureaucratic and targeted aid to small and medium-sized enterprises, especially outside industrial centres. These companies are hit hardest by the sanctions. In order to secure business locations and jobs, we must provide targeted assistance!", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 91, "date": "2014-09-15.json", "name": "Der Präsident. -", "mepid": "2323", "text": "   The next item on the agenda is the debate on the Commission statement on trade with the Euromed countries (2014/2836(RSP)).", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 92, "date": "2014-09-15.json", "name": "Karel De Gucht", "mepid": "n/a", "text": "  Member of the Commission. - Mr President, honourable Members of the European Parliament, Europe’s southern neighbourhood has gone through unprecedented change since 2011 and, in this context, trade and investment must play a role as a factor of stability: a factor of stability in your relations with the southern Mediterranean region. We are currently focusing on three trade objectives vis-à-vis the southern Mediterranean region. The first one is the deepening of EU trade relations with some of these partners on the basis of a differentiated approach. In December 2011 the Council adopted negotiating directives for deep and comprehensive free trade areas (DCFTAs) with Egypt, Jordan, Morocco and Tunisia. The main objective of these agreements will be the progressive integration of the economies of these partners into the EU single market. These agreements will be comprehensive and will cover regulatory areas of mutual interest such as trade facilitation, sanitary and phytosanitary measures, public procurement and competition policy. They will also include investment protection and further liberalisation of goods, services and establishments, as appropriate. Negotiations on a DCFTA were launched with Morocco in March 2013 and are progressing apace. The preparatory process for the negotiations with Jordan and Tunisia is very advanced, and negotiations could be launched as soon as the preparatory process is completed. The immediate priority for countries where a DCFTA is not immediately possible – such as Libya, Lebanon or Algeria – is their accession to the World Trade Organisation, and contacts continue in this respect. We also need to define the most appropriate trade framework for our relations with Libya in due course. The second focus is support for south-south regional integration. The level of intra-regional trade in the southern Mediterranean is still lower than anywhere else in the world. An integrated Mediterranean market will be much more attractive to investors. We continue to support efforts to reinforce the Agadir Agreement between Egypt, Jordan, Morocco and Tunisia and to extend it to other regulatory areas: to trade and services, investments or public procurement. This also includes providing financial assistance and expertise. The ongoing revision of pan-Euromed rules of origin should be accelerated. This is not an easy task, given the diverging views of the partners participating in this process. The third key element is the regional Euro-Mediterranean trade partnership, which will be revitalised at the upcoming 10th Union for the Mediterranean Trade Ministerial Meeting on 30 September. This is an important meeting, since it will be the first in four years. The Commission is doing its utmost to keep the trade relationship with the EU’s Mediterranean neighbours up to date and to sustain long-term peace and stability in the region. We count on Parliament’s continued dedication to this shared goal.", "language": "en", "original_language": "en", "translation_provider": "google"}, {"id": 93, "date": "2014-09-15.json", "name": "Mariya Gabriel", "mepid": "96848", "text": "  on behalf of the EPP group. Mr President, Commissioner, I thank you for your presentation on the current state and prospects for trade with Euromed countries. It seems to me that today the balance sheet is as follows - and you have just traced it: trade between the European Union and the countries on the southern shore of the Mediterranean still offers promising prospects, but there is still a long way to go so that partnerships do not remain variable geometry.  I would like to highlight three things: first, there is a need to continue work towards free trade agreements and in particular by removing non-tariff barriers. The elimination of non-tariff and technical barriers must be done in partnership and with the full involvement and ownership of our partner countries. In this regard, and as you have just pointed out, the partnership with the southern Mediterranean must be based on a strong dynamic of regional integration. Today, however, trade between the countries of the southern Mediterranean remains very low.  The second element is that in order to strengthen trade with partner countries in the Mediterranean, it is crucial to remain pragmatic, to work directly with and for those who carry out trade. Two examples: putting our visa policy at the service of economic policy, i.e. facilitating visa procedures for the corporate world, as with the mobility partnership agreement signed with Morocco in June 2013. The second idea is to further encourage the networking of companies on both sides of the Mediterranean Sea, notably through the creation of bilateral chambers of commerce that can organise joint forums or training. Finally, deepening trade relations and free trade agreements are not an end in themselves. Trade is not the only key to development, but it remains an instrument that can enable these countries to fully integrate into an open global economy.  We must therefore ensure that the development of businesses and trade also promotes the strengthening of states and administrative structures, because we cannot lose sight of the political and social instability in these regions.  So yes to trade in the service of peace and stability.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 94, "date": "2014-09-15.json", "name": "Maria Arena", "mepid": "124936", "text": "  On behalf of the Group of S and D. - Mr. President, Mr. De Gucht, in your presentation, you did not mention the partnership between Europe and Israel. However, I think it is important to be able to recall certain principles in this trade exchange with Israel, particularly the principle of the illegality of the occupation of territories in the West Bank.  To do that, we do have the ability to do two things with trade instruments. The first is, of course, to encourage the Member States which have now taken steps in relation to these products from the occupied territories, i.e. to be able to guarantee the labeling of these products. It is true that this exists today voluntarily in the United Kingdom and also in Belgium. But we hope that at European level we can activate binding measures on the labeling of products from the occupied territories that are illegal products. This would allow European consumers to make the right choices in terms of consumption, it would allow for a change in habits and economic pressure in relation to the unfair situation as it is experienced today.  With regard to the other countries - you mentioned Morocco and Tunisia - I think it is also important to recall a number of principles. The first is that these are countries in democratic transition - I am talking about Tunisia - and it is important to involve civil society in these free trade agreements. It is also important to include social clauses and environmental clauses that are also binding in trade agreements.  (The speaker agrees to answer a \"blue card\" question (Article 162, paragraph 8, of the regulation))", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 95, "date": "2014-09-15.json", "name": "Krisztina Morvai (NI)", "mepid": "96661", "text": "  Blue card question. – I would like to ask my fellow Member if he agrees that, a half-hour ago, in relation to Russia, Parliament found that Russia had committed aggression against another country and should therefore be subject to sanctions from the European Union. So do you agree – it is very difficult to talk, because here many people are using the chamber as a café again and speaking out loud, but I am trying to over-shout at them – whether we can apply double standards or say that aggression against Gaza can be used... (The President has withdrawn the floor from the Member.)", "language": "en", "original_language": "hu", "translation_provider": "azure"}, {"id": 96, "date": "2014-09-15.json", "name": "Maria Arena (S&amp;D)", "mepid": "124936", "text": "  \"blue card\" answer. I ask that there be traceability of the products, it would allow us to make choices in relation to our consumption. If there is no traceability, it is impossible to know where these products come from today and I do not advocate a boycott of all Israeli and Palestinian products, but I would argue that we can find out if these products are made illegally, namely in occupied territories.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 97, "date": "2014-09-15.json", "name": "Νότης Μαριάς", "mepid": "125069", "text": "  on behalf of the ECR Group. Mr President, the European Union's economic relations with the Mediterranean countries must be based on the principles of mutual benefit and must not be heterogeneous. The creation of a free economic Euro-Mediterranean zone must not create problems for countries facing economic problems, such as the countries of the South, countries affected by mercelial austerity, by the Memorandums. This also applies to Greece and Italy, all the more so now that, as we have seen, the agricultural economy of Greece and the other countries of the South is being affected by the Russian embargo. Also some Mediterranean countries should not have an á la carte policy. This applies to Turkey, which, while it has invaded Cyprus and occupied a large part of the island, nevertheless does not recognise the Republic of Cyprus, and nevertheless requires its products to circulate freely and without hindrance in the European Union.  We must also, Mr President, tackle the issue of illegal immigration flows ... (The President interrupts the speaker.)", "language": "en", "original_language": "el", "translation_provider": "azure"}, {"id": 98, "date": "2014-09-15.json", "name": "Marietje Schaake", "mepid": "96945", "text": "  on behalf of the ALDE Group. – Mr President, trade is an essential part of our common foreign policy and it should be a more integral part. Its political significance was underlined by the responses to the EU-Ukraine Association Agreement. Last summer a wake-up call was given, for those who still needed one, as to the importance of a strong Europe in today’s world. We have a lot to win by expanding the scope of existing agreements in the Euromed region. A few years after courageous people – many of them young – defied repression in calling for democracy, rights and opportunities, not enough positive change has been realised. Sadly, the countries in North Africa and the Middle East face major threats of instability. Still, we must continue with an ambitious trade agenda. It should be at the heart of finally giving meaning to the notion of more for more: more market access, with more reforms towards human rights and democracy. We must be firm, including with Israel, on existing conditionalities, and we must see trade as a means towards more opportunities and rights, towards the prevention of corruption, the more equal distribution of wealth and the empowerment of individuals – the latter especially in combination with education, which should be used to tackle the massive youth unemployment. Increasing opportunities may also help to prevent radicalisation, although clearly it is not the only solution. Certainly it can help curb migration. This is not just a matter of exports and innovations. We should look at ourselves, and at the negative impact that agricultural subsidies have on the opportunities for farmers in the Euromed region, hampering growth there. The EU should also play an active coordinating role, so as to avoid duplication of activities on the ground, and it should support regional integration, which would greatly help economic growth in the Euromed region.", "language": "en", "original_language": "en", "translation_provider": "google"}, {"id": 99, "date": "2014-09-15.json", "name": "Patrick Le Hyaric", "mepid": "96735", "text": "  on behalf of the GUE/NGL group. Mr President, Commissioner, what you call the neighbourhood with the countries of the southern Mediterranean, some of which seek the paths of justice and freedom, I believe calls for a new type of cooperation with them: cooperation and not competition. It is therefore necessary to change their approach to these countries, which must not constitute new areas of economic expansion, nor an industrial backyard to exploit cheap labour, nor a buffer migration zone of which they would be the guardians on our behalf. On the contrary, their economic and food sovereignty must be respected, a major plan to finance sustainable investments including social and environmental clauses and jointly mobilizing cheap credit for co-development actions, should be discussed and developed. Cooperation policies must be accompanied by significant progress in respecting human rights and democracy, not conditioning aid according to the international Monetary Fund's criteria. Similarly, the cooperation agreement with the State of Israel should be suspended after the Gaza massacres and the continuation .... (The President withdraws the floor from the speaker)", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 100, "date": "2014-09-15.json", "name": "Klaus Buchner", "mepid": "124818", "text": "  Mr President, For better, I would like to make a name for my free Mr President, Commissioner, I would like to thank the commissioner for her work and for the work she has The human rights situation in Egypt is constantly deteriorating. Of course, we need to work with the government there and stay in the conversation and try to use our influence to improve this dire situation. Nevertheless, the continuation of the negotiations on DCFTA is more than just a contact, they are more than just a technical discussion. They mean that we ignore the many serious violations of human rights and support the government, give it international recognition. This is really a slap in the face for all those who are suffering from the current human rights violations. I would therefore like to ask you, Commissioner, whether you are suspending the negotiations on this until there is progress on human rights in Egypt or until we can at least see the will to do so.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 101, "date": "2014-09-15.json", "name": "Tiziana Beghin", "mepid": "124777", "text": "  Mr President, president, ladies and gentlemen, i.e. the european Union, the European Union and its Member States are Mr President, ladies and gentlemen, Commissioner, the ministerial meeting of the Union for the Mediterranean on 30 September will be the official opportunity to resume discussions on various agreements between the Union and the Mediterranean countries, and it will also be an opportunity to really assert the interests of all Europeans. Commissioner, I am well aware of the agreement already signed with Morocco, the same agreement that invaded our market for very low-cost agricultural products in direct competition with those of my country, an agreement signed to allow certain European heavyweights to export their industrial products to Morocco, thus sacrificing the agricultural production of the Mediterranean states. I therefore call on the Commission to negotiate for Europe, and not just for certain States, and to require future partners to comply with our standards of rights and safety, especially food, in order to protect our consumers and make competition fairer.  I call for emphasis to be made on workers' rights and on the regularisation of unemployed work in small and medium-sized overseas companies, because such diverse working conditions create competition that our small and medium-sized enterprises in Europe are unable to sustain. Our small and medium-sized entrepreneurs are investing more and more overseas. That is why we must work to create sound regulatory frameworks that guarantee safe investments, make it easier for them to obtain visas, as I have already said, for work purposes and to coordinate the different European strategies for small and medium-sized enterprises. Guarantees, financing, distribution of information and networking, with a view to the creation of bilateral chambers of commerce and an extension of the mandate of the European Bank for Reconstruction and Development. Finally, I would ask you not to forget the importance of cultural services: strengthening the tourism sectors, providing scholarships and strengthening the Erasmus and Da Vinci Euromed programmes are necessary to create the links and knowledge that will move the economy of the future. Commissioner, there is much to gain or much to lose from these agreements; it all depends on how Europe is able to play its cards.", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 102, "date": "2014-09-15.json", "name": "Louis Aliot (NI). -", "mepid": "30190", "text": "    Mr President, cooperation between the states of the European Union and the Mediterranean, yes! The establishment of a free trade area, that is, the gradual erasure of economic borders first, human then, no! That the European Union should invest in the countries of the South for balanced development, also in a desire to loosen the migration stranglehold and, in the long run, to reverse the flows from the North to the South, is now an investment for our future. To defend our peasants, our workers, our industries but also our cultures and our civilization, the development of the South is a vital necessity.  But not at any price! We must first ensure our security by conditioning these aids on political stability, respect for minorities and the fight against wild immigration. Finally, we must ensure that every euro spent there is used with local businesses and labour or, failing that, with European companies, which will prevent us from indirectly financing the Chinese or American economies.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 103, "date": "2014-09-15.json", "name": "Santiago Fisas Ayxelà (PPE). -", "mepid": "96729", "text": "    Mr President, Commissioner, the objectives of neighbourhood policy are to create an area of stability, prosperity and democracy and a framework to promote peaceful conflict resolution. This task is not simple: the political and economic challenges facing our neighbours are enormous and our commitment to support a transition in these countries to democratic societies must be stronger than ever. Reasons for this commitment do not lack: migratory pressure, which continues to increase; the threat to our security because of the instability of the area; the energy problems that force us to look to the Maghreb; or the economic potential for our economies to achieve a Mediterranean union with stable and growing countries. In this process of change, trade plays an essential role: we must continue to strengthen the process of trade integration between the countries on the southern bank of the Mediterranean and also between them with the European Union. In the negotiations to achieve these agreements, the Commission must ensure an ambitious level of liberalization in key areas such as services, investment and government procurement. At a time when much of the Commission's efforts and resources on the trade and external agenda are focusing on other geographical areas, I believe that strengthening integrity and trade integration with Euromed should be one of the European Commission's priorities.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 104, "date": "2014-09-15.json", "name": "Marc Tarabella (S&amp;D). -", "mepid": "29579", "text": "   Mr President, Commissioner, the Euro-Mediterranean partnership between the Union and the countries of the southern Mediterranean was initiated in 1995 by the Barcelona process. This is a political, economic and social partnership based on the principles of reciprocity, solidarity, co-development, themes that are dear to us.  Respect for democratic principles and fundamental rights is an essential element of association agreements. Such agreements underline the importance of economic, commercial and financial cooperation, but also, and equally, social, cultural and educational cooperation. I would like to speak here as a member of this Parliament's Committee on Women's Rights and Gender Equality to remind us that this trade agreement must be an opportunity to improve respect for women's rights in general and, more specifically, women's access to education and employment, the role of culture and the media as key instruments for changing opinions on gender equality. It should also facilitate the creation and management of enterprises by women, improve women's access to financing mechanisms and tools, and develop vocational training.  On the other hand, I would like to commend the courage of these women who have been at the forefront of civil society movements in favour of democracy and human rights in Arab countries. Unfortunately, the fallout from all these revolutions raises fears of further marginalization of these women, women in general. They have also resulted in an increase in violence against them.  As you have seen, of course, progress remains to be made and I think we have a decisive role to play. It is our duty as partners in these agreements. (The speaker agrees to answer a \"blue card\" question (Article 162, paragraph 8, of the regulation)", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 105, "date": "2014-09-15.json", "name": "Edouard Ferrand (NI)", "mepid": "124767", "text": "  \"blue card\" question. Mr Tarabella, when you support the Arab revolutions, do you not think that the role and domination of women have unfortunately been seriously questioned in the countries you cite?", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 106, "date": "2014-09-15.json", "name": "Marc Tarabella (S&amp;D)", "mepid": "29579", "text": "  \"blue card\" answer. Mr Ferrand, I do not know if you have heard what I have said. I talked about the key role of women in a struggle for more democracy, more rights for them, but also for democracy.  Unfortunately, indeed, as I have said very clearly and verbatim, we can be disappointed with the consequences of these movements. Women should not be marginalized. Today, they seem more marginalized than before in some countries, and their role also seems more marginal. I believe that we must therefore take this situation into account at European level in order to make women play an important role in their country's economy.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 107, "date": "2014-09-15.json", "name": "Dubravka Šuica (PPE). -", "mepid": "119434", "text": "    Madam President, speaking of women's rights, I think that in the so-called Arab spring, women played a very important role, but unfortunately later it didn't go the way it was supposed to. In any case, I am in favour of this agreement - an area of a peaceful neighbourhood needs to be created, because it is a framework for singaging conflicts. We need to help countries transition and I think the economy needs to be at the service of politics. Strengthening cooperation is a priority, and the basis of all this was the Barcelona Process in 1995.  I emphasize cooperation in all areas, but especially in the field of the environment, because we did not mention it much, and I think that we all have a common concern to take into account the Mediterranean Sea and the preservation of the environment. I believe that some countries from the state level can do a lot here, but also regional cooperation is very important and we expect the results of the meeting on September 30th, where it will show what can be done at the level of local government, self-government and regions.", "language": "en", "original_language": "hr", "translation_provider": "azure"}, {"id": 108, "date": "2014-09-15.json", "name": "Victor Negrescu (S&amp;D). -", "mepid": "88882", "text": "   Mr President, the European Union represents and must continue to be a global landmark of economic and democratic development. To do this, Europe must continue to offer prospects for integration and collaboration with all neighbouring countries, both in the south and in the east. Coming from a former communist country, which has undergone a difficult transition, I can tell you that it is absolutely necessary for the democratisation and development of these countries to keep the borders open, especially for those who come from the younger generation. Only through continuous collaboration and trade can we lead these countries in the right direction, but this does not mean to discount our own principles, and we must continue to work to impose them, because open doors also mean, on the part of these countries, the agreement to respect our values. I also believe that it is very important that the Commission, the European Union and the Member States involve the eastern countries more in this cooperation in the future. Our experience can be a beneficial element in building collaboration between the entire European Union and the countries of the south, because the countries of the east also have experience that can be helpful in this direction.", "language": "en", "original_language": "ro", "translation_provider": "azure"}, {"id": 109, "date": "2014-09-15.json", "name": "Ivan Jakovčić -", "mepid": "124754", "text": "   Mr. President, I was looking forward when the Union for the Mediterranean initiative was launched, I also had the opportunity to work within ARLEM, to represent Europe in this part and I must say that I have become well acquainted with all the needs of our friends in the south of the Mediterranean. I definitely support this agreement, I support the negotiations, but it is really absolutely true and necessary to protect our interests, both global, those general from human rights to all that are the values of Europe and to those quite concrete and I will be very, very concrete - the problem of olive oil is for example one of those problems that exists when we talk about the competitiveness of our product on the world market , i.e. it is better to say, in our Europe itself because I know that a lot of olive oil is imported from the south of the Mediterranean, mixed with our olive oil and then sold as European olive oil. Of course, that's where I talk about quality. There are certainly more such examples, but for this example I know and therefore I want to point out that it is very important that we know the country of origin of each product.", "language": "en", "original_language": "hr", "translation_provider": "azure"}, {"id": 110, "date": "2014-09-15.json", "name": "Miguel Viegas (GUE/NGL). -", "mepid": "125100", "text": "   Mr President, we are in favour of diversifying our trade relations. What we are calling for is that it is not only purely economic criteria governing these relations. And therefore, whatever the elimination of tariffs, etc., of course, this will only create enormous difficulties for these economies, as in Portugal we painfully know. And, therefore, what we demand are other criteria, social criteria, criteria based on respect for human rights, respect for the sovereignty of each country, in short, and complementarity logics that effectively bring mutual advantages to all the countries involved. And finally, I also support the question of Israel, which is exactly a finished example where I believe that the European Union should go much further, and not just in labelling, that is just naïve, because there are many ways around that. An effective embargo, we continue to believe that it is one of the possible solutions to solve the problem... (The President withdraws his word to the speaker)", "language": "en", "original_language": "pt", "translation_provider": "azure"}, {"id": 111, "date": "2014-09-15.json", "name": "Udo Voigt (NI). -", "mepid": "124832", "text": "   Mr. President! We have heard a lot about fundamental rights and fundamental values in Europe. I wonder why the Commission is not reporting on the issue of the State of Israel in the Mediterranean countries.  The United Nations put the number of children killed since July 2014 at 500. Israel has also bombed at least 244 schools, including 45 United Nations schools.  In view of this blatant breach of international law and, in particular, the Geneva Convention on the Protection of Civilian Persons in Time of War, the Neighbourhood Agreement with Israel should be suspended, or at least it should be debated whether sanctions can be used to persuade the Israelis to hold the guilty and possibly to refer them to the International Court of Justice in The Hague.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 112, "date": "2014-09-15.json", "name": "Karel De Gucht", "mepid": "n/a", "text": "  Member of the Commission. - Mr President, let me try to answer a number of questions that have been raised, some of them repeatedly. First of all, there were a number of questions on Egypt and the question as to whether we should negotiate a deep and comprehensive free trade agreement (DCFTA) at all, given the current human rights abuses. The Council gave the Commission a negotiating mandate for a DCFTA with Egypt in 2011. The actual launch of negotiations depends on the completion of a preparatory scoping process which has barely even started, so launching negotiations will depend on a joint decision by the EU and Egypt, and the Commission will keep Parliament informed in real time. It is very difficult to suspend something that has not yet started. As with any other prospective trade agreement, the Commission has commissioned an external consultant to undertake a trade sustainability impact assessment. This will examine the potential economic, social and environmental impact of an agreement. It will include a specific chapter on implications in the field of human rights, and on the side-lines of the Union for the Mediterranean Trade Ministerial Conference on 30 September I will have a bilateral meeting with the Egyptian Minister. On Morocco, we launched DCFTA negotiations in March 2013. They have progressed well in the course of the four negotiating sessions that have already been held and both sides share the common objective of concluding a DCFTA as soon as possible. Of course we will have to take into consideration mutual interests and priorities. Morocco has decided to launch accompanying studies on certain sectors that will be covered by the future DCFTA. Morocco has agreed with its business sector and civil society to take into consideration the results of these studies during the next negotiating rounds. In that context we have therefore agreed to postpone the fifth round of negotiations. However, there is no suspension of negotiations. Technical contacts will continue during this period to ensure the continuity of the negotiating process. The Union for the Mediterranean Trade Ministerial Conference will be an opportunity for further discussion with the Moroccan Trade Minister. I hope that we can resume the formal negotiations this year and that we will be in a position to conclude them next year. The DCFTA negotiations with Morocco are politically important since they will set a precedent for other partners in the regions such as Tunisia, Jordan and Egypt. On Israel, the EU has a very clear position on the illegality of Israeli settlements. Therefore we have already ensured that products originating in the Israeli settlements do not benefit from preferential treatment when entering the EU market. An additional step is to follow the practice of certain Member States and further clarify the labelling of these products so that consumers are fully aware, when making their choice, that the product originates in Israel or in an Israeli settlement. The Commission, together with the European External Action Service, is gradually revising existing legislation on mandatory labelling, mostly for agricultural products, and has started the preparation of more general guidelines on the labelling of these products in order to help Member States to implement existing legislation on voluntary labelling. More generally, on a number of remarks that have been made about the principle of ‘more for more’, let me say that in all these DCFTAs and in the mandates for negotiating them, as in other trade agreements, meaningful reciprocal commitments on human rights will be included. In fact, we want to use these agreements to promote a strong human rights agenda. The DCFTA mandates were adopted on an individual basis to reflect the ‘more for more’ principle. On a political point, regarding ‘more for more’, what it means is more aid and more investment if more is done on political reform. What it also means is that we ourselves have to open our markets to the partner countries. This is not always easy to do in the context of these agreements, and Member States are not too flexible on the matter. On the other hand, I think we should also have a somewhat different approach in relation to visas, which is one of the very clear demands, and then, of course, the countries concerned should also agree to open their markets progressively. They have to assume their responsibilities: we also have to do that – in other words, the European Union also needs to assume its responsibilities and introduce more flexibility with these countries than is presently the case.", "language": "en", "original_language": "en", "translation_provider": "google"}, {"id": 113, "date": "2014-09-15.json", "name": "Der Präsident. -", "mepid": "2323", "text": "   The debate is closed. Mrs Morvai, I have just taken the trouble to give you a small written answer to what you have written to me. You are not taking the floor on a point of order. Firstly, I have made it clear that colleagues are here not only because they are given speaking time in the catch-the-eye procedure, and secondly – and I have already written this down here – I am trying to treat all colleagues equally fairly. This time, too, I have had more Colleagues who have spoken than I can have. Nor can I say half an hour in advance who I am taking, because that would not correspond to the character of the catch-the-eye procedure. Written declarations (Article 162 OF the CRP)", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 114, "date": "2014-09-15.json", "name": "Alessia Maria Mosca (S&amp;D)", "mepid": "124868", "text": "  in writing. The Arab Spring has brought about significant changes and challenges for the populations of the countries bordering the Mediterranean, together with a growing expectation towards the European Union, which will have to respond in a manner commensurate with the commitments made to its southern neighbours, this is in line with the European Neighbourhood Policy and in line with the Treaty of Lisbon, which provides for Union policies capable of promoting peace. , democracy, development and social justice. We therefore welcome the future creation of the Euro-Mediterranean trade and investment facilitation mechanism, which should provide economic operators, especially SMEs, with the information they need to operate in the region. We stress the need to promote the security of investment in the Mediterranean region through a system that coordinates strategies for SMEs and covers various sectors, namely guarantees, financing, information and networking. We also hope for progress on cultural services, which have important potential benefits, particularly in the tourism sector, noting the general importance of cultural exchanges, the provision of student grants and the possible establishment of specific Erasmus programmes (including an Erasmus for entrepreneurs) and Leonardo Da Vinci Euromed.", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 115, "date": "2014-09-15.json", "name": "Marie-Christine Vergiat (GUE/NGL)", "mepid": "96858", "text": "  In writing. \"Like any response to the popular aspirations expressed in the so-called Arab Spring, the EU responds to trade and free trade. Association agreements become pure free trade agreements, even if they are coupled with so-called mobility agreements where the only certainties are that we want more than ever to make the southern states the gendarmes of Europe with the consequences that we know for the rights of migrants. And in the interest of whom: Europeans and especially multinationals, in defiance of those of the people. In Morocco, civil society is fighting because it fears that exports of European products will be promoted at the expense of Moroccans' economic, social and environmental rights. In Tunisia, the EU is trying to force its way before the next election deadlines with the same fears as in Morocco, especially for agricultural products. And let us not talk about Israel, where we turn a blind eye to violations of international law in defiance of the terms of the Association Agreement. The EU's ultra-liberal excesses continue on both sides of the Mediterranean while other policies are possible, promoting cooperation, sustainable development and the free movement of workers. \"", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 116, "date": "2014-09-15.json", "name": "Der Präsident. -", "mepid": "2323", "text": "   The next item on the agenda is the debate on the oral question to the Commission by Daniel Caspary, Christofer Fjellner, Salvatore Cicu, Santiago Fisas Ayxel, Gabrielius Landsbergis, Franck Proust, Godelieve Quisthoudt-Rowohl, Tokia Sa'fi, Adam Szejnfeld, Iuliu Winkler, Bendt Bendtsen, Reimer Böge, Seen Kelly, Gabriel Mato, Fernando Ruas, Jozsef Szjer, Jaroslaw Leszek Wasa, Pablo Zalba Bidegain, on behalf of the Group of the European People's Party (Christian Democrats) and Emma McClarkin on behalf of the Group of European Conservatives and Reformists on GSP+ (Generalised System of Preferences) and compliance with the Convention on the Minimum Age of Admission to Employment: the case of Bolivia (O-000062/2014 - B8-0031/2014) – (2014/2837(RSP)).", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 117, "date": "2014-09-15.json", "name": "Davor Ivo Stier", "mepid": "119435", "text": "  Developer. - Mr. President, according to the UN, child labour has been steadily declining since 2000; reduced by a third. And while we are advancing globally in this aspect, the Bolivian Congress passed a new law on children's rights on July 2 this year in which the lowest employment age was reduced from 14 to 12 years, and in the case of self-employment to 10 years of age. Thus, Bolivia is the only country in the world that allows 10-year-olds to work. These children in Bolivia do, in some cases, heavy physical work such as working in sugar beet fields or mines. The Bolivian government's argument is to contribute to this law that child labour is necessary in Bolivia to reduce poverty.  However, the work of children may seem like a solution to some - it can only be short-term, because in fact such a solution only amplifies, only increases poverty in the long run. That is why UNICEF has also expressed concern about the non-compliance of Bolivian law with the international convention on the lowest employment age. And this is one of the conventions that states must ratify if they wish to meet the criteria for obtaining and using the GSP, i.e. the general system of preferences.  Bolivia has ratified the convention on the lowest age and has been using customs preferences since January 1 this year. However, shortly after it began to use customs preferences, Eva Morales' government nevertheless changed this law and thereby gives the impression that the European Union and the European Parliament had been deceived.  That is why we have referred this question to the European Commission from the European People's Party, I will read it in the original in English: 'Does the Commission believe that this new legislation prima facie puts Bolivia in breach of the Minimum Age Convention, which is one of the conventions that must be complied with in order to benefit from GSP+? Furthermore, can the Commission indicate whether it will analyse in detail the content of Bolivia's new children's rights bill, taking this analysis into account in Bolivia's GSP+ \"scorecard\" in order to decide whether or not any serious failure has been identified in its effective implementation of this convention?'", "language": "en", "original_language": "hr", "translation_provider": "azure"}, {"id": 118, "date": "2014-09-15.json", "name": "Karel De Gucht", "mepid": "n/a", "text": "  Member of the Commission. - Mr President, the Commission is aware of Bolivian Law No 548 on Children and Adolescents, adopted on 17 July 2014, which aims to ensure a high level of protection for children in Bolivia. For example, UNICEF has commended this law for reinforcing Bolivia’s commitments under ILO Convention No 182 on the ‘prohibition and immediate action for the elimination of the worst forms of child labour’, which Bolivia ratified in 2003. Moreover, the Bolivian Ombudsman found that the law has strengthened the legal framework in key areas relating to the protection of children, such as infanticide, access to health and education, identity, and the right to childhood and life. However, both organisations have expressed concerns over the provisions which lowered the minimum working age for children in an apparent contradiction of Bolivia’s commitments under ILO Convention No 138 concerning the minimum age for admission to employment. The Commission shares these concerns. We are actively engaging the Bolivian Government on this issue, and in parallel it is consulting the ILO to assess these provisions in the light of Convention No 138. The GSP monitoring is an integral part of the revised GSP+ system and its aim is to help the Commission assess GSP+ beneficiaries and the effective implementation of the GSP+ conventions. In the case of Bolivia, the Commission has already issued a scoreboard to Bolivia in February 2014 addressing aspects of the implementation of relevant GSP+ Conventions which require further work or clarification. Bolivia has been cooperating with the Commission and provided a reply in May 2014.  Following this initial exchange, the Commission officially communicated with the Bolivian authorities on 18 July 2014 – one day after the adoption of the Bolivian law that is of concern to honourable Members of the European Parliament. The Commission is expecting Bolivia’s comments on the issue by today. The Commission will review Bolivia’s response and liaise with the ILO – the monitoring body for Convention No 182 – before deciding on the next steps. We will keep Parliament and the Member States informed accordingly.", "language": "en", "original_language": "en", "translation_provider": "google"}, {"id": 119, "date": "2014-09-15.json", "name": "Franck Proust", "mepid": "108080", "text": "  on behalf of the EPP group. Mr President, Commissioner, ladies and gentlemen, across Bolivia we are facing the reality of a developing country. We support Bolivia by giving it privileged access to the European Union market as part of commitments related to the GSP generalised preference system.  However, the new legislation of July 2014 in Bolivia allows children aged 10 and over to work in a framework that protects them. Of course, in view of the current situation, this is a step forward, especially since it is a demand of child labourers, but a step towards what? Among Bolivia's commitments, it is clear that the Minimum Age Convention must be ratified or even respected. So my question is whether Bolivia is still living up to its commitments. The values we uphold prioritize access to education over child labour. In Europe, we have student federations. In Bolivia, they have federations of child labourers. This reality, Commissioner, cannot be denied, even if it is disturbing. There is, of course, a technical and legal decision to be made. Is Bolivia living up to its commitments under the agreements? But there is also a political response to be made. To exclude Bolivia from the GSP is to condemn it even more. But allowing our partner countries to deviate from the rules is not acceptable. It is also intolerable to imagine that we will soon see products from the work of 10-year-old children on our territory. Commissioner, the choice is... (The President withdraws the floor from the speaker)", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 120, "date": "2014-09-15.json", "name": "Ramón Jáuregui Atondo", "mepid": "97078", "text": "  on behalf of the S&amp;D Group – Mr President, Commissioner, I agree with your prudence. I think your answer has been prudent. And I believe that a decision by the Commission on Bolivia, by this law, would be hasty and cause greater ills. Precipitated because, as you said, we must wait for the explanation of the Government of Bolivia, which has it. Secondly, because the ILO, as you said, is going to produce a report which is going to be the most important report on what this violation of this fundamental Convention is of the right to work of children. And thirdly, because I believe that, honestly, it must be acknowledged that the Government of Bolivia has wanted to respond to a real problem and that 60% of children in Bolivia work, ladies and gentlemen. Unfortunately, 90% of children's work in Bolivia is informal, it is out of the law. The problem, of course, is that the doubt we all have is whether it is good that there is a protective law on child labour or, on the contrary, there better not be. I believe that we must be cautious and above all, these countries must be respected. I was appointed President of parliament's delegation to the EuroLat Assembly a few days ago. I know Latin America, I talk to Latin American ambassadors and they ask us not to give them democracy lessons every day. And this is already very important. Let's respect them. Let's talk to them. Let us work to advance the fulfilment of fundamental rights. But above all – and remembering this seems very important to me – let us not condemn children in Bolivia to enslaved work. I believe that we must take this reality into account in order to make the most appropriate and prudent decision, and my group is, Commissioner, with your words of prudence and waiting.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 121, "date": "2014-09-15.json", "name": "Izaskun Bilbao Barandica", "mepid": "96922", "text": "  on behalf of the ALDE Group. – Mr President, the rules on child labour in Bolivia are fully in breach of international conventions in this area, both in terms of employees and self-employment, but it is mandatory to draw attention to two issues. The defence of the rights of minors is a universal cause that does not understand borders; nor should it depend on the economic power, dimension or interests we have in countries that consent to child exploitation.  On the other hand, it is very striking that a rule like the one at issue is considered in Bolivia to be a step forward for the victims of exploitation and is also the result of agreement with some of the organizations that are associated with the children who work, nothing less than because it makes visible and gives rights to a part of the population that , for a variety of cultural, economic or socio-political reasons, is part of Bolivia's workforce. Among the children who work in that country are the more than nine hundred who leave the streets every year, teenagers living from abuse or misery and even those who consider that working at the age of ten is part of the educational process. That is why I ask whether, in addition to the sanctioning position, further action is taken to strike the root of this evil in the countries in which it occurs, and whether steps like this, by making this problem visible, can help to solve it. I would also like to know how many GSP countries have problems posed by non-compliance with the Child Labour Convention, and how many of those who aspire to integrate could have them.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 122, "date": "2014-09-15.json", "name": "Helmut Scholz", "mepid": "96646", "text": "  Mr President, I would like to like to sanendour sto -- on behalf of the GUE/NGL Group. Mr President, Commissioner and, in particular, Mr Stier, I would like to thank Mr Stier for his work on this The new Children and Youth Act gives children in Bolivia rights that do not exist or are not implemented in most Member States of the European Union. Children there are independent legal entities. In my own country, Germany, the implementation of the Convention on the Rights of the Child is not yet as far-off as in Bolivia.  Bolivia has chosen and found a way instead of paternalism, which directly involved the children in the drafting of the law. In line with ILO Convention 138, Bolivia has declared its goal of developing society by 2020 in such a way that no child needs to work. Today, as has already been said, the reality is, unfortunately, even different: 750 000 children have to work. They have even formed their own trade union and pushed for their status of illegality to be ended. That has been achieved. Dangerous work remains prohibited in accordance with ILO Convention 182. Exemptions are possible for work carried out by children in need, but only if their right to access to education and health is not restricted. I think we should ... (The President cut off the speaker)", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 123, "date": "2014-09-15.json", "name": "Bodil Ceballos", "mepid": "124993", "text": "  Mr President, on behalf of the Group of the Greens/European Free Alliance, I would like to take Mr President, I would like to begin by congratulating Mr In my group, we see the law, which has some shortcomings, yet as a good first step in improving children's and young people's rights in Bolivia in general, not least because it has a rights-based focus and sees children as subjects rather than objects. The 348 articles include, inter alia, a ban on discrimination on grounds of sex or disability, a complaint, the right of children and young people to a safe environment, education, information, privacy, etc.m.  Rather, instead of threatening withdrawing aid, we think that the Commission should participate more financially, to actually support the implementation of the law and also to be able to contribute to children's schooling. Is that something the Commission would be willing to do? Someone has also mentioned this organisation for child labourers who have also participated in this work to develop the law.", "language": "en", "original_language": "sv", "translation_provider": "azure"}, {"id": 124, "date": "2014-09-15.json", "name": "Karel De Gucht", "mepid": "n/a", "text": "  Member of the Commission. - Mr President, let me first of all say that the EU is not the monitoring body in this respect. We are not the monitoring body for the Minimum Age Convention; that is the task of the International Labour Organisation (ILO) and we rely on the ILO’s report before taking the next steps. This is done to keep the Generalised Scheme of Preferences (GSP+) objective because it grants tariff preferences unilaterally. However, you should not ignore the leveraging power of GSP+. Our partners know that there are legal conditions and that if they are not met we can temporarily withdraw the benefits of the scheme. That is why we are in touch with the Bolivian authorities to remind them not to take GSP+ status for granted. On the matter itself, at first sight it would seem that this law could be in contravention of ILO Convention No 138, which stipulates 15 years as the minimum working age for children but allows developing countries, such as Bolivia, to reduce that limit to 14 years. At the same time, ILO Convention No 138 specifies that children between the ages of 13 and 15 – or 12 and 14 for developing countries – may do light work as long as it does not hinder their education or harm their health. Bolivia ratified ILO Convention No 138 in 1997. When the new law was adopted, Vice-President Álvaro García Linera stated that the lower working age reflected the reality in Bolivia, one of the poorest countries in South America. On the other hand, the Bolivian law overall has been praised by UNICEF and by the Bolivian Ombudsman as reinforcing the protection of children, with the exception of two provisions lowering the working age. However, the ILO supervisory system has not yet been in a position to assess the compatibility of the law with Convention No 138. The ILO Committee of Independent Experts on the Application of Conventions and Recommendations (CEACR) will assess the compatibility of the Bolivian law with ILO standards in its November-December 2014 session. CEACR is the competent authority within the ILO to make such an assessment. The Commission is fully aware of the issues raised in the European Parliament questions and is taking the necessary steps to ensure that Bolivia’s actions are fully in line with its GSP+ commitments. It has officially expressed its concerns in writing to the Bolivian authorities and expects a reply by mid-September. We have not received it yet. Similarly the Commission is in contact with the ILO, seeking advice on the interpretation of the new Bolivian law.", "language": "en", "original_language": "en", "translation_provider": "google"}, {"id": 125, "date": "2014-09-15.json", "name": "Der Präsident. -", "mepid": "2323", "text": "   The debate is closed.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 126, "date": "2014-09-15.json", "name": "Kinga Gál (PPE)", "mepid": "28150", "text": "  This is not the first time bolivia has been discussed as a state that does not comply with its international commitments and is quite generous in shaping its internal laws. It is therefore important for the Commission to consistently call for the latest law allowing child labour from 10 to 12 years, as this is in open contrast to international expectations. The Union shall not contribute directly or indirectly through its programmes. This goes back to violations of international obligations that require fair trial and which Bolivia continues to break, as in the case of Predecessor Tóásó, who has been imprisoned in this Latin American country for five and a half years without a final judgment in his case. I would like to reave the call for the relevant Decision of the European Parliament that Bolivia respect the most basic human rights , be it children or illegally detained citizens such as Predecessor Tóásó.", "language": "en", "original_language": "hu", "translation_provider": "azure"}, {"id": 127, "date": "2014-09-15.json", "name": "Der Präsident. -", "mepid": "2323", "text": "   The next item on the agenda is the one-minute speeches on important political issues (Article 163 of the CRP).", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 128, "date": "2014-09-15.json", "name": "József Nagy (PPE). -", "mepid": "124926", "text": "   Allow me to introduce myself in my first speech. I am Jozsef Nagy and I am from Slovakia, but I will nevertheless speak hungarian in my mother tongue. Looking at today's events, it is eerie for me to think about the future of peace in Europe. Ukraine, Gaza, Syria, Iraq are not as far away as many people think. Our relationship with Ukraine is determined by Putin because Europe is pulling us apart. Ten years ago, the citizens of my country and the Hungarians in Slovakia were happy to join the EU because, after 40 years of Communist and Russian rule, they saw freedom and the future as guaranteed here. Instead, today European values and integration are threatened by daily political interests. In fact, populist rhetoric is hampering unity. I ask, for example, Mr Farage, who in this House is vehemently arguing against the integration of the European Union, what is his message to the participants in this week's Scottish referendum? Are they better off with a breakaway? I wonder why...  (The President has withdrawn the floor from the Member.)", "language": "en", "original_language": "hu", "translation_provider": "azure"}, {"id": 129, "date": "2014-09-15.json", "name": "Siôn Simon (S&amp;D). -", "mepid": "124948", "text": "   Mr President, Europe needs to focus more of its resources on advanced manufacturing and engineering. Making things has become terribly unfashionable but it is actually what we are good at in this part of the world. By ‘this part of the world’ I mean Europe and particularly my constituency of the West Midlands. Firms like Jaguar Land Rover, Hadley Industries and East End Foods are exporting all over the world and creating thousands of jobs as they do so, but they are desperate to fill those jobs with more and better science, technology, engineering and maths (STEM) graduates. We have got to be more active on skills if we are serious about growth. That is why the European Semester and the Youth Guarantee must prioritise training whatever the other pressures. Our young people need sustainable, quality jobs and we need to give them the tools.", "language": "en", "original_language": "en", "translation_provider": "google"}, {"id": 130, "date": "2014-09-15.json", "name": "Marek Jurek (ECR). -", "mepid": "124892", "text": "    Mr President, I would like to begin by thanking Very often in our countries we worry that the European Parliament's activities are not of sufficient interest, even complaining about insufficient turnout in European Parliament elections.  Last week, however, three ordinary people from The New York Times arrived at our headquarters Polish, who at the same time did something quite extraordinary. Roman, Wojciech and Grzegorz went on foot on a pilgrimage all over Europe.They set off from Knox in Ireland, from Monte Cassino and from Hawthorn in Poland. They brought to the European Parliament a message of peace and an icon of St. Benedict written and blessed in war-torn Ukraine. I think it is a message, their love with which they came to the headquarters of the European institutions, their sacrifice, their efforts should be a model and an inspiration to all of us. And I hope that the icon of St. Benedict they brought will find a worthy place in our...", "language": "en", "original_language": "pl", "translation_provider": "azure"}, {"id": 131, "date": "2014-09-15.json", "name": "Ivan Jakovčić (ALDE). -", "mepid": "124754", "text": "   Mr. President, although it is clear today that in our mandate I will not have any new colleagues, i.e. obviously the enlargement negotiation process will take all these 5 years, yet we think that we must not stop the enlargement, that is, the negotiation process. In fact, I think we should inselate it because countries in Southeast Europe have concrete ambitions.  Of course, that I am thinking first of all about Serbia, Montenegro and Albania and the last summer talks I had with Prime Minister Vucic and Prime Minister Djukanovic show a determined will that Serbia-Montenegro, and of course we know that the same situation is in Albania, especially our colleagues and colleagues in parliament, that is, that they also get deputies and deputies.  Of course that means fulfilling all the obligations they have and there's nothing to discuss about it. I believe that the Balkans need peace, and peace can be called the European Union. That is why I call on us to give the citizens of these countries our perspective.", "language": "en", "original_language": "hr", "translation_provider": "azure"}, {"id": 132, "date": "2014-09-15.json", "name": "Iosu Juaristi Abaunz (GUE/NGL). -", "mepid": "125051", "text": "    Mr President, most Basque society has two political priorities: peace and self-determination. And a clear electoral majority supports it, as our presence in this Parliament also reflects. It is time to obtain all our rights as individuals and as a people, including also the right of Basque citizenship to be what it decides democratically.  And the resolution of the Basque political conflict is also a European issue. This Parliament has the opportunity to urge, again, the Spanish and French Governments to be courageous, to promote solutions and not to maintain policies and strategies of the past based on 'no' and revenge, as portrayed by the umpteenth political trial that will begin next week at the Spanish National Hearing against twenty-eight young people or the accident suffered by relatives of prisoners this weekend , the result of the dispersion policy. I encourage this Parliament to work for peace and self-determination in line with most Basque society.  That's our commitment!", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 133, "date": "2014-09-15.json", "name": "Ernest Maragall (Verts/ALE). -", "mepid": "124933", "text": "  (He began his speech in Catalan)  Mr President, Catalonia is an old European nation, a political subject, aware that it is and even more so than it intends to achieve by acting in that capacity. And from Catalonia comes a powerful and clear voice, a democratic way to legitimize the decision you want to make about your own future. Europe cannot and should not be desented from the aspiration freely expressed by a society committed to building its own future, as much as that of Europe itself. Europe is changing. Scotland and Catalonia are also a positive illustration of this profound change: the change in the distribution of power between the \"new Europe\" under construction and each of its peoples, nations and states. We want more Europe to be better Catalonia. And we want to be a state to be a better Europe, to give you our most valuable &lt;social, cultural and economic contribution.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 134, "date": "2014-09-15.json", "name": "Der Präsident. -", "mepid": "2323", "text": "   Mr! I would like to point out to you that we are supplying 24 official languages here, and if you use another language here, the interpreting booths are neither ready nor able to translate this. So if you want you to be understood across the continent – and this Civic Chamber is there for that – then please use one of the official languages of the European Union.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 135, "date": "2014-09-15.json", "name": "Tim Aker (EFDD). -", "mepid": "99650", "text": "   Mr President, on 16 August 2014, 35 migrants crammed themselves into containers and docked themselves at Tilbury in my constituency. Sadly one died and, as tragic as this episode is, they have since tried to claim asylum. I think it would be wrong, and here is why. We are already known across Europe as ‘soft-touch Britain’, and this would only add to the United Kingdom being a soft touch. If we give asylum here, many more will put themselves in harm’s way in containers to come to the United Kingdom. We have proper processes in place to claim asylum in the UK and to migrate to the UK, and this is unfair to the wider community and to genuine migrants and asylum seekers. Next May, the British people and my constituents will be able to judge soft-touch Britain. They will be able to vote for UKIP, a party that rejects this Union and that will get our borders and our country back.", "language": "en", "original_language": "en", "translation_provider": "google"}, {"id": 136, "date": "2014-09-15.json", "name": "Janusz Korwin-Mikke (NI). -", "mepid": "124879", "text": "   Mr President, Europe was never united. The European states were fighting against each other but we were doing well, we were developing. Now, Europe under the occupation of the European Union, is at a standstill, it has zero growth – and the reason is the European Union. The acquis communautaire is the reason why we do not develop. The European Union is the exact opposite to Europe. The acquis communautaire is the exact opposite of European values. What in Europe was called ‘good’, in the European Union is called ‘bad’. We can see the reason very clearly. We will see the first caliphate not from ISIS, we will see the caliphate in the south of France. Normality must be returned. The European Union is an artificial product and it stops the development of Europe. The reason is the European Union and the acquis communautaire.", "language": "en", "original_language": "en", "translation_provider": "google"}, {"id": 137, "date": "2014-09-15.json", "name": "Brian Hayes (PPE). -", "mepid": "118658", "text": "   Mr President, I would like to refer to a long-running dispute involving a number of Irish construction companies which have had a very difficult time with the Polish authorities in the last few years. This dispute goes back to 2012. In excess of EUR 250 million has been lost. Many hundreds of jobs in Ireland have been lost through poor procurement procedure and poor contract procedure, and this was also the subject of a letter by five other European Union countries to the Polish authorities. I am looking for three things: firstly I would like the Polish roads authority to engage with the complainants in a fair and honest way; secondly, I am asking the Polish authorities to enter immediately into independent mediation to resolve this dispute; and thirdly I would ask the Commission, in the presence of one of the Commissioners here this evening, at the very least to consider this matter more closely. We are talking about EU funds, EU structural funds, the funds of the EU taxpayer, and we need to ensure that those funds are spent properly, with proper procurement procedures. There are issues in this case that need to be resolved.", "language": "en", "original_language": "en", "translation_provider": "google"}, {"id": 138, "date": "2014-09-15.json", "name": "Lucy Anderson (S&amp;D). -", "mepid": "124949", "text": "   Mr President, the Commission’s consultation on water closes next week so today, as a new Member, I am pleased to support the work done by everyone in this Parliament and beyond on the Right to Water Campaign. Partnerships with the private sector for expertise, innovation and research can be beneficial, but exploitation of water resources for commercial profit is not.  In my city of London we are still facing first-hand, through massive water bill rises, the shocking consequences of privatisation. We have a poorly-regulated monopoly private provider of water which last year paid well over EUR 100 million in dividends and interest payments to shareholders, and in the countries hardest hit by recession our own institutions in the EU have been attempting to insist on water privatisation despite international evidence against it.  It is time for the Commission to be bold. We want no more excuses about the lack of legal base or application of principles of neutrality. EU-wide measures to promote democratic public control of water are the only answer.", "language": "en", "original_language": "en", "translation_provider": "google"}, {"id": 139, "date": "2014-09-15.json", "name": "Izaskun Bilbao Barandica (ALDE). -", "mepid": "96922", "text": "    Mr President, the territorial problems in European nations such as the Basque Country, Catalonia or Flanders need solutions such as this week in Scotland: not to impose a solution which, as imposed, is never and not to prevent citizens from being able to debate and decide. In short: politics and democracy. In short: dialogue, agreements and citizen ratification. I therefore claim the content of the Strasbourg Declaration for European arbitration to equal the rights of all citizens of the Union when a Member State refuses to follow this simple script. These territorial tensions are further a symptom of the decline of traditional states and an opportunity to renew the concept of nation and to build the federal Europe in which parties like mine have been working for seven decades.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 140, "date": "2014-09-15.json", "name": "Matt Carthy (GUE/NGL). -", "mepid": "124986", "text": "   Mr President, 31 August 2014 last marked the 20th anniversary of the IRA’s cessation of military activity in Ireland – the pivotal moment in the Irish peace process – and, despite early setbacks, an inclusive talks process led to the historic Good Friday Agreement which created the space for those of different aspirations to strive for them through peaceful means. It was this inclusive dialogue that led to meaningful progress. In recent times, the principle of engaging in such dialogue has been found wanting within political unionism, and both the Irish Government and the British Government, but especially the latter, have largely disengaged from the process. EU institutions which have supported the Irish peace process need to be aware that flag protests, the breakdown of the Haas negotiations and the walkout by unionists from all-party talks some weeks ago threaten the political institutions that underpin the peace process in Ireland. I ask people here to encourage political unionism and the Irish and British Governments to re-engage in meaningful all-party talks to ensure that all outstanding elements of the Good Friday and subsequent agreements are implemented in full, so that the Irish peace process can continue to provide an example to conflicts around the world.", "language": "en", "original_language": "en", "translation_provider": "google"}, {"id": 141, "date": "2014-09-15.json", "name": "Jean Lambert (Verts/ALE). -", "mepid": "4531", "text": "   Mr President, I wanted to draw attention to the horrific floods now hitting India and Pakistan, and not least the divided state of Kashmir, where we have seen hundreds of deaths, the displacement of thousands of people, and a huge loss of livelihood. These floods are likely to continue, and we are being told that they are the worst floods to hit Kashmir in decades. We are all aware of the fact that Kashmir is a flashpoint area, and we have seen recent incidents along the line of control – even during this current emergency. However, I think that we should be welcoming the mutual offers of assistance between the governments of India and Pakistan during these floods. I really want to urge the European Union to actively support engagement between those two governments over the questions of improved water management and disaster preparedness in that area. This is a real opportunity to bring governments together to actually work for the benefit of their people, rather than pursuing this ongoing conflict.", "language": "en", "original_language": "en", "translation_provider": "google"}, {"id": 142, "date": "2014-09-15.json", "name": "Laura Ferrara (EFDD). -", "mepid": "124833", "text": "    Mr President, ladies and gentlemen, the Italian economic crisis combined with the immigration emergency risks undermining the protection of fundamental rights by generating a Darwinian struggle among the weakest. , willing to risk his life by challenging the Mediterranean aboard a dinghy. Yesterday's news is yet another tragedy: two hundred and fifty people sunk off the libyan coast. Europe and individual Member States are devoting rivers of money to a system of flow management that is not always transparent and not without critical issues and speculation. So what can we do? Stronger action is needed in the countries of origin and transit of migrants. The proper management of European funds in the Member States must be monitored in order to prevent fraud and waste. The Dublin Regulation needs to be reviewed in order to achieve real solidarity and cooperation between the Member States. Humanitarian corridors must be set up so that migrants can reach their destination directly without risking their lives.", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 143, "date": "2014-09-15.json", "name": "Κωνσταντίνος Παπαδάκης (NI). -", "mepid": "125093", "text": "    Mr President, the decisions of the recent NATO summit in Wales are directed against the people because they increase the aggression of the imperialist alliance and increase the risks of a generalised imperialist war that peoples will pay dearly for with their blood. NATO, the United States and the European Union military exercises on the territory of Ukraine are already proving this, escalating the confrontation with capitalist Russia over the sharing of markets, energy sources and territories. Today's conference in Paris on the coordination of the military action of the Euro-Nato willing against the so-called 'jihadists' who themselves have armed themselves, gives impetus to plans to re-design borders and generalisation of confrontation in the wider region. It is a strategic choice of the European Union or an even greater link with NATO.  The responsibilities of the Greek government are enormous because it participates in all the aggressive plans of the European Union and NATO. The Communist Party of Greece demands an immediate halt to all participation of the Greek armed forces in European Union and NATO missions and fights for the country's release from both the European Union and NATO for popular power and sovereignty.... (The President interrupts the speaker.)", "language": "en", "original_language": "el", "translation_provider": "azure"}, {"id": 144, "date": "2014-09-15.json", "name": "László Tőkés (PPE). -", "mepid": "39726", "text": "   Hungarians in Romania are unethly in favour of the territorial autonomy of szeklerland in Transylvania. The Romanian parties and the Romanian Government itself are strongly opposed to any form of minority self-determination and, in contrast to the anti-Hungarian press propaganda of the mainstream media, are pursuing a hostile campaign against the autonomy of half a million Szekler-Hungarian communities. The Romanian intelligence service is inciting against Hungarian autonomy like the old Communist political police. The Supreme Judicial Council brands legitimate Hungarian aspirations as an unconstitutional attack in violation of the principle of independence of the powers. I call on the President, the European Parliament, to protect Hungarians in Transylvania from unfounded, chauvinistic attacks and to support our legitimate and democratic autonomy efforts.", "language": "en", "original_language": "hu", "translation_provider": "azure"}, {"id": 145, "date": "2014-09-15.json", "name": "Péter Niedermüller (S&amp;D). -", "mepid": "124723", "text": "  This afternoon, in a brief debate, it was raised whether it was still worth dealing with Hungary in plenary. One of my colleagues, a fellow Member, said that there was no new development. I'd like to say there is! The Hungarian Prime Minister, for example, recently called NGOs agents of foreign powers. He harasses Hungarian NGOs with the tax authorities and the police. I think it is more important to state that this is not a simple Hungarian matter, it is a European matter! This is the first time that the Prime Minister of an EU country is seeking to consolidate his own political power against the core values, principles and ideals of the European community. I think that it is our fundamental task as MEPs to speak out on this issue, to rise to the fore and say: this is a European matter, we must defend European politics, the European community!", "language": "en", "original_language": "hu", "translation_provider": "azure"}, {"id": 146, "date": "2014-09-15.json", "name": "Νότης Μαριάς (ECR). -", "mepid": "125069", "text": "    Mr President, a large part of Greece's public debt is in the hands of the European Central Bank, which bought Greek government bonds on the secondary market during the crisis at a discount of at least 40%. Thus, the ECB paid EUR 35 billion, but requires that the nominal value of these bonds, which amounts to EUR 53 billion, be repaid. That is, a profit of EUR 22 billion. In this way, Mr. Dragi and his company, by selling \"air of sleuth\", are profiting unashamedly and insinually at the expense of the poor Greek people.  For this year alone, the Greek people will pay a \"hat\" to the ECB of 4 billion euros and, for this reason, the mnemonic government in Athens has imposed with ENFIA unaffordable taxes on the real estate of Greeks. However, the ECB's role is not to profit at the expense of the citizens of the European Union. Thus, it is both legal and ethical to \"tire\" these ECB bonds and to pay Greece only the capital paid by the ECB to buy these bonds, plus an interest rate of 0.15%.", "language": "en", "original_language": "el", "translation_provider": "azure"}, {"id": 147, "date": "2014-09-15.json", "name": "Marian Harkin (ALDE). -", "mepid": "28116", "text": "   Mr President, in June 2012 the EU Council agreed to break the link between banks and sovereigns. The Summit statement spoke of the Euro Group examining the situation of the Irish financial sector in the context of using the ESM to retrospectively recapitalise Irish banks. Subsequently, there was some roll-back on this agreement, but just one month later a joint statement from Enda Kenny and Angela Merkel said that Ireland was a special case. Jean-Claude Juncker said earlier this year: ‘I think there must be some degree of retroactivity’ in the ESM, ‘otherwise it will lose most of its sense’. Yet to this day we have made no progress on this issue and, in case you did not know, Eurostat confirms that Ireland, which has less than 1% of the population of the EU, carried 43% of the net cost of the banking crisis. We now have banking union therefore the EU cannot renege on its promises. The ESM must be used to retrospectively recapitalise Irish banks – otherwise we will have been betrayed by our partners.", "language": "en", "original_language": "en", "translation_provider": "google"}, {"id": 148, "date": "2014-09-15.json", "name": "Lynn Boylan (GUE/NGL). -", "mepid": "124984", "text": "   Mr President, an EU and Irish citizen, 17-year-old Ibrahim Halawa, was arrested in August 2013 amongst clashes between pro- and anti-Morsi supporters while on holiday in Egypt. One year on, he is still languishing in an Egyptian jail with no charges brought against him. No book of evidence has been submitted and Ibrahim has had to endure horrific conditions including physical abuse. Both Amnesty International and the human rights organisation Reprieve have investigated Ibrahim’s case and have found no justification for his incarceration. On 12 August Ibrahim’s case was due to be heard as part of the notorious mass trials which take place without legal representation. Due to the hundreds of defendants presented before the judge in one go, he walked out in protest, leaving a teenager jailed without charge, unable to finish his final exams at school and progress to further education with his friends. So I am calling on the EU to explicitly request his release and I will be seeking a meeting with the new High Representative as soon as possible to ensure that everything that can be done at an EU level is being done.", "language": "en", "original_language": "en", "translation_provider": "google"}, {"id": 149, "date": "2014-09-15.json", "name": "Petr Mach (EFDD). -", "mepid": "84175", "text": "    Mr President, at this meeting we will be debating the European Union budget for 2015 of around EUR 150 billion. Let us remember that it is EUR 150 billion taken from the pockets of citizens, that it is not money that has fallen from the sky. Many of you may think that money redistributed through Brussels in this way helps to live a better life in Europe. I think that's a lot of conceit, and I think the opposite. I believe that money redistributed in this way is bad for the economy, that it increases corruption, and that it increases the national debt. First, subsidies are money that an entrepreneur receives at the expense of someone else. Thus, the market is won by the person who receives the subsidies and not by the one who offers better services to consumers. The more money is redistributed, the greater the corruption. Thirdly, poorer countries in particular are taking out more and more loans just to raise money to co-finance these European subsidies. In short, I think this redistributed money is bad for the economy, and I think we could do without... (He removed the speaker's word.)", "language": "en", "original_language": "cs", "translation_provider": "azure"}, {"id": 150, "date": "2014-09-15.json", "name": "Deirdre Clune (PPE). -", "mepid": "124988", "text": "   Mr President, small, regional airports have a vital role to play in the economic development of their regions. I would like the new Commission-designate to focus on those airports and to ensure that investment is provided so that they can continue to be the engines of the regions in which they are located and can contribute to an efficient and effective transport system that allows regions to take full advantage of the internal market and to trade on a global scale. EU enlargement means there are greater travel distances within the Union, so it is more important than ever that regions are served by airports. We also need to promote global accessibility: it is well known that, when companies are locating to or investing in an area, international accessibility is very important and the availability of a local airport is key to their location requirements. As the Union enlarges, tourism is another area where we can create great employment opportunities. I would like the Commission, in its next term, to ensure investment in our airports ... (The President cut off the speaker)", "language": "en", "original_language": "en", "translation_provider": "google"}, {"id": 151, "date": "2014-09-15.json", "name": "Илияна Йотова (S&amp;D). -", "mepid": "38605", "text": "    Mr President, over EUR 300 million has been lost from unprecedented rainfall and flooding in Bulgaria in the last 3 months alone. The disasters left hundreds of people without a roof. The economy and agriculture will recover for years to come. Unfortunately, not only South-East Europe and the Balkans are affected by climate change.  Nature refutes the veracity of our own budget accounts and the drastic reduction of the Solidarity Fund. However, at the beginning of this year we changed the regulation here in the European Parliament to make the absorption of funds more flexible.  By the end of this month, the European Commission must also make the rules under which countries will use these funds. In the face of Mr de Guht, who is here, I call on the European Commission to do everything possible for a working document, to be able to make upfront payments to the most affected areas, and also for additional funds where they go even outside the framework of the Regulation.", "language": "en", "original_language": "bg", "translation_provider": "azure"}, {"id": 152, "date": "2014-09-15.json", "name": "Andrej Plenković (PPE). -", "mepid": "112755", "text": "    Mr. President, tonight I want to emancipate the issue of the rights of Croats in Serbia, Croats as minorities of which there are just over 57,000 according to the 2011 census. The occasion is a recent donation from serbia's president, Nikolic, textbooks for Croats bunjevce in Subotica and elementary school students in Cyrillic.  It is a move that represents the continuity of the watering-up of the Croatian corpus and the Croatian minority in Serbia. We do not think this is good; this is a policy that has been in place since the early 1990s, I believe that the European Commission should insist within the framework of accession negotiations - Chapters 23 and 24, that the issue of respect for the 2004 bilateral agreement between Croatia and Serbia should be one of the elements for Serbia's further path to the European Union. We expect to see Croats in Serbia's representative bodies as well, and to provide funding for the language, education, culture of Croats in Serbia.", "language": "en", "original_language": "hr", "translation_provider": "azure"}, {"id": 153, "date": "2014-09-15.json", "name": "Nicola Caputo (S&amp;D). -", "mepid": "124851", "text": "    Mr President, ladies and gentlemen, the waste crisis in Italy, and especially in southern Italy, has now become cyclical and the disposal system is not working, despite the fact that the populations are showing goodwill, as shown by the figure for increasing separate collection rates.  We are therefore witnessing a progressive and inexorable worsening of living conditions and the already known responsibilities in the field of waste disposal and recycling, so much so that Italy has been declared in default for violation of the directives on hazardous waste and landfill. The sanction is well deserved, and how could it not be if there are four hundred twenty-two areas at risk, two hundred eighteen illegal landfills and numerous forgotten and never reclaimed sites? It is also true, however, that an exemplary sanction must go hand in hand with an attempt to change the Union's intervention, which has so far perhaps not been effective enough. A proposal for a directive on waste and packaging is now being studied. This is our opportunity to strengthen European action, using the principles of the circular economy, a stricter alignment of definitions and prior controls and extended producer responsibility, of restrictions on municipal waste by 2030. I am sure I find the consensus of all of you, ladies and gentlemen, to turn a tragedy into a resource of our communities.", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 154, "date": "2014-09-15.json", "name": "Franc Bogovič (PPE). -", "mepid": "125004", "text": "   In Slovenia, we have repeatedly opposed the opatic installation of gas terminals in the Gulf of Trieste, in the direct border between Slovenia and Croatia. It is an area where about 100,000 people live, an area where there are two important ports – Koper and Trieste, an area marked by tourism. Therefore, the last procedure of placement of gas terminals some away from the border for Slovenia is unacceptable, and it is unacceptable, above all, the procedure by which these terminals are located, because Slovenian environmental organisations, the Government of the Republic of Slovenia and other important actors were not involved in this process. Therefore, in Slovenia we expect Slovenia and Italy to agree on the installation of gas terminals and that the process is carried out in accordance with European norms.", "language": "en", "original_language": "sl", "translation_provider": "azure"}, {"id": 155, "date": "2014-09-15.json", "name": "Cristian Dan Preda (PPE). -", "mepid": "96838", "text": "   Mr President, I have asked to intervene to signal a recent statement by Prime Minister Victor Ponta. I quote: \"The effects on Romanian society left by the ten years of the Traian Basescu regime are quite similar to those left by the Nazi regime in Germany\". I address my fellow socialists, the political family of the Romanian Prime Minister. Do any of you agree with such a statement? Can a democracy in the European Union be compared to a totalitarian regime? Do you think that a criticism of an adversary, liberal or conservative, can go as far as trivializing the crimes of the Nazi regime? Is the crisis crossed by Europe synonymous with the Holocaust? Do you think Victor Ponta represents a socialist sensibility? If your answer, fellow socialists, is 'no', you should say it publicly, because Prime Minister Ponta wants to be President Ponta in two months' time. You can't stop it, only Romanian voters can do it. However, you can explain the rules of democratic confrontation.", "language": "en", "original_language": "ro", "translation_provider": "azure"}, {"id": 156, "date": "2014-09-15.json", "name": "Der Präsident. -", "mepid": "2323", "text": "   That concludes this item.", "language": "en", "original_language": "de", "translation_provider": "azure"}]