[{"id": 0, "date": "2014-07-14.json", "name": "Der Präsident. -", "mepid": "1911", "text": "   I declare the session suspended on Thursday 3 July 2014 to be resumed.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 1, "date": "2014-07-14.json", "name": "Der Präsident. -", "mepid": "1911", "text": "   Mr President, ladies and gentlemen, I would like to thank the rapporteur for his excellent report and for his excellent work. Many Member States of the European Union have been affected by severe floods this year, most recently in Bulgaria, where an entire quarter of the city of Varna has been washed away and more than a dozen people, including a number of children, have lost their lives. In May, the worst flood disaster in decades hit people in Bosnia and Herzegovina, Serbia and Croatia, leaving a trail of destruction. In eastern Croatia alone, more than 150 000 people had to be evacuated, and many people were killed in the devastating floods. It will take many years for the economy, and in particular agriculture in these regions, to recover from this severe destruction. I have been able to see for myself how landmines washed up in the areas pose an almost impossible danger. I would also like to mention what we have seen on behalf of many of my fellow Members who have asked me to do so. In a region of Europe that has been plagued by bitter conflicts in recent decades, on the border between Croatia, Bosnia and Herzegovina and Serbia, there were no more borders in this flood, but tremendous solidarity among the people of all three countries. In Croatia, I have been able to see the great solidarity of the Croatian people with the people of the other countries. I would like to say here how deeply impressed not only i, but also many others who have been able to observe this, have been impressed by it. I think it is now our responsibility that those affected are not forgotten and that we ensure that the EU also provides the possible aid to the people of this region.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 2, "date": "2014-07-14.json", "name": "Der Präsident. -", "mepid": "1911", "text": "   I must inform you of the deadlines for tabling amendments to the draft budget for the financial year 2015. For the committees and for Members who wish to table amendments under the regulation of at least 40 Members, the deadline for amendments is Thursday, 4 September 2014, at 12 noon. So: political groups or individual Members, minimum number 40, on Thursday, 4 September 2014, at 12 noon. For the political groups, this deadline is 12 noon on Thursday 11 September 2014.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 3, "date": "2014-07-14.json", "name": "Der Präsident. -", "mepid": "1911", "text": "  The final draft agenda for this part-session, as set out in the Conference of Presidents at its meeting on Thursday 10 July 2014 in accordance with Rule 149 of the Rules of Procedure, has been distributed. The following amendments have been requested to this draft: Monday: No amendments. Tuesday: On Tuesday, the ECR Group is asking for statements by the Council and the Commission on the destruction of Syrian chemical weapons in the Mediterranean between Greece and Italy to be put on the agenda without a resolution.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 4, "date": "2014-07-14.json", "name": "Νότης Μαριάς (ECR). -", "mepid": "125069", "text": "    Mr President, on behalf of the ECR, we call for a statement on Tuesday by the High Representative for Foreign Affairs, Mr President-in-Office of the Council. Ashton on the serious issue of the destruction of Syria's chemical arsenal within the Mediterranean.  What's happening right now is something very serious. On board the U.S. Navy ship", "language": "en", "original_language": "el", "translation_provider": "azure"}, {"id": 5, "date": "2014-07-14.json", "name": "Der Präsident. -", "mepid": "1911", "text": "   Who wants to speak in favour of the motion?", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 6, "date": "2014-07-14.json", "name": "Rebecca Harms (Verts/ALE). -", "mepid": "28233", "text": "  Mr. President! This is a very important issue. We do agree that these chemical weapons must be destroyed. However, my group supports the question of the quality of the process, the process, the question of environmental impacts – to discuss this again here.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 7, "date": "2014-07-14.json", "name": "Beatrix von Storch (ECR). -", "mepid": "124825", "text": "   Mr President, ladies and gentlemen, I would like to thank the I have a comment on the agenda, and it also concerns the item for tomorrow. I am aware that the deadline for tabling amendments to the agenda has expired. But I would like to make a very short and fundamental point. Tomorrow we will be talking about the european Union's most important personnel for the next five years. It is about the Eu Commission Presidency. This is simply the most important item to be awarded. We have scheduled a debate with 90 minutes of debate. The debate is as long as the debate on 25 February on the normalisation of the accounts of railway operators. I think that the group chairmen, in their draft agenda, have not lived up to the importance of this position, which will be discussed tomorrow. If we want to take the citizens seriously, the hearing must not only last 90 minutes. I make a very brief suggestion on how we can regulate this. ... (The President cut off the speaker)", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 8, "date": "2014-07-14.json", "name": "Der Präsident. -", "mepid": "1911", "text": "  This is not a point of order, but a point of order that you are currently making. I cannot allow that to continue now. Wednesday: The GUE Group has requested a resolution to debate the escalation of violence between Israel and Palestine.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 9, "date": "2014-07-14.json", "name": "Gabriele Zimmer (GUE/NGL). -", "mepid": "28248", "text": "  Mr. President, ladies and gentlemen! On behalf of my group, I would like to ask that we not only have a debate on the situation in Israel and Palestine on Wednesday afternoon with the High Representative for Foreign Affairs and Security Policy, but that we also adopt a resolution on this. Over the weekend, the situation worsened and there is a threat of further escalation. We as a Parliament will not meet again until after the summer recess. In my view, it is urgently necessary for us to speak on this, not only to exchange views internally with the High Representative, but also to send a clear signal that everything must be done to prevent this escalation. There are already more than 170 dead, there are thousands of rockets fired at Israel, thousands of Palestinians have to leave the northern part of Gaza and are threatened. And from our point of view, a ground offensive is looming. This must be addressed here and also given a clear position by our Parliament.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 10, "date": "2014-07-14.json", "name": "Enrique Guerrero Salom (S&amp;D). -", "mepid": "96768", "text": "   Mr President, I think it is true that we cannot leave until the return of September without expressing our rejection of the situation of violence in the area and without sending a message which somehow pushes the parties to stop this violence. My group would therefore be in favour of a resolution if we were able to get that resolution to express a very common voice from Parliament in favour of the efforts that other actors are currently making to stop the violence. In short, that it was a short resolution, that it called for the ceasefire and the cessation of violence on both sides and that it demanded a return to dialogue and respect for all those living in that area.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 11, "date": "2014-07-14.json", "name": "Cristian Dan Preda (PPE). -", "mepid": "96838", "text": "    Mr President, we agreed on the idea of a debate, but not on the idea of a resolution. And I doubt that we can speak now, in a short text, as the Socialist colleague said, and that we can send a clear signal within two days, as the representative of the Confederal Group of the European Unitarian Left/Nordic Green Left has said.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 12, "date": "2014-07-14.json", "name": "Der Präsident. -", "mepid": "1911", "text": "   The request is for debate with resolution. (Parliament adopted the motion) (The order of business has therefore been adopted.)", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 13, "date": "2014-07-14.json", "name": "Der Präsident. -", "mepid": "1911", "text": "  The next item on the agenda is the one-minute speeches on important political issues (Article 163 of the CRP).", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 14, "date": "2014-07-14.json", "name": "Pál Csáky (PPE). -", "mepid": "124930", "text": "   Mr President, I am a new Member from Slovakia and represent the Hungarian community, which makes up 10% of the total population of my country. In the two reformist governments of Slovakia I was Deputy Prime Minister and was responsible for the successful integration of my country into the European family, which would have been totally unacceptable without the support of my voters. In 2008, when the ratification process of the Lisbon Treaty was blocked in Slovakia, it was again my party, the Hungarian minority party, which was in opposition at the time, that helped to adopt this crucial document. For these reasons, I think I can rightly ask that this Parliament devote more attention to historical European minorities. I believe that if this Parliament deals with these questions with the necessary understanding our common Europe will be stronger and more credible to its citizens.", "language": "en", "original_language": "en", "translation_provider": "azure"}, {"id": 15, "date": "2014-07-14.json", "name": "Milan Zver (PPE). -", "mepid": "96933", "text": "  In yesterday's parliamentary elections in Slovenia, the left-hand party, which emerged 41 days ago, won with 34 percent. We also had early elections in 2011, when the winning party emerged 43 days before the election. Such electoral engineering is only possible in weak democracies. Both election results are a direct consequence of the judicial farce of Paci, which has been coinciding with elections in Slovenia for six years. But the latest elections represent the tip of the politicization of the judicial process. Opposition leader Janez Janša was jailed three weeks before the election without evidence. He was supposed to get the promise of a prize, but you don't know where, when, in any way, from whom, or what - nothing. Now they're delaying him from further defense. In addition, five days before this election, he was accused of insults in two new court proceedings. All this has affected the outcome of the parliamentary elections in Slovenia, which cannot be said to be fair, free and legitimate. If we care about democracy and the rule of law, Europe should act on the basis of the framework adopted in March to protect the rule of law.", "language": "en", "original_language": "sl", "translation_provider": "azure"}, {"id": 16, "date": "2014-07-14.json", "name": "Patricija Šulin (PPE). -", "mepid": "125103", "text": "  A fair and functioning legal system is crucial for protecting people and realising their potential, but Slovenia is unfortunately one of the EU members where we have problems with it. The lawmaker of the opposition, Janez Janša, was convicted and imprisoned on the basis of evidence shortly before this year's national assembly elections. His rights were violated because he was wrongly convicted. Unfortunately, there are few such violations of fundamental rights or judicial misconduct in Slovenia. A recent study by Dr. Lovra Šturma, a former constitutional judge and professor at the Faculty of Law of the University of Ljubljana, revealed that between 2004 and last year, at least 1200 judges in 442 proceedings in Slovenian courts violated human rights and fundamental freedoms. I am therefore very pleased that in March this year the European Commission adopted a new framework for the protection of the rule of law in the European Union, and at the same time I call on it to be used as soon as possible in order to improve the situation in Slovenia in the protection of human rights in judicial proceedings.", "language": "en", "original_language": "sl", "translation_provider": "azure"}, {"id": 17, "date": "2014-07-14.json", "name": "Catherine Stihler (S&amp;D). -", "mepid": "4545", "text": "   Madam President, I want to raise on the floor of this House the excellent work of Traidcraft in effectively challenging European supermarket power by highlighting the negative impact that certain supply chains can have on the poorest farmers across the world. We know that there are great benefits from fair trade. However, there are still too many unfair commercial practices which have to be exposed and tackled. Therefore I call on the European Commission, and in particular the new set of commissioners, to take urgent action to address these vitally important issues. I have had dozens of constituent inquiries: these issues matter to European citizens. After all, the test of our progress in this House will not be that we helped those who already have much but that we helped those that have so little in this world.", "language": "en", "original_language": "en", "translation_provider": "azure"}, {"id": 18, "date": "2014-07-14.json", "name": "Νότης Μαριάς (ECR). -", "mepid": "125069", "text": "  Madam President, although in 1946 the Paris International Peace Conference required Germany to pay Greece war reparations, which currently amount to EUR 106 billion. The Federal Republic of Germany continues to refuse to pay the above amount. At the same time, Germany refuses to repay the compulsory owner-occupied loan granted to it by Greece in 1942, which currently amounts to EUR 54 billion. In addition to interest. Germany's debts to Greece also include reparations it must pay to the relatives of the thousands of victims that German occupation troops executed in hundreds of martyred Greek cities, such as Distomo, Kalavryta, Viannos and elsewhere. I therefore ask, ladies and gentlemen, for your support in order to oblige Germany to repay its debts to Greece, which so far amount to at least EUR 162 billion. In addition to interest.", "language": "en", "original_language": "el", "translation_provider": "azure"}, {"id": 19, "date": "2014-07-14.json", "name": "Ева Паунова (PPE). -", "mepid": "98341", "text": "  Today I want to draw the attention of my colleagues to another attempt by the UK Government to derail the principle of free movement within the European Union. The UK government plans to introduce a quota to reduce the annual number of migrants in the country from future European Union member states to a minimum. Initially, the quota was planned to apply to citizens of Bulgaria and Romania, but for now it seems that the idea has been abandoned. According to the British Prime Minister, immigration puts a lot of pressure on British society and the economy, but the data suggests the exact opposite. For example, according to the European Commission, migrants from poorer EU Member States are net contributors to public finances. , which allows us to realize our potential in the best possible way, without restrictions and limits.", "language": "en", "original_language": "bg", "translation_provider": "azure"}, {"id": 20, "date": "2014-07-14.json", "name": "Nicola Caputo (S&amp;D). -", "mepid": "124851", "text": "   Mr President, ladies and gentlemen, the very serious environmental crisis in the regions of southern Italy, and in particular my own land, the so-called 'land of fires', call for the cry for alarm and help from citizens who are called upon to pay a very high price for the mismanagement of the waste cycle and the infiltration of organised crime. In recent years there has been a harmful impact on the health of citizens, the environment and agriculture with an increase in cancer diseases that make the mapping of areas at risk no longer procrastinating, the implementation of an extraordinary recovery plan and the adoption of urgent measures for the induced crisis of the agri-food sector, true local production excellence. I call on the European Commissioner for the Environment to embark on a truly new phase with an express take-up of this issue and a decisive contribution to these emergencies, defining the financing of the most effective strategies, in order to restore to those peoples, to my people, a land that is of work and prosperity and not of fires and suffering.", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 21, "date": "2014-07-14.json", "name": "Γεώργιος Κύρτσος (PPE). -", "mepid": "125063", "text": "  Madam President, there is often criticism in this Chamber of the bureaucratic response to the crisis and the lack of a development perspective. Critics' motives are often negative, but their arguments are to some extent well founded. We must therefore respond with more initiatives by the heavily indebted countries in favour of drastically reducing public expenditure, in favour of limiting civil servants and promoting the necessary structural changes. At the same time, those in a better economic situation must contribute to the financing of employment programmes, for small and medium-sized enterprises, to accept budgetary rules that facilitate investment and new public debt arrangements. The over-indebted must dare and the economically powerful must stand by. In my view, there is no other realistic path.", "language": "en", "original_language": "el", "translation_provider": "azure"}, {"id": 22, "date": "2014-07-14.json", "name": "Andrus Ansip (ALDE). -", "mepid": "124696", "text": "   Madam President, today we begin a historic part-session. Tomorrow we can vote for a more democratic Europe, in which the leadership is decided by popular vote. We can accept this or we can reject it and return to backroom deals. We have but one chance to change the governance of Europe. Let us not miss it. I call on all my colleagues to support Jean-Claude Juncker as the next President of the European Commission.", "language": "en", "original_language": "en", "translation_provider": "azure"}, {"id": 23, "date": "2014-07-14.json", "name": "Ildikó Gáll-Pelcz (PPE). -", "mepid": "102886", "text": "   First of all, I would like to thank the Hungarian electorate from here for their support of the FIDESZ-KDNP list so much that we can be present in all commissions and even hold important positions in the next term – even as vice-presidents and coordinators. Secondly, I would like to draw your attention to a policy issue, in particular the Commission's attention to the importance of energy prices. As is well known, there have been several reductions in overheads in my country in recent years. I would like to draw the Commission's attention to the possibility of this in terms of energy prices. Before I get the answer that this is not possible, I would like to say that it is possible. With regard to roaming charges, from 2007 onwards, in view of the fact that competition has not been fully implemented, we have intervened in the pricing process, resulting in a reduction in roaming charges. I think that we could extend this in terms of energy prices.", "language": "en", "original_language": "hu", "translation_provider": "azure"}, {"id": 24, "date": "2014-07-14.json", "name": "Carlos Jiménez Villarejo (GUE/NGL). -", "mepid": "125034", "text": "    Madam President, ladies and gentlemen, in recent months and years the practice of torture in Spain by security forces has intensified.  This follows from the analysis of the crime of torture contained in the report of the Attorney General of the State of 2013, where he reports the opening of 79 criminal proceedings throughout Spain, most of which correspond to the Basque Country. Two recent rulings have revealed the persistence and seriousness of this crime: the judgment of the Audiencia Nacional of 14 May this year, which has acquitted 36 young Basques accused of belonging to the terrorist organization ETA, among other reasons for the invalidity of the evidence obtained under torture — some suffered unjustifiably provisional detention - and the judgment of the Provincial Hearing of the Balearic Islands , of 16 June also this year, which convicted four civilian guards of serious torture committed against two British citizens. It is very worrying that this is happening within the European Union, which claims to be based, in accordance with Article 2 of the Lisbon Treaty, on respect for human dignity.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 25, "date": "2014-07-14.json", "name": "Jordi Sebastià Talavera (Verts/ALE). -", "mepid": "125053", "text": "  (He began his speech in Valencian/Catalan.) Mr President, ladies and gentlemen, today the trial against the neo-Nazi group Frente Antisistema began in Valencia. This group, with contacts in other european countries, was given weapons of arms and Nazi propaganda, and one of its members had already been in prison for the murder of the young anti-nazi guillem Agulló. Weapons, which are fundamental evidence of the crime, have been destroyed by the Civil Guard. We are very concerned that this could prevent a normal trial and avoid a conviction. We are very concerned about the rise of fascism and Nazism in Europe, a monster with tentacles that has also been introduced into this House. Ladies and gentlemen, Madam President, I ask you for a common front against impunity, against fascism, for democracy and for Europe because, if not, our continent can be bloodied again as it has already done.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 26, "date": "2014-07-14.json", "name": "Piernicola Pedicini (EFDD). -", "mepid": "124844", "text": "   Mr President, ladies and gentlemen, we are new here, we have just arrived and we have therefore observed a great deal, we have listened very much to what you have said. The ones that impressed me the most in recent days: change, innovation and sustainability. However, we see that – today there is hardly anyone – to give an example, the group leader of the Group of Socialists and Democrats, Mr Pittella, has been here for fifteen years, he will be here for another five years and has been a politician for forty years. His brother – I come from a region, small and poor Basilicata – has been the governor and has been in politics for forty years and his father has been a senator of the Italian Republic and for over sixty years now political. Fine. So when you say the word change, what exactly do you mean? Furthermore, I would like to say that in that small region, but also throughout southern Italy, oil, the energy of the future, is being extracted, with drilling techniques that are banned throughout the rest of the world such as Horizontal Fracking. Fine. In those same areas we have a growth in tumours linked to sudden and irreversible hydrocarbon exposure. When you say the words innovation and sustainability, what exactly do you mean?", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 27, "date": "2014-07-14.json", "name": "Danuta Jazłowiecka (PPE). -", "mepid": "96781", "text": "   Madam President, i voted in favour of this report. At the beginning of the new term of office, I would like to draw the Attention of the European Parliament to a very important issue, namely the low turnout in the European Parliament elections in May this year. The low turnout in most Member States is a very worrying phenomenon and an extremely clear signal from European voters, their indifference, distrust and lack of hope for our capabilities. The average turnout is 43%, and for Member States with persistently low turnout it still hovers around 20%, with a record 13% turnout this year in one Member State. The steps taken in the action, react, decide campaign did not produce the expected results. To respond effectively, we need long-term and precise action instead of ad hoc activity during the campaign period just 5 months before the election. We should pay particular attention to young people who are gradually and en masse moving away from civic and social issues. I therefore ask the President of the European Parliament: what should he do with such an important problem? Should we not take five-year, long-term action this time to tackle this growing gap between society and the European institutions?", "language": "en", "original_language": "pl", "translation_provider": "azure"}, {"id": 28, "date": "2014-07-14.json", "name": "Robert Jarosław Iwaszkiewicz (NI). -", "mepid": "124886", "text": "   Madam President, i voted in favour of this report. Ladies and gentlemen, I would like to thank the Rapporteur, Mr Schwab I have been an entrepreneur in the small and medium-sized enterprises sector for over 25 years. I know and understand the problems of small businesses and small businesses, which suffer primarily from an unimaginable amount of legislation that interferes with normal work and making money. For example, taxes in Poland are so complicated because of EU rules that they take up to 286 hours a year for native entrepreneurs. In terms of tax friendliness, Poland ranks 114th in the world out of 185 countries surveyed. I firmly believe that the European Union should immediately stop creating new law and deal with the dismantling and simplification of the current unhappily binding law. Too often, those in this House forget that the economy is created on the basis of idea and work, not administrative legislation.", "language": "en", "original_language": "pl", "translation_provider": "azure"}, {"id": 29, "date": "2014-07-14.json", "name": "Beatrix von Storch (ECR). -", "mepid": "124825", "text": "  Madam President! It is a great pity that President Schulz was unable to make my request to amend the agenda and had to interrupt it because it was not a request to change the agenda, but a point of order. Very regrettable! However, I wanted to say something about Jean-Claude Juncker: we will elect him as President of the European Commission tomorrow. In any case, there has been a great theatre in Germany around the so-called top candidate. The citizens of the EU should believe that the election of the Eu Commission President means that the EU and the EU Commission, in particular, are somehow democratic. About 15% of Germans know Mr Juncker's name when asked. You know his name, not his program, but his name. Ultimately, Mr Juncker is responsible for all the laws that are passed here. The EU Commission is the only one to initiate legislation here. It is not Parliament. All the laws that are passed here come from the EU Commission. Ladies and gentlemen, the fundamental error of the EU is the uncontrolled power of the European Commission.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 30, "date": "2014-07-14.json", "name": "Csaba Sógor (PPE). -", "mepid": "39724", "text": "    The legal institution of the European Citizens' Initiative was introduced by the Treaty of Lisbon so that citizens can participate directly in shaping European policies. However, it is very difficult to talk about success if the Commission in many cases has a narrow interpretation of its powers. Europe's diversity is a value! However, the European institutions cannot act in defence of diversity. If the citizens' initiative on the protection of indigenous national minorities is not a European competence, this means that Europe does not hear the voices of its more than 40 million citizens, ignores their specific situation and reinforces opinions that ethnically homogeneous nation states are desirable. Many people criticise the Union for interfering in too much while not manifesting itself on the really important issues. As a representative of hungarians in Romania, my job is to convey the message of our community. We consider the European Union important, we support solidarity between Member States, regions and nations, but we also expect Europe to pay attention to the problems of traditional national minorities and to find answers to these problems.", "language": "en", "original_language": "hu", "translation_provider": "azure"}, {"id": 31, "date": "2014-07-14.json", "name": "Csaba Molnár (S&amp;D). -", "mepid": "124722", "text": "   Ladies and gentlemen, I would like to thank you for your support. Last week, MEPs from the Democratic Coalition asked the Commission a written question about the new advertising tax, which was introduced in Hungary and which is extremely restrictive of freedom of the press. The only unskotted but confessed objective of this advertising broadcaster is to try to make the RTL Klub, the largest Hungarian commercial television station, which is not yet under government control. Over the past four years, the Hungarian Government, abusing its two-thirds parliamentary majority, has, on the one hand, developed a pro-government media empire of unprecedented size in the European Union and, on the other hand, has taken all sorts of punitive measures against the remnants of the still independent media. Therefore, we can now say, unfortunately, that, as a result of all these measures, independent press and freedom of the press in the European sense can no longer be discussed in Hungary. For all these, I have asked the European Commission, and I ask again, to launch an investigation into the Advertising Tax in Hungary, so that it can stand up in the European Union and take effective measures to restore freedom of the press in Hungary.", "language": "en", "original_language": "hu", "translation_provider": "azure"}, {"id": 32, "date": "2014-07-14.json", "name": "Ruža Tomašić (ECR). -", "mepid": "119431", "text": "  May floods in the Republic of Croatia endangered 35,000 people, of which 13,000 were evacuated. Many of these people have lost almost all their possessions and still live with relatives or friends today. 8,000 hectares of farmland were under water that left behind more than 10,000 dead animals.  Although almost two months have passed since the water torrent swept posavina county, life has not yet returned to the abandoned villages. Despite the great solidarity of the rest of Croatia and the enormous energy invested by volunteers and humanitarians in helping the afflicted, it remains an open question when housing and economic capacities will once again be ready to accommodate their tenants and beneficiaries. Therefore, I would like to appeal to the institutions of the European Union to help restore the flooded areas of the Republic of Croatia and thus ensure that the afflicted return to their hearths as soon as possible.", "language": "en", "original_language": "hr", "translation_provider": "azure"}, {"id": 33, "date": "2014-07-14.json", "name": "João Ferreira (GUE/NGL). -", "mepid": "96706", "text": "   Today the real objectives and results of the troika intervention in Portugal are clearer. They said the objective of this intervention was: 1) to increase growth potential, create jobs and improve competitiveness; (2) a fall in the government debt and budget deficit ratio; 3) safeguarding the stability of the financial system. Three years elapsed, the results are revealing across the line: the biggest recession accumulated since World War II, structural unemployment never seen in democracy, bankruptcies of tens of thousands of companies, an uncontrolled debt that exceeds 130% of GDP and a deficit well above the targets set. A financial system that has channeled millions of public resources into speculative activities contrary to the general collective interest and is highly vulnerable, as demonstrated by the situation at Banco Espírito Santo, which is likely to include developments that are not yet entirely predictable. Despair, emigration, desertification, poverty, misery and hunger, on the one hand, accumulation and increasing concentration of wealth on the other. Breaking with this path is an undeferred imperative that the peoples of Europe are faced with.", "language": "en", "original_language": "pt", "translation_provider": "azure"}, {"id": 34, "date": "2014-07-14.json", "name": "Gabriel Mato Adrover (PPE). -", "mepid": "96936", "text": "   Madam President, a new legislature begins, which is obviously not going to be easy. We are coming out with great sacrifices, mainly from citizens, of a huge crisis that has served to challenge the policies of the European Union. We have a new Parliament and we will soon have a new Commission. From both institutions I call today, loud and clear, a commitment to the outermost regions and, among them, to the Canary Islands. We are firmly committed to Europe, but Europe must also bet on us. I speak from the Canary Islands and on behalf of the canaries of all sectors and all the islands. They all want to trust our institutions and hope that we will be able to deal with problems and solve them. There are many issues to be resolved: employment, POSEI, REF, transport, communications... And a new legislature begins. Let us work together to become a legislature for hope and make outermost regions truly an opportunity for Europe.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 35, "date": "2014-07-14.json", "name": "Romana Tomc (PPE). -", "mepid": "125104", "text": "  The rule of law works if its most important institutions enjoy the highest level of trust - unfortunately this is not the case in Slovenia. It is very worrying that citizens do not feel confidence in the judicial system, and the European Commission also maintains this, as it notes that Slovenian justice enjoys one of the lowest levels of trust when it comes to independence. In this situation, the leader of the largest opposition party has been removed from the political space in the judicial process, which provokes outrage from many legal experts. In this situation, there has been an election. We Slovenes want to live in a country we will trust, in a country where the courts are professional and independent, in a country where there will be no slightest doubt that the institutions of the rule of law are being abused with a view to removing political opponents. Slovenia is part of the European Union, where high democratic standards are in place and we therefore expect them to be respected in Slovenia as well.", "language": "en", "original_language": "sl", "translation_provider": "azure"}, {"id": 36, "date": "2014-07-14.json", "name": "Kristina Winberg (EFDD). -", "mepid": "124995", "text": "   Madam President, I would like to begin by congratul The Schengen Agreement was concluded in a spirit of faith in the future and cooperation. Since then, the world has changed. Today we have a neighbourhood where borders are redrawn in blood and people who do what people have always done – looking for a new and safer future here in Europe. The Mediterranean countries are signalling that they are unable to provide a dignified reception of refugees and the Dublin Regulation is now out of action.  But the high number of arrivals, who are often in the hands of unscrupulous traffickers, is unsustainable. We therefore propose that the EU introduce the temporary border controls that the Schengen Regulation opens up. Only then can we find solutions that move resources where they are needed and help people on the ground.", "language": "en", "original_language": "sv", "translation_provider": "azure"}, {"id": 37, "date": "2014-07-14.json", "name": "Czesław Adam Siekierski (PPE). -", "mepid": "23787", "text": "   Madam President, i voted in favour of this report. Dear! We have five demanding years ahead of us that can determine the future of the European Union for decades to come. What are the priorities? Firstly, we must end the fight against the economic crisis and continue to work in the area of euro area recovery. The completion of the Banking Union, which aims to prevent shocks in the banking sector in the future, will be crucial, among other things, and the recovery of the economy will create new jobs. Secondly, trade negotiations with the US. We have a responsibility to shape trade and investment agreements sustainably and fairly in order to achieve the expected mutual benefits. Thirdly, reducing the Ukrainian crisis and creating an Energy Union. Europe needs cheaper energy that could drive the reindustrialisation of the continent. Fourthly, it is necessary to complete the common market, which, more than twenty years after its formal creation, is still incomplete. We have the greatest room for action in the area of freedom to provide services and telecommunications and energy. Fifthly, we are waiting for mid-term reviews of the Europe 2020 strategy and the budget and the main Community policies, including the CAP and cohesion policy. The conclusions of these reviews should indicate the responsibility...  (The President has received the speaker's vote)", "language": "en", "original_language": "pl", "translation_provider": "azure"}, {"id": 38, "date": "2014-07-14.json", "name": "Maria Grapini (S&amp;D). -", "mepid": "124785", "text": "    Madam President, I want to stress once again the importance of SMEs in the European Union - the crucial importance, it is known - but, unfortunately, in recent years there has been a focus on the development of this sector through measures that have not worked. SMEs still have problems with access to finance, public procurement, internationalisation. I know very well the situation of SMEs in my country, in Romania, and in Europe, as a former minister in this area, and I know that we need to come up with other concrete measures to solve funding, and public procurement and internationalisation. And there is another issue that I believe has not been dealt with by the European Union properly: it is the access of products from non-European countries to the European Union market. We know well that we are dealing with counterfeiting, with a lot of dumping prices on the production made by SMEs in Europe. That is why I believe that the Commission and the new Council and we, Parliament, need to think of measures that solve problems and not create other problems. Obviously, I am also thinking here of the unnecessary bureaucracy that makes it difficult for SMEs to operate. That is why I will advocate eGovernment, for strengthening security and confidence in the digital market, but also for the protection of the European Union market.", "language": "en", "original_language": "ro", "translation_provider": "azure"}, {"id": 39, "date": "2014-07-14.json", "name": "Kazimierz Michał Ujazdowski (ECR). -", "mepid": "23791", "text": "  Madam President, i voted in favour of this report. Colleagues, i would like to thank you for your excellent work. I would like to draw attention to a problem that is important for the European Parliament and for our attitude towards citizens. It is about respecting the principle of transparency and transparency of votes. The Rules of Procedure of the European Parliament leave much to be desired. The vote in the election of the President of the European Parliament was not a public vote – it was a secret vote. Tomorrow's vote to choose the Head of the European Commission will also be a secret ballot. In my deep conviction, this does not correspond to the principle of openness, but only openness guarantees the accountability of politicians to citizens. I therefore consider the necessary amendments to the Rules of Procedure of the European Parliament so that our work is transparent – votes, especially those of the greatest importance, should be public. I therefore intend to present a proposal to amend the Rules of Procedure of the European Parliament.", "language": "en", "original_language": "pl", "translation_provider": "azure"}, {"id": 40, "date": "2014-07-14.json", "name": "María Lidia Senra Rodríguez (GUE/NGL). -", "mepid": "125049", "text": "  (She began her speech in Galician.) Madam President, I said that I come from Galicia, a people of which make up the multinational reality of the Spanish State, a people who, like the rest of the peoples of the South, suffer from hunger, social exclusion and poverty. I would like one of the priorities of this Parliament, in this parliamentary term, to be to establish universal basic income at European Union level and also full employment, as well as a minimum wage that allows us to live worthily from our work.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 41, "date": "2014-07-14.json", "name": "Σωτήριος Ζαριανόπουλος (NI). -", "mepid": "125090", "text": "   Madam President, the attack on the monopolies of the European Union and civil governments is being promoted by a crackdown on labour and popular struggles in all Member States. The Greek government further privatises the Public Electricity Company as part of the European Union's single energy liberalisation strategy, which all parties support it accept. This action becomes very expensive for the peoples, a field of profitability for monopolies, the object of competition, interventions and wars such as in Ukraine, where the European Union, the United States and NATO are at the fore. Thousands of popular households who are left without electricity because they cannot pay are now being asked to pay even more. The co-government of New Democracy and PASOK recruited the strikers of the Electricity Company, as it had done previously with seafarers, teachers, metro workers. Class justice declares strikes illegal, governments strike the right to strike in the direction of the European Union's anti-labour abortions, the Modi II Regulation. Already the co-government and the Troika are promoting a substantial ban on the right to strike and the introduction of a 'lock out'. The JRC calls for the lifting of the recruitment policy and the laws restricting trade union freedoms. It is fighting for the abolition of all laws that free up energy, to make it a cheap folk good.", "language": "en", "original_language": "el", "translation_provider": "azure"}, {"id": 42, "date": "2014-07-14.json", "name": "Preşedinte. -", "mepid": "37324", "text": "   With this, we ended the list of speakers. I would like, before Concluding the meeting and making the final announcement, to congratulate our French colleagues on the occasion of the national day, because we are in Strasbourg.", "language": "en", "original_language": "ro", "translation_provider": "azure"}]