[{"id": 0, "date": "2016-06-28.json", "name": "Der Präsident. –", "mepid": "1911", "text": "   In agreement with the political groups, I have convened this extraordinary part-session in accordance with the second subparagraph of Rule 146(4) of the Rules of Procedure, so that Parliament can debate the outcome of the referendum in the United Kingdom. It is the first time that a plenary session in this form has been convened so quickly. This exceptional measure is, of course, also a response to an exceptional precedent, namely that a Member State has decided to withdraw from the Community. I therefore very much welcome the fact that the entire College of Commissioners, including Lord Hill, is here today and I warmly welcome you, Mr President of the Commission, to the Members of the Commission! (Applause) It is important that we have a debate today in Parliament, in the place of European democracy, on the subject that deeply affects us all. Because, ladies and gentlemen, contrary to popular commentary in some institutions, the decision taken in the United Kingdom is a decision of the British people, but one that affects all the citizens of the European Union. That is why it makes sense for the Members of the peoples of Europe to discuss this case here in this House today. However, let me say one thing at the beginning of our debate: over four decades, many politicians and, in particular, a great many UK civil servants have worked in the EU institutions. Personally, like many of you, I have worked together with colleagues from the United Kingdom for decades to build our House of Europe. That is why It is a great need for me – and I think I am speaking on your behalf – that we say to all those Members from the United Kingdom here in this House and, above all, to the hundreds of men and women in the political groups and in the committees, in the administration of this House, who have worked with us on the European project, on this day. : We deeply regret the decision that Britain wants to leave us. But to you – colleagues who have worked with us over the years – we are deeply attached to you politically and humanly! (Applause) It is clear to all of us, ladies and gentlemen, that the value of the United Kingdom, especially in Europe's foreign policy, but also in the defence of its freedoms, is of the utmost importance. However, the will of the majority of UK citizens must also be activated and respected. That is why we will certainly discuss the issue of Article 50 and its activation in depth today. Ladies and gentlemen! Let me thank someone who is in the room who, in a very difficult situation, I think has done a great job and taken a great human step. Lord Hill has made his position as Commissioner of the United Kingdom available as a consequence of his own position. That is why he is certainly with us today for the last time. I would like to tell you, Lord Hill, that you campaigned for the Uk to remain. I would like to thank you, on behalf of Parliament, for your commitment, but also for your work in the Commission. (Members of Parliament rose and applauded Lord Hill) I thank you, ladies and gentlemen, for this signal, which also shows which side the overwhelming majority of the Members of the European peoples stand on: on the side of those who wanted to keep Britain in the European Union. Thank you for this strong signal! At the same time, however, the resignation of Lord Hill is certainly already a signal that the de facto exit procedure has already begun.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 1, "date": "2016-06-28.json", "name": "Der Präsident. –", "mepid": "1911", "text": "   The first item on the agenda is the debate on the council and Commission statements on the outcome of the referendum in the United Kingdom (2016/2800(RSP)). First of all, Mrs Hennis-Plasschaert has the floor for the European Council. I had invited Mr Tusk to our meeting today, as did Prime Minister Rutte. However, this does not alter our respect for you, Mrs Hennis-Plasschaert, who is representing the Council here today. You have the floor!", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 2, "date": "2016-06-28.json", "name": "Jeanine Hennis-Plasschaert", "mepid": "n/a", "text": "   President-in-Office of the Council. – Mr President, Honourable Members, Members of the College of Commissioners, 23 June 2016 will go down in history as a day that shook the United Kingdom and the European Union. A majority of British voters have expressed their wish to leave the EU. Following this result, which we respect, there is deep, deep regret but there is also a strong resolve to show unity in our response. However, let me underscore the fact that today I represent the full Council, all 28 members of it. Until a UK exit is finalised, the UK will be a member of the Council with all the rights and obligations that derive from this.  The United Kingdom has been a respected member of the European Union since 1973, working with Member States and institutions to build and strengthen a secure and prosperous Europe. The outcome of the referendum therefore marks a watershed moment in Europe’s history. But history and geography cannot be changed. The UK is, and will always be, a European nation. We share the same values, we harbour the same hopes and we will continue to work together as partners and allies. In other words, it will be in the interest of us all to ensure that a future relationship will be constructive and mutually beneficial.  Let me absolutely clear. No one will benefit from a prolonged period of political limbo. The ball is in the British court and we look forward to hearing from London soon. At the same time, let us also allow the UK the time it needs to recuperate and to take the necessary decisions so we can indeed move forward. In other words, cool heads must now prevail.  Since its creation in 1957, the EU has gone a long and successful way. It has reunited Eastern and Western Europe and it has brought about the longest period of peace on our continent in modern times. It has been a driving force to bring and keep the people of Europe together in all its diversity and strength. Never in modern history have we enjoyed so much freedom, so much wealth and so much stability in Europe. Why did people give their lives in Ukraine, carrying a blue banner with golden stars? Why do people from Africa and Asia leave their families to reach our shores in rickety boats? It is because of the fundamental values that bind us, the fundamental freedoms that inspire us, and the promise that, if you do your best, you can really get ahead and, if you cannot, you will not be cast away. These achievements stand and we can be proud to have contributed to them. However, nothing is irreversible, nothing inevitable. The shock of the referendum should be a wake—up call to us all. Whether we like it or not, the sentiments of a large part of the British voters are shared in many other EU Member States. So we will have to do better. We must intensify our efforts. We need a more efficient, more effective and, most of all, a more convincing European Union.  Clearly, in this globalised world, Europe is facing huge challenges. So yes, we do need an EU that is protecting its borders and controlling migration, an EU that is providing economic opportunities for all citizens, and an EU that is keeping threats at bay. We need an EU that is not seen as a threat to national identity but as an extension of our identities, an EU that is not seen as a bureaucratic meddler, but as a facilitator.  The inconvenient truth is that neither Europe as a whole, nor any single nation, can isolate itself from a world in turmoil. We must cope with this turmoil together, as best we can, or else the zone of peace and stability that we have built up over decades might disintegrate, and we would have no one to blame but ourselves.  We need unity because geopolitical tension and the conflicts surrounding Europe will continue and possibly even multiply. We need unity because terrorists will not hesitate to strike at us again. We need unity to control the huge flows of migrants that will continue to move towards this continent.  Let me be clear once more. No country on the face of the earth can meet these challenges alone. These challenges are simply too complex. They also tend to ignore borders. It is true that part of the challenge lies in the domestic realm, convincing European citizens that unity remains the best choice. But fancy words, conclusions and declarations will not be enough. We have to act. The fact that fragmentation is no longer considered unthinkable should gravely concern us all and propel us into action. There is no reason to be fatalistic, for together we are still strong. Together, we are the world’s strongest advocates for the values we cherish: the rule of law, freedom, democracy, a market-based economy. But it would be foolish to underestimate the challenge at hand.  The outcome of the referendum has left us with an unprecedented situation. Many within the UK and other Member States feel uncertain about the consequences. It is in the interest of all to have clarity about the way ahead soon. At the same time, it is important to recall that we have the rules to deal with this situation in an orderly way. As we all know, Article 50 of the Treaty sets out the procedure to be followed if a Member State decides to leave the European Union. The EU stands ready to launch negotiations swiftly, but it is up to the UK Government, and no one else, to trigger Article 50. Negotiations can only start after such a notification has taken place.  Meanwhile, we have some work to do. Clearly, the outcome of the UK referendum does not mean that the threats and challenges we commonly face have suddenly disappeared. Neither does it mean that each nation will be better off acting on its own, rather than as part of a collective. On the contrary, I would say.  If the UK indeed decides to leave, the Union of 27 Member States will continue. Together we can – and will – address our common challenge to generate growth, to increase prosperity, and to ensure a safe and secure environment for our citizens. This is what European citizens expect from us, and rightly so. While institutional debates on treaty changes and conventions are a paradise for lawyers and diplomats, they are a hell for citizens. So we simply need to grit our teeth, roll up our sleeves and use all the tools and means we have. True, it will not always be easy to agree on what we should do. It is no doubt challenging to make cooperation work, but we have to forge ahead, for the failure to do so is equal to jeopardising prosperity and well-being, and that would be reckless.  In closing, the European Council will meet in a few hours. You will understand that I cannot prejudge the discussions in the Council, in other words, I cannot go into greater detail on the next steps. However, I will listen carefully to your debate. You yourself, President Schulz, will be able to address the members of the Council this afternoon when you meet them, and to convey the substance of the debate and of the resolutions you will adopt later this morning.", "language": "en", "original_language": "en", "translation_provider": "azure"}, {"id": 3, "date": "2016-06-28.json", "name": "Jean-Claude Juncker", "mepid": "n/a", "text": "   President of the Commission. Mr President, Madam President, ladies and gentlemen, your Parliament is about to discuss the future of Europe and the uk's place in Europe or near the European Union.  I had a lot of meetings this morning, but I decided to come to the European Parliament. I believe that my place, now and now, is here, in European democracy. (Great applause)  Our British friends expressed themselves by means of universal suffrage. It is obvious that the expression of the majority will of the British calls for respect for everyone. Democracy is democracy, and we must respect British democracy and the expression it has chosen to give itself. (addressing UKIP Members) That is the last time you will be applauding here. (Laughter from Mr Farage and loud applause from the House)  And to some extent I am really surprised that you are here. You were fighting for the exit. The British people voted in favour of the exit. Why are you here? (Loud applause) So the expression of British universal suffrage calls for respect. I do not dare to say that I am a friend of democracy, because I must not prove that I am, but I must respect the choice of british citizens.  Expression there was, consequence there must be. I therefore ask for clarification, not immediate, because the British system is more complicated than we thought. There was a vote, there is hesitation. Lord Hill, my friend and colleague has drawn the consequences, he is a true Democrat. (Applause) I would like others to draw the consequences of the expression of British universal suffrage. I have read, I have heard that the President of Parliament, that the Chairs of the parliamentary groups, all but a few, would have reacted in a sentimental way to the results of the British vote. Europe is not just a matter of cerebrality. Yes, you have to keep it right, but you also have to be allowed to say that you are sad when you are sad. I am sad after this British vote, and I am not hiding it. (Applause) It is not , how to say - sentimentalism, it is my deep conviction. I wish the United Kingdom would always be with us and with us. He has decided otherwise, and the consequences must be drawn. I ask the British government to clarify things. I will see the Prime Minister later in the morning — he remains a friend, because the British remain our friends despite their vote — and I will ask him to clarify the situation as soon as possible. We cannot settle in prolonged uncertainty. (Applause) If I say I'm sad, even if, apparently, feelings no longer prevail in political life, it's because I'm not a robot. I'm not the bureaucrat, the technocrat that ...  (Protests) You are \"office-exit\"; I'm not a bureaucrat, I'm not a technocrat. The Commission was elected by this house, we had a democratic process with the lead candidates, which led to the result that you do not like, but we are here as human beings. I am not a robot, I am not a machine, I am a human being, I am a European, and therefore I have the right to say that I regret the British vote. (Applause) I would like the United Kingdom to clarify its position. Not today, not tomorrow morning at 9:00, but fast. We cannot move into a period of prolonged uncertainty. Unlike others, I am not a slave to financial markets, but I watch them.  You are. I am not. But it reflects a general and global feeling. I would like the United Kingdom, as I have just said, to clarify its position. I would not want the idea to take hold that there could be secret negotiations in the darkened chamber, with curtains drawn, between representations of the United Kingdom, national governments, commissioners and directors-general. I have forbidden - by presidential order, which is not my type - to the commissioners to discuss with the representatives of the British government in or out, leave or remain. I have told all the Directors General that there can be no prior discussion with the British representatives. No notification, no negotiation. (Loud applause) By the expression of British universal suffrage, we have lost one of our many wings. There are the wings of the founding Member States, which have no more rights than the others. Even though they started the project, they are not the only ones carrying out the project. The others, the so-called new Member States, are full Member States, and I welcome once again the unification, reconciliation between the geography and European history. Welcome to the new Member States. The British vote has cut off some of our many wings, but we continue to fly. We are not going to stop our flight to the future. The horizons await us, and we fly to the horizons that are those of Europe and the whole planet.  You should know that those who are watching us from afar are worried. I have seen, heard and listened to many of the leaders of other countries. They are very concerned because they are wondering about the path that the European Union will now follow. We must therefore reassure the Europeans and those who are watching us from further afield.  The flight continues. This is not a flight to full adventure, it is a flight to a goal determined by the treaties and by the will of many Europeans. The flight continues and, although our pace is somewhat held back by the British vote, we must make progress towards the goals that we share with renewed ambition.  Imagine that the Commission did not present to Parliament the ten priorities that Parliament approved by a majority. What would be the answer to our British friends? Of course, that would be the Commission's programme. Will we, following the British vote, end our generally accepted, not always appreciated, effort to end an overflowing bureaucracy in Europe? No! We will continue to fight against what the British and others call red tape. We need less bureaucracy in Europe. We are working on it and we will continue to do so. As a Commission, we have said that social Europe will regain its rightful place in Europe. We have launched a broad consultation on the social rights pillar. Do you really want us to stop this exercise after the British vote? No! Europe must become more social and it will become more social. As a college, we have put an end to blind unilateralism, which wanted austerity alone to be the answer to the economic, financial and social crisis. I dare not say it any more, we have flexibilized, in the noble sense of the word, the interpretation of the Stability Pact. Do you really want us, following the British vote, to return to the world as it was before this Commission took office? No! The Stability Pact must be applied wisely and with heart. We'll do it.  We have launched a project on the energy union. Do you really want - because everyone says we have to change everything without ever saying what needs to change - that we put an end to this continental effort to cut ourselves off from dependence on Russia and secure europe's energy supply? No! We will continue on this path.  We wanted to modernise Europe, as we have said many times, which is why we have launched an ambitious project on the digital future of the European Union. Everything needs to be changed, but do we need to change that? No! The Commission, I say to you, will continue on the path we took with Parliament's agreement at the beginning of its mandate. While everyone says that everything must be changed, without saying what needs to change, the Commission feels comforted, in particular, in support of this Parliament in continuing on the road, on the avenue, which we took in November 2014. We have to change everything, yes, but we must not change the essentials. The main thing is that Europe remains a project of peace and a project for the future. That is what I am committing to in this House. I am neither tired nor sick as the German newspapers write - would doctors be journalists? –; I remain what I am, and I go to my last breath to fight for a united Europe. (Great applause) Sehr verehrter Herr President, meine Damen und Herren! Die Stunde ist ernst. Ich here gerne denen zu, die sagen, man solle jetzt besonnen reagieren, abwartend. Ich bin - das wird einige 'berraschen' ein sehr besonnener Mensch, aber ich mag Unsicherheit nicht. Ich hette gerne, dass unsere britischen Freunde jetzt sagen, was Sache ist, und dass sie das so schnell wie m-glich sagen werden. Ich habe mich am Freitagmorgen mit President Schulz, President Tusk und President Rutte getroffen. Wir haben uns darauf verst-ndigt, unsere britischen Freunde zu bitten, so schnell wie meglich Klarheit zu schaffen. Ich bin einigermaen overrascht. Ich, der ich in Groebritannien regelm-ig als Nicht-Demokrat beschrieben werde, als Berokrat, als Technokrat, als handelnde Maschine, als Roboter - dass ich bereit bin, das Votum der Briten zur Kenntnis zu nehmen, aber dass man sich in Groebritannien schwer damit tut, dieses Votum zur Kenntnis zu nehmen, das ist doch eine Ich respektiere das, was die Briten zum Ausdruck gebracht haben. Ich hette auch gerne, dass man in Groebritannien respektiert, was das britische Volk zum Ausdruck gebracht hat, und dass man entsprechend konsequent reagiert anstatt sich jetzt in Schattenspiele, in Katz- und Mausspiele zu flàchten. Dies ist nicht die Interpretation of the Whlerwillens. Die Interpretation of the Wàhlerwillens ist klar und deutlich: Die Briten mechten raus aus der European Union - dementsprechend sollte man handeln.  (Beifall) Ich bin sehr dagegen - ich sage dies ganz deutlich: Es kann nicht sein, dass die jetzige oder die zuk-nftige britische Regierung jetzt klammheimlich versucht, in abgedunkelten Ràumen so informal Geheimverhandlungen zu beginnen. Das wird nicht passieren. Ich habe, was ich selten mache, einen Mufti-Befehl an alle Kommissare und alle Generaldirektoren ausgesandt, dass jetzt keine geheimen Verhandlungen stattfinden. Das kann nicht sein! (Beifall) Aber wir messen nat-rlich wissen - das sagt uns der gesunde Menschenverstand - dass wir mit Groebritannien eine neue Beziehung herbeif-hren messen. Aber wie diese neue Beziehung aussieht, h-ngt nicht nur von dem geheimen Verhandlungswillen der britischen Unterh-ndler ab, sondern auch von uns: Wir bestimmen die Tagesordnung und nicht diejenigen, die die Europ-ische Union verlassen mechten. (Beifall) Der European Traum geht weiter. Wir werden daran arbeiten messen: beharrlich, konsequent, mit erneuerter Energie und mit einer Wiederbelebung der kontinentalen Ambitionen. Jetzt ist nicht die Stunde der Nabelschau - weder fer uns, noch fer Groebritannien. Was wir brauchen, ist ein Blick auf den gesamten kontinentalen Kurper; den hat die Kommission im Auge. Wir sollten daran denken, obwohl dies altmodisch klingt - ich werde ja regelm-ig als altmodischer Veteran beschrieben - was eigentlich die Geburtsstunde dieses europeischen Traums war. Das ist nicht gegessen und nicht vergessen.  Europa bleibt ein Friedensprojekt. Den jungen Menschen - auch in Groebritannien, die sich ja mehrheitlich fer einen Verbleib Groebritanniens in der Europ-ischen Union ausgesprochen haben - mechte ich sagen: Jetzt ist nicht die Stunde der Wiederzerst-ckelung des Kontinentes gekommen.  Am Anfang of 20. Jahrhunderts gab es 20% European auf dem Globus. Am Ende dieses Jahrhunderts wird es von 10 Milliarden Menschen noch 4% European geben. Wir sind nicht die dominierende global Macht. Der Anteil Europas an der globalen Wertsch-pfung wird dramatisch abnehmen, und wir sind der kleinste Kontinent. Die drei Dinge sollten wir im Auge behalten.  Man kann Europa nicht nur retrospektiv erklunren; das galt fer die Generation meines Vaters. Das gilt nicht mehr fer die jungen Menschen, die dabei sind, erwachsen zu werden, und die morgen unsere Gesellschaften animieren und unsere Londer regieren werden. Die Zukunft geh-rt der Jugend Europas. (Lebhafter Beifall)", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 4, "date": "2016-06-28.json", "name": "Manfred Weber", "mepid": "28229", "text": "  on behalf of the PPE Group. Mr President, please let me start with the words of a young man from Britain who said: 'We will never know exactly what extent we will miss opportunities, friendships, weddings and experiences. A whole young generation is in shock. More than 73% of young British wanted to stay European. Their hopes have been destroyed. (Sustained applause) The politicians who fought for Brexit had the privilege to live in a Europe without walls, without nationalism. They are now erecting new walls. We say our message today is: 'The young generation of the United Kingdom can continue to trust in their friends in Europe. We don't leave you on your own'. (Applause) Yes, it is a victory for the populists. The jubilation of the nationalists on both sides of the Channel shows us: Europe's future is now at a crossroads. The demagogues, from the left and from the right, want to destroy Europe, and since Thursday everybody in Europe must know what is at stake: division or cooperation, walls or bridges, nationalism or Europe. And on one thing we must be clear: today there is no EPP, no Liberals, no Socialists, no Greens. Today only one thing counts: we, the vast majority of this House, stood for the idea of a united, peaceful and tolerant Europe, and the populists should know this. We stood by this Europe today more than ever before. (Applause) And someone else has won too. Those who spread hate and who use any tool they can find, even read. The worst liars can be found among UKIP. (Applause mixed with catcalls from UKIP) On Friday Nigel Farage said publicly that the promised GBP 350 million per week would finally not go to the National Health Service. It had all been a lie. I ask Mr Farage: if you had an ounce of decency in you would apologise today to the British. Shame on you. (Sustained applause) And I admit I have also made a mistake. I have kept silent. I haven't voiced my opinion, and for the future it is clear: the times of appeasement are over. We have to stand up and fight for our European project, dear friends. When we talk today about a better Europe, I am not thinking of treaty reform, the technology, but of David Cameron. He has campaigned and fought for Europe in recent weeks as a true statesman, and I respect that. But he, too, has made his entire political career on the back of Europe – from Brussels : he has done Brussels-bashing. No one should be surprised if people do not understand this behaviour. This is how many national politicians behave, ladies and gentlemen, and I say: stop the simple populist Brussels bashing and finally assume your responsibilities! (Loud applause) Europe needs change – no one in this House denies this – but we want to improve Europe, not destroy it. If we destroy it, there is only one alternative: the ugly face of nationalism. The people of Europe need to know that there is no reserve Europe, there is no second chance.  The referendum is clear. But there are now further results: the UK is leaderless, the parties are deeply divided, the Scottish Government is consulting on a second independence referendum, four million Britons are already calling for an election because of the lies, Johnson does not want to make an Article 50 motion and does not come up with a plan for how to proceed. And even more: the British pound is falling in value, and summer holidays are becoming more expensive for many Britons.  And it's not just Britain. In the Netherlands, the pension fund lost 3% of its value on Friday. Dutch pensioners are facing further pension cuts, and they can thank Farage and Wilders for that. At Farage's side is Putin, who is pleased with this result, and I think that says it all. (Loud applause) Britain has self-harmed with this referendum. Every European can see Britain sliding into a government crisis, being leaderless, economically damaging, and perhaps even breaking through it. That is the result of leaving the European Union. We all have to respect the result. That is why, as the President of the Commission has said, we expect a request under Article 50 and speedy negotiations. The Commission must conduct the negotiations under the supervision of the European Parliament. For both sides, a long period of uncertainty is poison. We need clarity and a clean and fair procedure.  Brexiteers have promised full sovereignty to the British. That is why, at the beginning of the further discussions, let me clarify a few rules of the game in two examples. Anyone who wants to sell their goods and services in the European Union must abide by the rules of the European internal market. The applies to Switzerland, this applies to Norway and will also apply to great Britain in the future. (Applause) The second example I want to take up is that anyone who tries to deny entry or work permits to Polish craftsmen, Lithuanian students and Romanian nurses in the future cannot expect British citizens to have unlimited access to the European Union. There are no first- and second-class citizens in Europe. Britain must also understand this. (Loud applause) I cannot say today whether the Group of the European People's Party (Christian Democrats) and European Democrats will also vote in favour of a motion to leave the EU in the end. We will only look at the interests of the 444 million EU citizens and no longer the interests of the City of London. For me, this means that the cherry picking is over.  (Applause) But every crisis also has a chance. I would like to point out one thing: since 1989, the people of Europe have made their support for Europe in a total of 27 referendums. I would like to make it clear that we have a decision from the United Kingdom, but the overwhelming number of peoples of this continent wants to go the common way towards a common Europe and continue it. In fact, the answer we can give is relatively simple. After all, people expect only one thing from us politicians, namely: do your job at last! The Heads of State or Government are meeting this afternoon. Brexit, in my view, is a wake-up call to the unity of the European Council. If we finally stop the small-scale dispute on unemployment, refugees and the fight against terrorism, and if the leaders of Europe show the citizens that they are describing common answers for this continent, then Europe will also be supported by the people and will be led into the future. Last but not least: nationalism against Europe. I say: my homeland is Bavaria. I speak the dialect there, I live the traditions of my forefathers. My nation is Germany, and I am now feverish for my German national team at the European Football Championship. And I am a convinced European with heart and mind, because this is my continent – with all its diversity of culture, landscapes and values. I do not let anyone on this continent – any extremist – convince me that this is a contradiction. I am a Bavarian, I am a German citizen, and I am a convinced European. (Loud applause)", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 5, "date": "2016-06-28.json", "name": "Gianni Pittella", "mepid": "4436", "text": "  Mr President, ladies and gentlemen, Mr Juncker said very well: Brexit has won and we must accept this vote. With respect for the majority, however, my first thought goes to those Britons who had the courage last Thursday to choose Europe, especially the young Britons who chose the future. We are with you, we are the Europe of Erasmus, we are the Europe of culture, we are the Europe that has financed the best research and innovation projects of British universities, we are the Europe of dialogue and interreligious respect, we are the Europe of peace, which is the main value that is at the heart of young Britons and young people in the world. No referendum can break the historical, sentimental thread that binds the United Kingdom to this continent, by history and by vocation. The United Kingdom remains part of Europe which is not a treaty, but is first and foremost an ideal. And until britain has left the Eu ropean Union, this institution is and will remain the home of all Britons.  History will find the culprits of this disaster. First of all, conservative leaders and smoke sellers, who told lies to the British people. The proof is in everyone's eyes, the 'day after': they promised voters to leave the European Union, but in reality they left a field full of rubble, a constitutional crisis with Scotland, political chaos with the rest of the country, the collapse of the pound, real damage to the real economy. Now, having destroyed the country, someone would also want to destroy the European Union, paralysing the lives of these institutions. Let me make it quite clear: the European Union cannot become hostage to the current games of the British Conservative Party. And the pro-European forces in this Parliament will be able to work together to prevent this, to change, to improve and to save the European Union. The UK authorities must notify the UK's withdrawal as soon as possible and the European Commission must start negotiations after notification of the withdrawal. But I would like to invite you to think more deeply, ladies and gentlemen. The result of the referendum is not just the result of Cameron's Russian roulette, it is the result of deep pushes. Globalisation has created winners, but also losers, even inequalities, and we have been too weak in defending losers and supporting their causes. We thought that the market could solve everything, it would create magnificent and progressive fortunes and we gave up the public hand to create wealth and to redistribute wealth in a sense of equality. There has been an overpowering power of finance that has outclassed democracy, politics and institutions. We have begun to work on it as European institutions with the banking union, but much still needs to be done to reaffirm the power of democracy over the often hidden and devious powers of financial castes. We have a split continent. And we have hatred and despair that risk overwhelming everything. Europe must answer these questions. And the first answer – as Jean Claude Juncker said – is with regard to justice. And when I talk about justice, I'm talking about people, human beings, social justice, social triple A, ambitious revision of the posted workers, social pillar, fight against social and fiscal dumping, fight against global warming. Either we act in this way, or we will leave the field to a war between the poor. Justice also means getting the Stability Pact back on its hands, flexibility – Junker recalled. We must move forward, Mr Juncker! We Socialists are calling for us to go further because public and private investment must be favoured.  We need a more ambitious investment plan, and Today I say clearly that our group will oppose the translation of Eu ropean Union law into the 'fiscal compact', which needs to be radically changed. Tax justice. I did not vote for the 'fiscal compact'! Learn how institutions work. The European Parliament did not vote for the fiscal compact. Go study before you talk! – Relentlessly combating tax havens, combating fraud and tax evasion, putting into practice the measures approved by the TAXE Committee.  And then there is the great issue of democracy. Every citizen has to count. We propose that the next European elections should include the direct election of the President of the European Commission, the leader of the European Union, the Mayor of Europe. The citizens must be able to find on the card the name of the candidate for the Premiership of Europe together with the national party and the European party. This means creating a genuine European political area. We must have the courage to do these things. We were elected by citizens who believe in Europe and we must fight with all our strength, with all our feelings, with all our passions so as not to betray the citizens who have chosen us and supported us.", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 6, "date": "2016-06-28.json", "name": "Syed Kamall", "mepid": "33569", "text": "  on behalf of the ECR Group. – Madam President, the British people have spoken, and they have voted to leave the European Union. Whatever our personal views we should now all respect the democratic will of the British people and work together and move on. I know there was surprise, shock, and lots of emotion on both sides of the Channel, and there will be many attempts to replay both the referendum campaign and history. Only in the last few days I have heard people say, what if British politicians had been more honest with the British people about the political dimension of the EU and the dream of a United States of Europe? What if the EU had offered more in negotiations with the British people? But that is now all in the past. Now, politicians in the UK and the EU both need to look to the future, and on both sides of the Channel we need to pause and start thinking about our negotiating strategies. Let us think carefully in the short term about the best relationship for us both in the long term. As the Presidency said, cool heads must prevail.  Across Europe there is disagreement amongst leaders about what the EU should be seeking in its future relationships with the UK. Some are saying, ‘let’s go slowly’; others are saying ‘let’s punish Britain’; and others are saying ‘we have a plan – we have an association agreement ready’. Just as in the EU there are differences, there are differences in the UK: when to trigger Article 50, whether to look for an EU-UK trade deal, whether to look for an EEA deal, or some other scenario. The EU needs to be clear and the UK needs to prepare its own plan. In the meantime, the Treaties are clear and they must be respected. So both the UK and the EU negotiators need to give the markets certainty over the timetable for negotiations: prepare your negotiating positions ready for when Article 50 is triggered, and look for a deal that is, as much as possible, mutually beneficial to both the EU and the UK. It is not the speed at which negotiations are completed, but the deal that we get at the end which is more important.  (Objections from certain quarters) Let me also say on a personal note that for centuries Britain has welcomed people from all over the world. When many European countries were mired in dictatorship and fascism, we were an open country. Today, I hope all British politicians can unite in stating that Britain will remain an open, tolerant and global nation.  (Applause from certain quarters) Regardless of how we now proceed, Britain and the EU will continue to be close partners for years to come. So now is not the time to replay the past. Now is the time to look to the future, to ensure that as we roll up our sleeves and begin negotiations, we in Britain become good neighbours and are no longer reluctant tenants. (Applause)", "language": "en", "original_language": "en", "translation_provider": "azure"}, {"id": 7, "date": "2016-06-28.json", "name": "Guy Verhofstadt", "mepid": "97058", "text": "  on behalf of the ALDE Group. – Mr President, I would like to start by saying to the British people that it is always hard to accept a decision that you disagree with. But we have to accept it. Their choice was clear and needs to be respected. At least on that, I think the more than 700 Members here can agree. So it is my feeling that it is not so much the choice that they have made that is hard because – let’s say it – choice is the essence of democracy and of our democracy. What makes it so hard for me – and I think also for the other group leaders and for everybody here in this House – is the way it succeeded. The absolutely negative campaign, Mr Farage’s posters showing refugees like in Nazi propaganda… (Loud applause) I never thought it was possible that somebody in this House should do a thing like that. Also the lies on migration and the lies that ‘Turkey will join the Union next week’ or the lies about the GBP 350 million that would return immediately to the National Health Service and now does not go back to the National Health Service. It is that climate of fear that has been created and that negative vision that has been created that is the most shocking thing about what happened in Britain, not the choice of the people. Because the choice of the people is democracy. (Applause) And today we see the outcome of it: a multi—billion loss in stock market value and the dramatic drop of the pound – which goes down when you speak, Mr Farage, wait a little bit. Standard &amp; Poors has downgraded the British currency and every time Mr Boris Johnson speaks, the more the British currency slips. So the Brexiteers – and they are also here in the House – and Mr Kamall will tell us that it is only a temporary setback, it is only a little glitch. I don’t know. I hope for us all that it is only a glitch. But what I do know is that we need, as fast possible, to end this uncertainty as soon as possible. That is needed now. The worst thing that can happen is to continue this uncertainty. Only the immediate invocation of the procedure for a clean separation, as foreseen in the Treaty, can end what I call the toxic climate that has been created since Thursday of last week, a toxic climate that is bad for business, bad for investment, bad – Mr Farage – for all hardworking, ordinary, decent people. (Applause) Triggering Article 50 is not a punishment. What are we talking about? For those who voted to leave, it is quite the opposite I should say. It is respecting their choice if we do so, but it is an act against the current bickering of the Tory leadership and against the selfishness of one man, who is ready to do everything – even to sacrifice the voice of 17 million British citizens and the interest of 60 million other citizens – to become prime minister of the UK – or should I say , Prime Minister of the dual kingdom of England and Wales. So we both – and I say it to the British representatives, our colleagues here – Brits and Europeans, cannot afford to be stuck in limbo. Let us be honest. Mr Kamall said that we have to negotiate and we have to prepare ourselves. Prepare ourselves? The leave camp is adrift for the moment. Lost, rudderless. Mr Kamall is voting for a leave and his colleague from the Polish delegation is asking for a new referendum in Britain. Is that the certainty we need? So we – the 27 other Members of the European Union – should not wait for a disorientated Tory party to get its act together. We should now move forward with courage and with conviction, also united towards a new horizon because there is a new horizon, a new future for our old continent. To succeed in this, I can tell you – and I will say to all colleagues – we do not need a lot of imagination. You know what we need? A healthy memory. A healthy memory to return to the big and great ideas of our founding fathers. That is what we need. Today it is very clear what that means, Jean-Claude. It means four things. We need an effective European government for the Union, and for the Eurozone. Let us make it. We need a European Border and Coast Guard to safeguard the free movement of our people. We need a European capacity to fight against terrorism and transnational crime and we need – I also think – as fast as possible a defence community, as the Americans are no longer prepared to pay for the free riders we became such a long time ago. So we need one thing. Not to start informal negotiations preparing ourselves. We need to show the people of Europe that we are capable of building a new and better Europe, a Union that can really address the many crises that it faces. In short – and I conclude – let us do for once a thing that is un-European, an exceptional thing. Let us use, for once, this opportunity, the power of this House, the cradle of European democracy, to put Europe back on track and let us not wait to do it. (Applause)", "language": "en", "original_language": "en", "translation_provider": "azure"}, {"id": 8, "date": "2016-06-28.json", "name": "Gabriele Zimmer", "mepid": "28248", "text": "  Mr President, I would like to like to sanendour sto -- on behalf of the GUE/NGL Group. Mr President, I would like to thank the I am very much in favour of referendums. However, I am also in favour of referendums being prepared and conducted with appropriate responsibility. For me, referendums are still one of the most democratic instruments of all. In this respect, the British referendum is more than a vote of british voters. It is very serious to be taken, it must be respected. But it is also wrong to think that the British have decided, and now they have to see what happens next, according to the motto: the EU caravan is moving on. Sedative and placebo pills do not help if the patient is terminally ill. It is about the future of the EU, whose erosion process has been significantly accelerated by this Brexit. This is also one reason why my group cannot vote in favour of the resolution that has been tabled. We do not see any thoughtfulness, no self-criticism. I think that when we talk about a memory, then we should also try to establish the historical memory, which includes the misdevelopment, the misstructures of the European Union over the last few years and decades. They are not even contemplating the deep traces of the brutal treatment – as long as it has not been – with Greece, with Spain, with Italy, and also with France, which has left many EU citizens in the memory of many EU citizens. The consequences of the deep economic and financial crisis have become felt in the minds of many EU citizens. The interference in the sovereign actions of national parliaments and governments, and even the over-the-constitution, has manifested itself. Unfortunately, it is no coincidence that there are many of the Brexiteers who fear for their jobs, social security, health care and pensions. With austerity, the EU has not shown that it wants to protect people from the effects of crises and globalisation first. And then I ask here: how blind are the members of the Council if they believe that it is precisely the promises made to Cameron last February – the willingness to make further social cuts that have been expressed there – that should motivate those very people who already feel socially isolated? The EU institutions, too – and I must include Parliament – have also allowed Margaret Thatcher's position of 'something like society does not exist' to dominate EU policy as a whole. The task of solidarity, the introduction of the Community method – crucially by Angela Merkel – is as devastating as the inability of the EU, especially the Member States, to tackle the refugee crisis together and in solidarity on the basis of the UN Convention on Refugees and international agreements. Together, the two have caused deep fears and fears, which are directed primarily against the EU. I would like to say one thing to you: if we, as the EU, had prevailed against the resistance of the British elite in particular, and had just pushed through the demand for 'equal pay for equal work in the same place', then this combination – social fear of relegation and fear of refugees and migrants – would not have happened at all! Mr Farage, I would like to thank Mr Farage for his No matter what appearance you want to create, your campaign has never got past a bloated but small campaign. The problem is that parts of London's political and economic elite have sat down and thought they could impose their vision of an even more neoliberal EU. You are and remain what you were before. The story will go beyond that, except that your name is associated with something. But there will be a reminder of your campaign that has stoked fear of migrants and refugees. We also believe that it is wrong to want to punish the British for this decision. But we also want clarity. There can be no negotiations until the British government has decided and notified its withdrawal from the EU. That is another reason why we want the terms immediate and immediate to be deleted. We also believe that the majority of voters in Scotland and the north of Ireland must be respected. We cannot and do not want to let the EU out of responsibility, including as a guarantor of the further safeguarding of the peace process in the north of Ireland. This must not happen, and here we should also be responsible and in solidarity with the people of Northern Ireland. When the Council meets today, it will be all about procedural issues. We demand that the European Parliament be involved in the negotiations from the outset, not only in the decision-making process if: a contract has been concluded. And we also want the European Parliament to be involved from the outset when it comes to the further issues of EU development. It is unacceptable that action should continue behind closed doors. The first step would be to help stop this disastrous replacement of the Community method by the intergovernmental method!", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 9, "date": "2016-06-28.json", "name": "Philippe Lamberts", "mepid": "96648", "text": "  on behalf of the Greens/FTA group. \"Dear colleagues, there are times when political time is suspended, and we have the opportunity to make a choice. In the aftermath of the Second World War, European nations had a choice. They had the choice between continuing or breaking with the principle of indivisible national sovereignty. By deciding to share their sovereignty, they have opened a period of peace and prosperity unprecedented in European history. Today, the outcome of the British referendum can bring a historic halt to the project of political integration of our continent. But should we be surprised? From Denmark to Ireland, France, the Netherlands and Greece, there has been no shortage of warning signs of our fellow citizens' growing distrust of the process of European integration. So it's time we responded. Once again, we have a choice, and that choice will depend on the survival of the European Union. We have three options. The first is the one that was expressed last week in the United Kingdom, it is that of a nationalist and- let's say, xenophobic retreat, preached by Ms Le Pen, Mr Farage, Mr Wilders, Orbon, and so many others. (Applause) To the defenders of this option, I say this: you are right, this is democratic sovereignty, so it is the ability of our democracies to freely make the choices that determine their future. But you're lying! You are lying, because who can believe that even the most powerful member of the European Union can deal alone and successfully with the exorbitant powers of multinationals, climate change, tax evasion, organised crime and terrorism, or the reception of refugees and migrants. I tell you, no wall, no wall will be high enough, nor thick enough, to isolate Europe from the challenges of the 21st century. Today, there is only a shared sovereignty. The second option before us, Mr Juncker, is the one defended today by the majority of European governments and relayed by the Commission. This option is to restrict the ability of states to carry out their public service mission through economically insane budgetary and accounting rules and by competing with their social and fiscal systems, to free up market forces - as you like to say - by deregulating all kinds of things, in particular, Mr Timmermans, in social and environmental matters, by obstinately persisting - Mrs Malmstrom - in concluding so-called commercial treaties whose main purpose is to lock up our democracies, too often preferring opacity - and I turn to the Council - for transparency in decision-making, so as to avoid having to pay the political price for your decisions.  It is this policy that has been imposed on Europe for twenty-five years. So why, Mr Juncker, why did you choose to embody its continuity? Did you not say that you would be the President of the Last Chance Commission, to you and to all the supporters of strict neoliberal orthodoxy, I say this: no, restricting states does not automatically bring back growth. No, bringing back growth does not automatically bring jobs back and reducing inequality. And, no, making the rich richer does not benefit society. It is these political choices that are the main cause of the rise of Euroscepticism, because they lead to leaving an increasing number of our fellow citizens at the side of the road. As for us, we want to be part of a third option, both resolutely pro-European , let there be no doubt about it - but at odds with this unique thought. We want the European Union to return to the roots of its project, which was to ensure peace on this continent by extending democratic freedoms on the one hand, and by lasting and shared prosperity.  I ask you, I ask us: is it impossible to ensure the viability of the euro through a genuine social and fiscal union? Is it impossible to make the energy transition the flagship project of reviving our economy? Is it impossible to ban poisons that kill our environment and organisms slowly. Is it impossible to abandon free trade treaties that only benefit the happy few? Is it impossible for Europe to once again become a home for those fleeing war, persecution and misery? Is it impossible to put our societies within the limits imposed on them by our planet? Is it impossible to revitalize our democracies with greater transparency and citizen participation? In short, is it impossible to put human dignity, that of all human beings, here and there, now and in the future, at the heart of politics? Our answer is yes, all of this is possible, provided you want it. And if the European Union knows how to make itself the instrument of this political will, it will regain the confidence of our fellow citizens. But make no mistake, time is running out. If we ignore the signal sent by the British referendum, if we misunderstand its interpretation, it will be the European project. Colleagues, Europe has experienced the worst enough to not only hope, but build the best.  (Applause)", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 10, "date": "2016-06-28.json", "name": "Nigel Farage", "mepid": "4525", "text": "  on behalf of the EFDD Group. – Good morning.  (Loud protests and heckling from various quarters)  Thank you for that very warm welcome. Funny, isn’t it, how things have changed ...", "language": "en", "original_language": "en", "translation_provider": "azure"}, {"id": 11, "date": "2016-06-28.json", "name": "Der Präsident. –", "mepid": "1911", "text": "   Mr Farage, one second please. Colleagues, a great quality of democracy is that we also listen to those whose opinions are not shared. (Applause)", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 12, "date": "2016-06-28.json", "name": "Nigel Farage", "mepid": "4525", "text": "  on behalf of the EFDD Group. – Mr President, isn’t it funny? When I came here 17 years ago and said that I wanted to lead a campaign to get Britain to leave the European Union, you all laughed at me. Well I have to say, you’re not laughing now, are you? And the reason you are so upset, the reason you are so angry, has been perfectly clear from all the angry exchanges this morning: you, as a political project, are in denial. You are in denial that your currency is failing. You are in denial ... (Murmurs of protest) Well, just look at the Mediterranean. No, no, as a policy to impose poverty on Greece and the rest of the Mediterranean you have done very well, and you are in denial over Ms Merkel’s call last year for as many people as possible to cross the Mediterranean into the European Union, which has led to massive divisions between countries and within countries. But the biggest problem you have got, and the main reason the United Kingdom voted the way that it did, is that you have, by stealth, by deception, without ever telling the truth to the British or the rest of the peoples of Europe, imposed upon them a political union. You have imposed upon them a political union, and when the people in 2005 in the Netherlands and France voted against that political union, when they rejected the Constitution, you simply ignored them and brought the Lisbon Treaty in through the back door. (Applause from certain quarters) What happened last Thursday was a remarkable result. It was indeed a seismic result, not just for British politics, for European politics, but perhaps even for global politics, too, because what the little people did, what the ordinary people did, the people who have been oppressed over the last few years and seen their living standards go down, they rejected the multinationals. They rejected the merchant banks, they rejected big politics, and they said, actually, we want our country back. We want our fishing waters back, we want our borders back, we want to be an independent, self-governing normal nation, and that is what we have done and that is what must happen. And in doing so, we now offer a beacon of hope to democrats across the rest of the European continent. I will make one prediction this morning: the United Kingdom will not be the last Member State to leave the European Union. So the question is: what we do next? Now it is up to the British Government to invoke Article 50 and I have to say that I do not think we should spend too long in doing it. I totally agree, Mr Juncker, that the British people have voted. We need to make sure that it happens. But what I would like to see is a grown-up and sensible attitude to how we negotiate a different relationship. (Cries of disapproval) Now I know that virtually none of you have ever done a proper job in your lives ... (Protests and catcalls) ... or worked in business, or worked in trade, or indeed ever created a job. But listen. Just listen ...", "language": "en", "original_language": "en", "translation_provider": "azure"}, {"id": 13, "date": "2016-06-28.json", "name": "Der Präsident. –", "mepid": "1911", "text": "   Mr Farage, please. Mr President, ladies and gentlemen, I would like to thank the rapporteur for his excellent report, which With all due respect to your excitement, you are behaving in the way THAT UKIP normally behaves here in this House. So: Don't copy them. However, I want to tell you one thing, Mr Farage: your statement that colleagues here in this House would never have done a proper job – you do not have to conclude from yourself to others. That is not possible. (Loud applause)", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 14, "date": "2016-06-28.json", "name": "Nigel Farage", "mepid": "4525", "text": "  on behalf of the EFDD Group. – You are quite right, Mr Schulz, UKIP used to protest against the establishment, and now the establishment protests against UKIP, so something has happened here. Let us listen to some simple pragmatic economics. We, between us, between your countries and my country, do an enormous amount of business in goods and services. That trade is mutually beneficial to both of us. That trade matters. If you were to decide to cut off your noses to spite your faces and to reject any idea of a sensible trade deal, the consequences would be far worse for you than it would be for us. (Murmurs of disapproval) Even no deal is better for the United Kingdom than the current rotten deal that we have got. But if we were to move to a position where tariffs were reintroduced on products like motor cars, then hundreds of thousands of German workers would risk losing their jobs. So why don’t we just be pragmatic, sensible, grown-up, realistic and let’s cut between us a sensible tariff-free deal, and thereafter recognise that the United Kingdom will be your friend, that we will trade with you, we will cooperate with you, we will be your best friends in the world, but do it sensibly and allow us to go off and pursue our global ambitions and future. (Applause and loud catcalls)", "language": "en", "original_language": "en", "translation_provider": "azure"}, {"id": 15, "date": "2016-06-28.json", "name": "Marine Le Pen", "mepid": "28210", "text": "  on behalf of the ENF group. Mr President, yes, my dear colleagues... Why are you getting so upset? Look how beautiful history is when freedom is played with the powers in place and triumph, carried by the will of a people.  The vote of our British friends for the United Kingdom's exit from the European Union is by far the most important historical event our continent has seen since the fall of the Berlin Wall. It's a signal of freedom sent to the whole world. It is also the cry of love of a people for their country. The British chose a path that some claimed to be closed forever, and you were one of them, for that matter. To those who have consistently proclaimed the irreversibility of the European Union, the British people have made a scathing denial. This is a resounding victory for democracy. It is a slap in the face to the proponents of a European system increasingly based on fear, blackmail and lies. Your cries of gold, and thank you for giving an example of it since earlier, your threats of apocalypse, the price of your purses, the British have had nothing to do with it. They sat on it sovereignly, leaving you to your bitterness and overrated astonishments. Because, deep down, what are you surprised by? For decades, the European Union has been built against the peoples of Europe: the French and Dutch referendums trampled in 2005, the Irish being ordered to revoc after their rejection of the Lisbon Treaty, the Greeks forced to give up their referendum against austerity and who were imposed in the most violent way poverty in perpetuity.  The British people have just committed the ultimate sacrilege: they have broken the chains that linked them to the European Union, erected in religion by its propagandists. So, inevitably, when we blinded us for decades, implementing absurd policies that have resulted in deindustrialization, mass unemployment and mass immigration, ah! my God, it's hard to get back to reality and understand what's going on.  Propagandists of the European Union, supposedly on the left, centre or right, put away your sulky mines, put away your angry speeches and rejoice in the liberation of peoples: fully sovereign laws, real control of borders, an end to the contribution to the European Union, economic patriotism, patriotism altogether. This is a bright future for the UNITED Kingdom, which must motivate us all to build a better future! I'm already hearing crazy ideas: making the UK pay dearly to deter others from doing the same thing or, even more, burying Brexit by pushing it back to the Greek calendars. These are not democratic methods. The United Kingdom has decided. We respect his will, and that's it.  Your alternative now is simple: either you persist with your technocratic and expensive European Union with, as a bonus, the delusional projects of those who would like even more Europe, when the peoples want less. In this case, I promise you the rapid collapse of this totalitarian organization. Either you abandon the European Union in favour of Europe of cooperation between free states and sovereign nations. For my country, France, I am committed to leading it on the path of freedom, which is also the only one towards greatness.  Long live the free nations, long live the United Kingdom and long live France!", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 16, "date": "2016-06-28.json", "name": "Diane Dodds (NI).", "mepid": "96951", "text": "   – Mr President, the people of the United Kingdom have given their verdict and their decision cannot be rewritten. They have recognised that the EU’s problems are not just imperfections and they have said ‘let us chart our own course’. This referendum represents a victory for democracy. The outcome was not one that our outgoing Prime Minister had hoped for. Yet he should be praised for giving the British people their say. For years the people of the United Kingdom have been trying to tell you of their frustrations and concerns about the European Union. You turned a deaf ear, but today you are listening. Now, though, is a time for cool heads. These institutions, despite what I have heard today, must resist the urge for the knee-jerk reaction. Our nation has not turned its back on Europe. We are not inward-thinking. We have for a long time sought a new relationship with our European allies, a positive relationship based on self-governance, free trade and cooperation, one which makes our world more secure and more prosperous. That does not make us any less European and it does not make us any less optimistic. The United Kingdom not only has the strength of character to succeed for ourselves, but also the inherent humanity to defend the freedoms of our neighbours. Let us look forward to a new era, one in which the European Union and the United Kingdom can work closely and calmly for the benefit of all our people. (Applause)", "language": "en", "original_language": "en", "translation_provider": "azure"}, {"id": 17, "date": "2016-06-28.json", "name": "Jean-Claude Juncker", "mepid": "n/a", "text": "   President of the Commission. \"Ladies and gentlemen, I learned, during this debate, one thing I knew before: we must not leave our nations in the hands of the nationalists. (Applause) We must respect the nations, we must not respect the nationalists, who are not patriots, but who are anti-Europeans and non-patriots.  I would like us to learn the right lessons from what has been the news of the past week. We must not mix everything up We must not give the impression that Europe is the Europe of austerity. All governments, including those throughout history, ecological participation, have practiced the same policy. I do not accept Mr Lamberts' speech. Describing the Commission as an austerity commission, of overrated rigour, is not correct. I knew the Greens and the Greens in government. When you are in opposition, you are very strong. When you are in government, you do what others do. Don't teach others.  (Applause) The UK did not vote on austerity policies or inadequate border protection. The United Kingdom is not a member state of the euro, so the policies of the euro do not apply to the United Kingdom. The UK is not part of the Schengen area, so the UK is in control of its borders. So don't tell us stories. Stop telling us stories, Mr. Farage. You said a few days ago that you were wrong about the budgetary aspects of the British-European issue. If you had said that before the vote, I could have congratulated you, but you lied. You have not told the truth; you have restored the truth. (Applause)  I liked, Mr Farage, to argue with you. We have the same sense of humour. You have a sense of humour, I have humour, too. I very much regret that this is the last time we can debate, because you are not coming back.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 18, "date": "2016-06-28.json", "name": "Jeanine Hennis-Plasschaert", "mepid": "n/a", "text": "   President-in-Office of the Council. – Mr President, let me repeat that we have no choice but to respect the outcome of this referendum, a referendum that should serve as a wake—up call to all of us. At this point in time, the answer is not necessarily more or less Europe. It is about a better Europe. It is about a convincing Europe. The Union of 27 will continue if the UK decides to leave, but it is clear that we will have to act. Our Union can only exist if it is supported by the millions and millions of citizens it is supposed to serve and to protect. That support cannot be taken for granted, so we need to work day and night to earn it. As I have just said, the outcome of the UK referendum does not mean that the threats and challenges we commonly face have suddenly disappeared. Neither does it mean that each nation will be better off acting on its own, rather than as part of a collective. On the contrary. In fact geopolitical developments underscore the need for unity. No country on the face of the earth can meet all the threats and challenges alone. To this end, Council and Parliament will have to work constructively in tackling the big issues that European citizens require the EU to act upon. As the new reality of a 27-Member-State EU looms, this should not divert us from concentrating on what the EU can do to meet today’s main challenges such as ensuring the security of our citizens, dealing with migration and refugee flows and boosting the European economy by creating jobs for European citizens. So let us make sure that we maintain our friendship. In a world that is rapidly becoming rougher and more complex, we cannot afford to be driven apart. We share global interests. So let us rediscover the simple notion that in this world our interests are converging rather than diverging. If anyone is fatigued by continued cooperation, let this be your wake—up call. As always, the Council stands ready to work with Parliament.", "language": "en", "original_language": "en", "translation_provider": "azure"}, {"id": 19, "date": "2016-06-28.json", "name": "Diane Dodds (NI).", "mepid": "96951", "text": "   – Mr President, I have listened very carefully to the tone of this debate and I do accept that emotions are running high this morning. But at times it has reinforced all the stereotypes that the British people fear about Europe and which they voted against on 23 June. Threats, bullying and hectoring will not work with the British people. What we need to do now is accept the result of the referendum and build a relationship that is mutually beneficial to all our people, a relationship which respects our decisions, but which helps us build prosperous economies, protect fundamental rights and secure peace in a world that is becoming increasingly dangerous.", "language": "en", "original_language": "en", "translation_provider": "azure"}, {"id": 20, "date": "2016-06-28.json", "name": "Jean-Claude Juncker", "mepid": "n/a", "text": "   Mr President of the Commission. Mr President, I would like to thank the I would like to apologise to Parliament for leaving the debate now. Mr. Timmermans will be happy to stay here – at least he says that he would like to stay here. I have a meeting with the British Prime Minister. As I am respecting British democracy, I have to go.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 21, "date": "2016-06-28.json", "name": "Marcel de Graaff", "mepid": "125025", "text": "  on behalf of the ENF Group. – June 23, 2016 was a historic day. A fantastic day in the history of Europe. The liberation of Europe has begun. The United Kingdom celebrates. The EU, the evil Union, is losing an important Member State. It is the beginning of the end of this failed project.  This Union is playing dirty with the electorate. A self-enriching elite is running this Union at the expense of the peoples of Europe. The british people's ruling says that sovereignty must return to the Member States. Not just in the UK, but across the EU, voters want their sovereignty back. The process of dismantling this evil Union must begin as soon as possible.  We must therefore immediately stop further political, economic and financial integration of the EU. There must be immediate restoration of national borders. The United Kingdom is and is in charge of its own money, its own borders and its own laws, and now we are demanding the liberation of the other Member States: of the Netherlands, France, Italy, Poland, Romania, of all the enslaved peoples of Europe. And I say To Mr Juncker: get out! He failed to keep the UK in and failed to bring back EU regulations as agreed. Juncker, get on with the rest of your Commission! A new Commission must dismantle this evil Union in an orderly manner.", "language": "en", "original_language": "nl", "translation_provider": "azure"}, {"id": 22, "date": "2016-06-28.json", "name": "Nigel Farage", "mepid": "4525", "text": "  on behalf of the EFDD Group. – Mr President, the London stock market is rallying strongly this morning. It is now 12% up since its February lows. Sterling is weak, but then it started declining from July 2014, and the Prime Ministers of Australia and New Zealand are now vying for who can be the first country from outside the EU to do a trade deal with the United Kingdom. Things are looking pretty good. The only upheaval is political upheaval, where we have seen a Prime Minister resign and indeed the British Commissioner, Lord Hill resign. I think they have both done so for the right reasons. You never know, we may be getting rid of a Labour Party leader as well. But upheavals in politics can actually be a very healthy and a very good thing. I got into politics because our political class in Britain led us towards a European political project. So, if that result last week sweeps a few of them away, so be it. But I am looking forward next year to celebrating our independence day on 23 June. (Applause from certain quarters)", "language": "en", "original_language": "en", "translation_provider": "azure"}, {"id": 23, "date": "2016-06-28.json", "name": "Alyn Smith", "mepid": "28508", "text": "  on behalf of the Verts/ALE Group. – Mr President, I represent Scotland within this House, and whilst I am proudly Scottish, I am also proudly European. (Applause) I want my country to be internationalist, cooperative, ecological, fair, European. And the people of Scotland, along with the people of Northern Ireland and the people of London, and lots and lots of people in Wales and England also, voted to remain within our family of nations. I demand that that status and that esprit européen be respected. Colleagues, there is a lot of things to be negotiated, we will need cool heads and warm hearts, but please remember this: Scotland did not let you down. Please, I beg you, chers collègues: do not let Scotland down now. (Loud and sustained applause)", "language": "en", "original_language": "en", "translation_provider": "azure"}, {"id": 24, "date": "2016-06-28.json", "name": "Martina Anderson", "mepid": "113959", "text": "  on behalf of the GUE/NGL Group. – Mr President, MEPs like Diane Dodds and Marine Le Pen would say that we in the north of Ireland are bound by a UK vote. We say we are not and, like the previous MEP, Mr Smith, we asked you to respect our vote. We stand by the vote of the people of the north of Ireland just like Scotland, which voted remain. (Applause) We accept, we respect and we will defend the wishes of the people of the north of Ireland. However, if English votes drag us out of the EU, that would be like: ‘Britannia waives the rules’. There was a democratic vote. We voted to remain. I tell you that the last thing that the people of Ireland need is an EU border with 27 Member States stuck right in the middle of it. (Applause) You and the EU have supported our peace process and I ask you to continue to do that. Sinn Féin worked for a strong remain vote on the basis of another Europe – a more social Europe, a more democratic Europe – and clearly I say to the Commission and to the Council that you are not listening. You fail to realise the depth of opposition among the ordinary people to their anti-democratic practices and anti-social policies. These social policies and practices must change if the EU is to survive. You have to listen to that, but I ask you to please respect the vote of the people in the north of Ireland. They voted remain. (Applause)", "language": "en", "original_language": "en", "translation_provider": "azure"}, {"id": 25, "date": "2016-06-28.json", "name": "Guy Verhofstadt", "mepid": "97058", "text": "  on behalf of the ALDE Group. – Mr President, I will be very brief. At the end of this debate I want to make an appeal to the Members present here to now send a strong message to the European Council and to European citizens, and the best way we can do that is to vote massively in favour of the resolution we have prepared for the session and not to start saying that we do not like this or that. What is now politically important is a massive vote in favour of that resolution. My last thing will be to say to Mr Farage to say that I am shocked. Mr Farage, you are presenting yourself here as a defender of the little man and the hard worker while you have an offshore financial construction. I do not think that all citizens in Britain have offshore financial constructions. But, okay, let us be positive. Finally we are going us to get rid of the biggest waste in the Union’s budget that we have paid for 17 years. Your salary. (Laughter and applause)", "language": "en", "original_language": "en", "translation_provider": "azure"}, {"id": 26, "date": "2016-06-28.json", "name": "Ryszard Antoni Legutko", "mepid": "96796", "text": "  On behalf of the ECR Group. – (2) Mr President, I would like to begin by I must say that I am disappointed with the debate. It has become a very bad thing when it comes to Brexit, very bad, very dangerous, but not for The United Kingdom, because it will certainly cope and it was not necessary to shed these crocodile tears over the hapless British people. It has become a bad thing and dangerous for us, for the European Union. This is one of the worst things that has happened in the history of European integration. Meanwhile, what's going on? You play the same spectacle that is played here regularly. The same words, the same contorted faces, the same insults, only perhaps even greater. I'd rather want to listen to something else. What have we done wrong, what have those who lead this Union done wrong, what has the European Commission done wrong, and how does it hope to fix it, what has the wrong majority that governs this Parliament done? Because the fact that you recreate this old song, that nationalists are to blame, that chauvinists are to blame, that nationalists are to blame, means that you do not accept any witness of reality at all. Whatever happens, you repeat the same thing all the time. I would like to know what will happen next, because things look very dangerous. It is said that man is the only living being who can draw positive conclusions from his own mistakes. This is a general truth, but after today's debate, I wonder whether this truth also applies to those who govern the European Union.", "language": "en", "original_language": "pl", "translation_provider": "azure"}, {"id": 27, "date": "2016-06-28.json", "name": "Gianni Pittella", "mepid": "4436", "text": "  Mr President, ladies and gentlemen, I would like to thank Mr Farage for one thing. I cannot whistle, and even if I could whistle, I would never have allowed myself to do so with regard to colleagues and anyone, but I have to say one thing to you: you have not done the good of your country and history will prove it. Unfortunately, history will prove it! This is not a time of controversy, of exploitation, it is an important historical step. We need clarity. It was wanted by some Brexit, Brexit was it? Now you don't understand why it's being handled.  Democracy wants a result to be taken note of and noticed, once again can we allow ourselves to be conditioned by the internal games of the British Conservative Party? Is it not notified why we have to wait for the Tories party congress? It is absurd, shocking, 52% of British citizens who voted for Brexit should rebel. Now it is clear that there are those who want to take advantage of this vote to destroy. We are on the opposite side, and we are in good company. We are in the company of the Christian Democrats, the Liberals, the Greens. Of all those who want to change and save Europe. We have indicated what needs to be done immediately and we call on the European Council to take account of our demands. But let us also look to the future, and in the short and medium term, let us think of a convention that is open to the citizens. So that with the citizens, not the brussels elite, we can define the guidelines for a stronger process of political integration, involving the establishment of a European Treasury and Finance Minister, a more appropriate budget, common defence and security policies, the fight against terrorism, a European FBI, common immigration policies. Here we have clear ideas! We want to do these things, soon and in the medium term, and we want to be united in doing these things, even overcoming our remaining distinctions, but which at the moment must make way for a common effort to save Europe. That is our position and we will pursue it with great firmness.", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 28, "date": "2016-06-28.json", "name": "Manfred Weber", "mepid": "28229", "text": "  Mr President, i.e. the Group of the European People's Party (Christian Democrats) and European Democrats Mr President, ladies and gentlemen, I would like to thank the rapporteur for her excellent report and for the way in which I believe that this has been a very, very good debate in the European Parliament today, because it has made it clear to two sides: firstly, what a challenge we are facing. It is hardly worth commenting on Mr Farage, because it is not even known whether everything he claims today will be true in two weeks' time. That is why it is hardly worth commenting on. Le Pen is the best example. She has made it clear that she does not actually have an answer to the uncertainty that exists in the UK. I think she feels for herself that the French realise that Britain has the bigger problem and not France or Europe. I think she feels for herself that her arguments are running out. But that is one part of the debate. The more important thing, in my view, today was that we in the European Parliament have made it clear: we stand by this idea, we want to take this idea further into the future, we stand by the European project, and we ask – we ask you – that the European Council this afternoon and tomorrow morning should not argue internally, not discuss it internally, as we have seen in recent years. , but sends out a powerful signal that the 27 believe in the future of Europe and continue to build on this Europe.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 29, "date": "2016-06-28.json", "name": "Der Präsident. –", "mepid": "1911", "text": "   At the end of the debate, four motions for resolutions were tabled in accordance with Rule 123(2) of the Rules of Procedure. The debate is closed. Written declarations (Article 162 OF the CRP)", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 30, "date": "2016-06-28.json", "name": "Vilija Blinkevičiūtė (S&amp;D)", "mepid": "96681", "text": "  Writing. – First of all, we must respect the determination of the british citizens and the European Parliament must start negotiations with the United Kingdom as soon as possible. Waiting and months of uncertainty can only lead to even more instability and insecurity in the European Union. The Council is to approve the Commission as a negotiator on the part of the EU on the implementation of Article 50 of the EU Treaty. The President of the Commission must hand out the UK Commissioner's portfolio as soon as possible. The Treaty of Lisbon must be fully implemented and revised. In my opinion, the triggering of Article 50 is particularly important in the negotiations to agree on the relationship between the shrinking country and the European Union. Whether it be contracts similar to those in the case of Norway or Switzerland, or trade barriers, or perhaps in the worst and least likely case, the UK will lose preferential access to the European Union market will restrict the free movement of capital and people. What is clear is that the decision taken will not only lead to trade and financial ties between the UK and the European Union, but will also depend on the cost of leaving the EU, the direction and intensity of migration. At the same time, the Decision of the United Kingdom has shown that we need to think about what led to the outcome of the referendum and how we should reform in order to increase the satisfaction and confidence of Europeans in the European Union.", "language": "en", "original_language": "lt", "translation_provider": "azure"}, {"id": 31, "date": "2016-06-28.json", "name": "Fabio Massimo Castaldo (EFDD)", "mepid": "124812", "text": "  in writing. The results of the referendum should prompt us all to ask ourselves what is behind it. Reflection and self-criticism should be the first reactions of a responsible parliament, while it seems that they are being replaced by haste in punishing the British and kicking them out of the Eu ropean Union. The referendum is a final wake-up call, which has sounded that we need to conceive of a different Union, more social-conscious and inclusive, linked to the needs of the weakest and supportive within it. The resolution before us does not, however, contain any real self-criticism. We must begin to listen to the citizens and make the European Union a community from which no one wants to leave and not an area in which those who try to make their dissent feel punished.", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 32, "date": "2016-06-28.json", "name": "Λευτέρης Χριστοφόρου (", "mepid": "26837", "text": "  PPE), in writing. – The British citizens have decided to leave the EU and this is respected by all. To date it has proved that the EU is fully united and strong to manage the new reality. Calmly and resolutely, they asked British leaders, respecting their decision, to immediately move their withdrawal process, as defined by EU rules and European institutions. Of course, the European Union must immediately address the small and large problems faced by European citizens. To shift towards a better Europe and to deepen its integration and strengthening. The EU must also shed light on its positive policies and the benefits it brings to peoples, citizens and states. The EU is not just about problems and difficulties. We support the EU, the European Idea, because this is the historic responsibility of all of us who are in the European Union, and by strengthening a united Europe we are shielding the future of our country and safeguarding the future of our children.", "language": "en", "original_language": "el", "translation_provider": "azure"}, {"id": 33, "date": "2016-06-28.json", "name": "João Ferreira (GUE/NGL)", "mepid": "96706", "text": "  in writing. – The decision to leave the UK is an event of enormous political significance. It represents a major change in the process of European capitalist integration and a new level of struggle for those who fight for a Europe of workers and peoples.  The British people have sovereignly decided the destinies of their country. This must be respected, especially since this referendum took place in a context of huge and unacceptable pressure and blackmail, particularly from large transnational economic groups and large financial capital, as well as from organisations such as the IMF, the OECD and the EU itself. This result is thus also a victory over fear, inevitability, submission and catastrophism.  Not ignoring the many motivations that were present in the call for this referendum and in a campaign driven by reactionary elements and open political manipulation – which we fight and reject head-on – the results of the referendum unquestionably express a rejection of EU policies.  This referendum should be seen as an opportunity to confront and solve the real problems of the peoples, questioning the whole process of capitalist integration and opening a new and different path of cooperation in Europe, social progress and peace.", "language": "en", "original_language": "pt", "translation_provider": "azure"}, {"id": 34, "date": "2016-06-28.json", "name": "Ildikó Gáll-Pelcz (PPE)", "mepid": "102886", "text": "  Writing. – The UK's exit will make Europe poorer, and long and complicated negotiations on exit are to be expected. The 27 now have the task of regaining confidence in the EU and, in line with citizens' expectations, prepare meaningful European reforms. Self-criticism must be exercised, a misguided immigration policy, which has been a key element of the British campaign, must be respected, the principle of subsidiarity must be respected, well-timed and realistic responses to European crises must be found, and the EU must be better aligned with citizens' expectations in all areas. These content challenges must be addressed first and foremost. Citizens' trust can only be regained if the leaders of the Member States and the EU institutions face criticism from the Union, learn lessons and take political responsibility. As always, the Fidesz-KDNP delegation in the European Parliament will seize all possible means to ensure that the opinions and interests of Hungarian citizens are displayed at European level and draw attention to the necessary changes.", "language": "en", "original_language": "hu", "translation_provider": "azure"}, {"id": 35, "date": "2016-06-28.json", "name": "Krzysztof Hetman (PPE)", "mepid": "124895", "text": "  I would like to write to the Commission. – The bad for The United Kingdom and the bad result of Thursday's referendum showed us two things. Firstly, the rhetoric used for years by many Member States to portray the Union as guilty of all kinds of difficult and socially unpopular decisions is starting to have a negative impact. Secondly, the referendum showed how effectively populists can manipulate citizens by stoking negative sentiments and passing on false information. However, I hope that we will be able to turn this difficult situation into positive action at the moment. First of all, we must remind citizens with determination how extraordinary the European Union is as a guarantor of security and prosperity. Moreover, on the example of the UK referendum, we can show, by eye, what methods populists use, where already the day after reaching their goal, political promises turn out to be misunderstanding and untrue.", "language": "en", "original_language": "pl", "translation_provider": "azure"}, {"id": 36, "date": "2016-06-28.json", "name": "Ian Hudghton (Verts/ALE)", "mepid": "2338", "text": "  in writing. – The referendum clearly underlined that the UK is made up of different countries. The result in Scotland, with all local authority areas voting to remain, could not have been more of a contrast with England and Wales. We voted to remain, as an outward looking, open and inclusive country, voted to protect our place in the world’s largest single market and our freedom to travel, live, work, study and retire in other EU Member States. Yet now we face being taken out of the EU against our will. First Minister Nicola Sturgeon shows exemplary leadership, declaring her determination to explore every possible avenue to ensure that Scotland can continue to benefit from the single market, and the many other gains that voters in Scotland want to retain with our EU membership. As the First Minister has pledged, the SNP Government will accelerate talks with the EU Institutions about Scotland’s place in the EU. The resolution which we will vote upon shortly was drafted in haste, and is unsatisfactory as a result. This Parliament ought to consider more carefully our response to the democratic result of the referendum, with particular attention to the remain majority in Scotland. As democrats, we must help find a way to deliver what Scotland’s voters want.", "language": "en", "original_language": "en", "translation_provider": "azure"}, {"id": 37, "date": "2016-06-28.json", "name": "Benedek Jávor (Verts/ALE)", "mepid": "124721", "text": "  Writing. The result of the Brexit referendum fundamentally shapes not only the future of the United Kingdom, but also that of the European Union. It is therefore important that the process is done quickly and in the most peaceful way, so that we can prevent the grievances that divide Europe. We call on the Commission and the Council to do everything possible to preserve and adequately represent the achievements of free labour flows for European citizens working in Britain. The result of the vote is also a signal to the European community: a stronger, more democratic, more transparent Union must be created, with credible responses to the problems of the democratic deficit, the cumbersome operation and the refugee crisis. Hungary is whether he can participate in this process is a key issue for the public. If our country is left out of stronger integration, which is no longer primarily an economic issue, we will face not only the economic backlog, but also the resulting democratic impairment. Even Britain, which has a much greater economic weight than our country, was forced to post a very heavy economic loss on the first day after the vote. The weakening of European cooperation can lead to increased social and political conflicts within Europe and economic weakening. Since no responsible political force in Europe can wish for this, political communication that desibases Brussels in a populist way must be stopped immediately. Instead, we must create a better Europe to defend and fulfil our common values.", "language": "en", "original_language": "hu", "translation_provider": "azure"}, {"id": 38, "date": "2016-06-28.json", "name": "Philippe Juvin (PPE)", "mepid": "96884", "text": "  In writing. I take note of the British decision to leave the European Union. This rejection must lead us to ask ourselves the right questions in order to give European citizens the real answers. Thanks to the European Union, France enjoys monetary stability from which it would be deprived if it were alone. Our SMEs are finding opportunities in a large pool of 500 million citizens. Our students can freely study with our neighbours. All of this is very valuable.  But the crisis in Europe remains deep and serious because Europe needs meaning and direction. The British referendum offers an unprecedented opportunity to reopen thinking about its future. Europe needs to be re-founded. It must move away from the bureaucratic debate and into political dialogue. It must be even more at the service of citizens and their aspirations. Renovating Europe also requires the need to give it back a pilot, who can only be Franco-German. But François Hollande's five-year term has killed this alliance.  Leaving Europe will have a definite impact on the United Kingdom and on all member states, but we are forcing us to move forward. To not reform Europe would be to sentence it to death. That is why we need to get back to work quickly.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 39, "date": "2016-06-28.json", "name": "Paloma López Bermejo (GUE/NGL)", "mepid": "125047", "text": "  in writing. – I deeply regret the tone of the debate in this House: there are plenty of threats and self-criticism. We must respect the will expressed in the referendum and not oppose right-wing nationalism and populism a cosmopolitanism that defends the same xenophobic and reactionary policies. Or is it not the case that the EU is sheltering expulsions of European citizens between Member States, while militariating its borders and refusing to host refugees from the wars it encourages in its neighbourhood? Or is it not true that the neoliberal policies you are defending are the main cause of the erosion of the living conditions and social rights of the European population? It is these policies, the responsibility of which is shared between the Commission and the governments of the Member States, that have led us to a situation in which peoples no longer conceive of a common political space, forced to compete with each other in an integration made by and for the market. Lack of democracy is the real core of a problem that, unfortunately, they refuse to face.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 40, "date": "2016-06-28.json", "name": "Ivana Maletić (PPE)", "mepid": "119436", "text": "  Written. - Uk citizens have decided to leave the European Union. This is a major blow for both the UK and the EU. The consequences of such a decision are already looming: distortions in financial markets, the fall in the pound, the rise of populism. I regret such outcomes, but the will of the citizens must be respected. The UK has its way now. The European Union must remain united, the aim is to continue to build a stronger and better European Union. This is a message to everyone: we need to bring Europe closer to the citizens. We need to communicate more clearly the values of the European Union and what the EU means in the daily lives of our citizens.", "language": "en", "original_language": "hr", "translation_provider": "azure"}, {"id": 41, "date": "2016-06-28.json", "name": "Marian-Jean Marinescu (PPE)", "mepid": "33982", "text": "  in writing. – Britain voted to leave the EU. Negotiations to exit the Union must begin as soon as possible. It is the decision of the British people. I regret this decision, but I respect it and it must be implemented as such. The confusion due to the postponement of the activation of Article 50 on withdrawal from the Community bloc favours the increase of populist tendencies. Confusion is a negative element, which can cause problems in both the UK and the EU.  I believe that political will and unity are now needed. The founding principles of the EU must remain solid. Free movement cannot be called into question. The 27 Member States must speak with one voice. I do not think that we can now speak of Member States with more integration speeds or Member States that represent the core of the Union. That is why I will vote against the European Parliament resolution on the UK referendum.", "language": "en", "original_language": "ro", "translation_provider": "azure"}, {"id": 42, "date": "2016-06-28.json", "name": "Csaba Molnár (S&amp;D)", "mepid": "124722", "text": "  Writing. – We regret the result of the referendum on the UK's membership of the EU, but we must respect it. It is also in the interests of the island nation and the European Union that the exit negotiations begin as soon as possible and that the United Kingdom leaves our community in an orderly way. After Brexit, we must not allow Europe's Eurosceptic, extremist parties, instigent in a British referendum, to hijack the European project and to campaign against the Union based on misleading data and arguments such as the British one. Countering such a domino effect is the main task before us, pro-European politicians. In the campaign for Britain's membership of the EU, the Brexit camp successfully convinced voters that the EU only serves the rich. We must demonstrate that the EU is capable of ensuring the rise of European citizens and reducing inequalities. To do this, it is essential to kick-start economic growth and to develop the economy. We cannot allow European voters not to feel safe in the EU. If there is no common security policy, Russia poses a greater threat in Europe's immediate neighbourhood. Without a common EU border guard, Europe will be unable to cope with the refugee crisis. We therefore need a common defence policy and a common migration policy as soon as possible! The history of the EU is a series of political crises and responses. I am convinced that, even after the current crisis, European integration will continue to be stronger.", "language": "en", "original_language": "hu", "translation_provider": "azure"}, {"id": 43, "date": "2016-06-28.json", "name": "Urmas Paet (ALDE)", "mepid": "129073", "text": "  Writing. - Britain's decision to leave the European Union opened the way for a new crisis in the EU and, on the sidelines of the four crises so far, the refugee crisis, the strained relations with Russia, the terrorist crisis and the economic problems, another major problem, and now on an uncertain scale, was added. This will have an impact on the economies, policies and security of both the EU and Britain. The 27 EU member states must be extremely balanced in order to avoid the domino effect of the British referendum. Regrettably, too many memories are short and the fact that, thanks to the EU, peace has been left behind by the emotional problems of the day. Now, however, this peace guarantee has also been hit. The EU must now think in a balanced way about how to bring the EU closer to its citizens, to ensure the promotion, stability and sustainability of the EU's common values, and to turn the EU into a functioning community capable of actively, quickly and effectively addressing the crises that hit it. Britain, on the other,must decide as soon as possible how to move forward in the circumstances in order to minimise the period of uncertainty.", "language": "en", "original_language": "et", "translation_provider": "azure"}, {"id": 44, "date": "2016-06-28.json", "name": "Carolina Punset (ALDE)", "mepid": "90110", "text": "  in writing. – Let a historic member country decide to blow up the European Union's project is against the but of time. In the 21st century and in a global world, the union of Europe's future United States remains hope in the face of the disenakrote between nations and the armed conflicts that ravaged us over the past century. Despite the deep sadness that the UK's decision to leave the European Union has increased in most Europeans, this event must be used to recast, reform and relaunch the project that has given the citizens of our continent the greatest period of peace and prosperity in recent decades. As for the roadmap to follow, it is clear that if they have decided not only to jeopardize their country's unity and solidarity, but also to dynamit the European one, let us try to counter this danger with a fast and painless exit from the United Kingdom for both sides. Any dilation can cause contagion effects in other countries with populist movements as well as greater instability and economic uncertainty.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 45, "date": "2016-06-28.json", "name": "Claude Rolin (PPE)", "mepid": "125107", "text": "  In writing. I will support the joint resolution on the decision to leave the European Union following the result of the British referendum, because the citizens have made their choice democratically and we must respect it.  However, in the interests of the integrity of the Union, we call for the rapid opening of the withdrawal procedure, as stipulated in Article 50 of the EU Treaty. The British authorities must assume their responsibilities and the institutions must negotiate a new relationship with the United Kingdom, in the interests of the Union. Brexit must be turned into an opportunity to reform the European project to refocus it on citizens' concerns. It is necessary to strengthen and improve the functioning of the Union in order to make it intelligible and relevant to the citizens. It is imperative that the European Union come out of this ordeal with its head held high, at the risk, if not, of starting the crime advocated by the Pro-Brexit British camp. We must move towards a more federal Europe giving a greater place to the European Parliament. We need a real policy of recovery, but also and above all a social policy that allows the citizen to be reconciled with the European project.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 46, "date": "2016-06-28.json", "name": "Daciana Octavia Sârbu (S&amp;D)", "mepid": "33989", "text": "  in writing. – Friday was the saddest day in the history of European construction. British citizens voted for Brexit and while it's hard for us to understand, we have to respect the referendum result. Unfortunately, it was populism and misinformation that influenced this outcome, and it is a pity that a political leader's ambitions for power have led to the economic and political instability that Britain is now going through. I am concerned that xenophobia and racism are on the rise in the UK and that both European citizens and non-European migrations can be victims of marginalisation and racial hatred.  Europe faces two choices: to become stronger or to begin its collapse. We must not forget the international context, the instability in the east, the terrorist threat, and I believe that only a united Europe can face these challenges. The European project has brought prosperity, peace and stability to all of Europe and, at this turning point, we must bring Europe closer to the citizens and fight for a strong Europe.", "language": "en", "original_language": "ro", "translation_provider": "azure"}, {"id": 47, "date": "2016-06-28.json", "name": "Monika Smolková (S&amp;D)", "mepid": "96655", "text": "  Writing. – The EP's decision to leave the EU resulting from the UK referendum was convened very quickly and all MEPs were mobilised in a short time. It is a pity that president Schulz did not convene the EP so quickly a year ago, when a million migrants were flowing uncontrollably through Europe. Perhaps the referendum in Britain would have turned out differently. The UK referendum has set the mirror for EU leaders to take a deeper look at what we are doing wrong and how to give hope to the people of the EU for a better and safer Europe. In her speech, the representative of the EU-President of the Council of the Netherlands, Mrs Hennis-Plasschaert, very precisely named the reason why the British want to leave the EU and why people are disappointed with a common Europe. It's a \"bureaucratic monster\" we've succumbed to. On the other hand, we must realise that we need a united Europe in the fight against terrorism, radicalism, migration. On the contrary, Mr Juncker is still dreaming and, in his words, 'one wing has fallen off, but we will fly on...' they're out of the reality of today. He forgot to say that we were flying, but in great turbulence and in great dissatisfaction with the PEOPLE of the EU. Eu reform is now a priority if we want to leave Europe prosperous, peaceful and secure for the younger generations.", "language": "en", "original_language": "sk", "translation_provider": "azure"}, {"id": 48, "date": "2016-06-28.json", "name": "Igor Šoltes (Verts/ALE)", "mepid": "125003", "text": "  Writing. – Brexit has cut deeply into the perception of the future of the European Union. The days after the referendum show a picture of confusion, even misunderstanding, and the question of what it really was about hangs in the air. It has emerged that many did not even know what they were really talking about and that by submitting their vote they were deciding the future fate of entire generations. I believe that space should be given, above all, to the constructive dialogue that Europe desperately needs in this situation. The resolution adopted by the European Parliament wants article 50 of the Treaty of Lisbon to be activated as soon as possible, although it is clear that only the British people themselves can do so. The text should take into account the real situation and be much more looking to the future. We need clear commitments for radical changes to the EU's continued action, which must go back to and put citizens at the heart of their action. It is true, however, that Britain is not going anywhere, it will still be somewhere between 33 and 34 kilometres, as far as the closeth of the British Isles and mainland Europe measures, and will not move an inch forward or backward. But he can go far away with understanding democracy, popular will and the conception of the referendum as the broadest instrument of respect for the people's will.", "language": "en", "original_language": "sl", "translation_provider": "azure"}, {"id": 49, "date": "2016-06-28.json", "name": "Sergei Stanishev (S&amp;D)", "mepid": "124852", "text": "  in writing. – I deeply regret the result of the UK referendum but the democratic decision of the people of the UK should be respected. However, we’ve seen politics at its worst. The initial champion of this referendum, PM Cameron, leaves a legacy of a divided UK and a divided EU. To overcome the uncertainty we face, the departure process should begin immediately by triggering Article 50 TEU. This is the least Mr Cameron owes to the citizens – to demonstrate a bit of responsibility, to honour both his commitment made prior to the referendum and the will of the majority of the voters. The UK will remain a key friend and partner to the EU. The nature of our future relationship has yet to be determined and it will inevitably require a huge amount of time and effort. It is therefore essential that this process starts rapidly so that we can focus on other immediate challenges. The apparent disappointment of citizens with the EU, being exploited by the populists, is rooted in years of conservative, austerity-only policies. Europe now needs a new vision. European Social Democrats will offer an alternative – an agenda of progressive reforms to restore Social Europe, economic growth and social justice.", "language": "en", "original_language": "en", "translation_provider": "azure"}, {"id": 50, "date": "2016-06-28.json", "name": "Tibor Szanyi (S&amp;D)", "mepid": "124703", "text": "  Writing. – In the light of the history and the situation, I declare that the referendum initiative by the right-wing British Prime Minister was an irresponsible, narrow-minded, self-serving adventure that put his own stay in power ahead of the future of his nation, which is already worsening his country's economic and political situation and reducing his international space. If the Brexit drama does make us hope for something positive about Europe: the political sin of his British colleague may encourage orban or any other European leader in Hungary to be more sober, or any other European leader who would like to put his own aspects of power ahead of his nation's interests into anti-European, nationalist adventures. Now, coming from the first shock, the EU institutions must do their u ubi d'edit to make sure that, based on the political lessons of the British referendum, a new beginning can be opened as soon as possible towards a more solidarity-based, more effective EU that finally fulfils the idea of a social Europe. In this context, I would understand if, in this context, the truly democratic leaders of the EU were to be completely satisfied and repelled by the minework of selfish, nationalist national politicians like Orban, who are hampering joint crisis management. I am convinced that, precisely with the swift and purposeful measures taken in the wake of Brexit, the READY Member States of the EU will soon be able to take a path that can lead to a modern Union that strengthens economic prosperity, social justice and the global weight of Europe. The most urgent, however, is the effective management of the EU's current interdependent crises, based on truly unity and Community solutions.", "language": "en", "original_language": "hu", "translation_provider": "azure"}, {"id": 51, "date": "2016-06-28.json", "name": "Adam Szejnfeld (PPE)", "mepid": "124890", "text": "  I would like to write to the Commission. – In Thursday's referendum, a majority of British citizens voted in favour of their country's exit from the European Union. There is therefore no doubt that any Brexit resulting from this result will have a significant impact on relations between the countries of the Old Continent and the United Kingdom in the future. I very much regret that this has happened. However, nothing happens for a reason, and the fault always lies on both sides. The Union is not an ideal organisation, it is still struggling, for example, with an over-regulation and bureaucracy. More addition, the growing \"socialisation\" of the Community is undermining its competitiveness in the global market, including the ambition of the middle class and strengthening claims in society.  There are also many reservations about individual EU policies, such as an extremely restrictive climate policy or a wasteful agricultural policy. However, I believe that the continuation of the European integration process should continue to be supported, because it brings real benefits to millions of Europeans every day. The Union must not fall into a marazm, but vice versa, it must make an effort for reforms that improve its functioning.  It is also extremely important to promote and perpetuate the fundamental values on which the Community is based. Only in this way will it be possible to take care of the future of Europe.", "language": "en", "original_language": "pl", "translation_provider": "azure"}, {"id": 52, "date": "2016-06-28.json", "name": "Marc Tarabella (S&amp;D)", "mepid": "29579", "text": "  In writing. The British finally said no to Europe. It is of course a failure, but it can become an opportunity. A failure, because the European project as it is no longer convinces the crowds; a failure also for David Cameron who, in order to get re-elected, opened a Pandora's box that he never managed to close. But it is also an opportunity: to start a new job on a good basis, by profoundly reforming the rules of operation and the European institutions, with the Member States really motivated by the project, and avoiding proposing a Europe à la carte: a Europe that works and responds more effectively to the expectations of the citizens. This will require a profound questioning! Finally, after hearing their speeches, if Nigel Farage and Marine Le Pen ever enter the history books, it will be next to the definition of the word \"populism\".", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 53, "date": "2016-06-28.json", "name": "Romana Tomc (PPE)", "mepid": "125104", "text": "  Writing. – I regret that the British people have decided to leave the European Union. Of course, we all hoped it wouldn't happen. We were aware that the decision to make or against would not be rational, but emotional. That is why the outcome was impossible to predict reliably. This decision is not only important from an economic point of view, but is, above all, a symbolic message. Initial reactions in financial markets suggest that exit will not go away without consequence. Not for the EU, not for Britain, which by all estimates will be the big loser of this decision. But there's no going back. That is what the British people have decided, and we must respect that decision. What I was pointing out before the referendum was that Britain is not just London City and that the will of the people cannot be underestimated. What will happen to the European Union? We'll see that in the next few months, years. We need no more Europe, we need a better Europe. a Europe that respects the will of the people and responds to their demands. a Europe that is able to detect and respond to real problems. europe, where rights and obligations are part of the same package. The British referendum was a serious reminder that it is not in itself a way for the European Union to stay for good.", "language": "en", "original_language": "sl", "translation_provider": "azure"}, {"id": 54, "date": "2016-06-28.json", "name": "Beatrix von Storch (EFDD)", "mepid": "124825", "text": "  Writing. I am shocked by the words of Manfred Weber (CSU) in plenary today, which confuses the EU Parliament with the Bavarian beer tent. Weber no longer comes up with a flat-out policy against his political competitor. Weber and the European Christian Democrats have not understood that EU chauvinists like them have only just stird up anger at Brussels. Instead, they continue their undifferentiated eulogy towards the EU, calling even faster for a political union and denying the existence of national interests. Establishment politicians like these are responsible for the fact that the first state is now leaving the EU. We urgently need a reversal and a Europe of diversity that is democratically built from below, is subsidiaryly organised, allows for a cross-border market economy and allows for competition.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 55, "date": "2016-06-28.json", "name": "Jarosław Wałęsa (PPE)", "mepid": "96774", "text": "  I would like to write to the Commission. – The European Union is a project that needs clear leadership and the involvement of all Member States. The UK's decision is therefore a retrograde step, and the lessons to be learned from this are clear. A warning to politicians should be the attitude of Prime Minister Cameron, whose wave of populism has come to power and subsequently stripped him of his post. This is an interesting chapter in the history of the European Union, with difficult decisions, but also clear declarations of what the European Union should look like in the future.", "language": "en", "original_language": "pl", "translation_provider": "azure"}, {"id": 56, "date": "2016-06-28.json", "name": "Carlos Zorrinho (S&amp;D)", "mepid": "124739", "text": "  in writing. – The British voters have decided, for the most part, that the country should no longer belong to the European Union. This decision should be implemented by safeguarding the interests and future of the European project. A transparent and swift negotiation of the exit process is necessary, following the formal request of the British Government, in accordance with the provisions of the Treaties.  The European Union will have to interpret the reasons for what happened and act. It was fear, in particular the fear of unregulated globalisation, competition in the labour market and the erosion of rights and guarantees that, exploited by populists, led to the decision of the British people. The risk of this situation being exploited in other countries exists and must be tackled politically.  The EU must therefore act and implement a strong programme of action to regain citizens' confidence in the European project as a path of peace, tolerance and response to people's concrete problems. A process that can lead to a convention that consolidates change but should not start with it. Immediate action is needed to make it happen and combat fear with smart policies focused on solving people's problems.", "language": "en", "original_language": "pt", "translation_provider": "azure"}, {"id": 57, "date": "2016-06-28.json", "name": "Der Präsident. –", "mepid": "1911", "text": "   The next item is voting time. I must inform you that explanations of vote on this resolution will be dealt with during the next plenary session in Strasbourg. There is therefore no time to give explanations of vote after the vote.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 58, "date": "2016-06-28.json", "name": "Morten Messerschmidt (ECR).", "mepid": "96663", "text": "   – Mr President, on behalf of the ECR Group, I would like to move an oral amendment which changes this amendment so that the second part is deleted, and the words ‘based on his ineptitude, language and hostility towards the British people and others who wish to organise referendums on EU membership’ is taken out. So the only thing that remains, and on which we will vote, is the following: ‘Calls for the resignation of Commission President Jean-Claude Juncker.’.", "language": "en", "original_language": "en", "translation_provider": "azure"}, {"id": 59, "date": "2016-06-28.json", "name": "Marina Albiol Guzmán (GUE/NGL)", "mepid": "125048", "text": "  in writing. I voted against this common motion because I reject a hasty resolution which aims solely to increase political pressure on the peoples of the United Kingdom following the EU exit referendum and which lacks any self-criticism towards the policies that explain the outcome of the vote.  We do not identify with the front that attributes to Europeanism the custody of democratic values, for in this Europe, that of perpetual austerity, that of the militarization of borders, that of imperialism and neoliberalism there is no future for the popular classes.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 60, "date": "2016-06-28.json", "name": "Eric Andrieu (S&amp;D)", "mepid": "113892", "text": "  In writing. I voted for this resolution. We hope that Article 50 will be activated as soon as possible and that transparent negotiations can begin as we had hoped the day after the referendum. Clearly, Eurosceptics and Europhobes are not on this line: they are in contradiction and have neither the slightest idea nor the slightest project for the future. David Cameron also announced yesterday in the House of Commons that he would replace Commissioner Hill: absolute cynicism. We ask Mr Juncker to leave the replacement without a portfolio! The vagueness surrounding the implementation of the sovereign decision of british citizens is dangerous for the United Kingdom, for the European Union as well. It must not last, nor mobilize all our energy: the time is now for refoundation.  Europe can disappear: there is an urgent need for heads of state or government to finally be up to the task at the European summit! The European Parliament is ready to take its share of the responsibility, as it said this morning.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 61, "date": "2016-06-28.json", "name": "Marie-Christine Arnautu (ENF)", "mepid": "124748", "text": "  In writing. I voted against the ultra-federalist resolution proposed by the EPP and S-D groups, which include French MPs from the ranks of the PS and the Republicans.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 62, "date": "2016-06-28.json", "name": "Jonathan Arnott (EFDD)", "mepid": "124958", "text": "  in writing. ‒ I voted against the first resolution, on the grounds that I preferred the text of other resolutions which would have been considered had the first resolution failed. However, I am in agreement with the principle that the process of the UK’s withdrawal from the European Union should begin as soon as possible.", "language": "en", "original_language": "en", "translation_provider": "azure"}, {"id": 63, "date": "2016-06-28.json", "name": "Petras Auštrevičius (ALDE)", "mepid": "124766", "text": "  in writing. ‒ The UK referendum has taken many by surprise. This is undoubtedly a turning point in the future of the European Union. Even if we do not agree with the decision, we need to respect the will of the people of United Kingdom and their democratic choice. I believe that the UK itself needs to respect its citizens will, come forward with its intentions and officially start the negotiations for leaving EU as soon as possible by invoking Article 50. We need to end the lingering uncertainty and come forward with a new vision for European Union. The remaining 27 Member States do not have any other choice but to act together in the spirit of solidarity and seize this momentum to reform the European project to become a stronger and more capable Union, giving more in return to its citizens.", "language": "en", "original_language": "en", "translation_provider": "azure"}, {"id": 64, "date": "2016-06-28.json", "name": "Zigmantas Balčytis (S&amp;D)", "mepid": "96680", "text": "  Writing. \\u2012 I voted in favour of this resolution on the UK's decision to leave the EU following the referendum in the country. The EU must fully respect the will expressed by UK citizens. I believe that negotiations on leaving the EU, in accordance with Article 50 TEU, must start immediately after the formal notification is made in order to avoid uncertainty and uncertainty and to protect the integrity of the Union. The Council should appoint the Commission as negotiator and the President of the Commission should immediately appoint another person to the post of Member of the United Kingdom Commission. This situation has once again demonstrated the importance of reforming the Union and making it better and more democratic. I agree that the need to promote our common values, ensure stability, social justice and economic growth and meet the challenge of migration requires the development of economic and monetary union and the area of freedom and justice, as well as the strengthening of the common foreign and security policy.", "language": "en", "original_language": "lt", "translation_provider": "azure"}, {"id": 65, "date": "2016-06-28.json", "name": "Ivo Belet (PPE)", "mepid": "28257", "text": "  Written. 'We regret but respect the result of the referendum. Everyone loses in this result, which forces both the UK and the European Union to reflect in depth. We need to get clarity from Britain quickly on how to proceed now. Citizens, businesses and stakeholders on both sides of the Channel have a right to certainty and a clear perspective. Europe must now work hard. The EU-27 must not be paralysed. More than ever, we must continue to listen to the public, explain why certain problems are best solved at a European level and achieve tangible results. We are calling for a stronger Europe, which, with existing powers, is making concrete strides and – if necessary with a core group of countries – is tackling terror decisively, securing external borders, building a socially just Europe and encouraging economic growth with extra breathing space for investment. This is crucial because it creates jobs, growth and hope for the future. Europe must show its citizens that their security and prosperity are indeed in good hands, so that people can feel at home in the EU again. That is the best antidote to the lies and the predatory politics of the Eurosceptics and opponents.", "language": "en", "original_language": "nl", "translation_provider": "azure"}, {"id": 66, "date": "2016-06-28.json", "name": "Xabier Benito Ziluaga (GUE/NGL)", "mepid": "135490", "text": "  in writing. We voted ABSTENTION to this Resolution because we understand that the will expressed at the ballot box must be respected, starting with the activation of Article 50 of the Treaty on European Union. We advocate that citizens can freely choose their future in democratic and transparent processes. Although we do not believe that leaving the European Union from the United Kingdom will lead to an improvement in the living conditions of its citizens. We do not agree that the outbound process will be activated immediately. We understand that the United Kingdom should legitimately assess when it will be prepared to start the process, and in no case should there be gaps with respect to the rules and treaties to which the country is subject. A process with democratic guarantees is one that guarantees the well-being of its citizens, of all people who live and work in the UK. We did not vote in favour because we thought it was essential that two amendments should come out which showed that it is essential to revive the European process in the light of inequalities and to defend the democratisation of the European institutions. They didn't get ahead and that's why our final vote was abstention.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 67, "date": "2016-06-28.json", "name": "Dominique Bilde (ENF)", "mepid": "124771", "text": "  In writing. I voted against the resolution common to the main political groups, which, as usual, make common cause when it comes to denying democracy in favour of their Euro-federalist ideology. In order to put fear and threat in the policy, this text urges the United Kingdom to immediately implement Article 50, to the detriment of any principle of reality, but also with a complete lack of respect for the sovereignty of this nation! Instead of working to build a new friendship with the British, MEPs merely want to punish them for choosing freedom, and stoop to the Commission, which is the only legitimate negotiator. However, what this referendum has shown is that the EU would be wrong to continue to want to do so without the sovereign nations - the only ones entitled to the game of diplomacy - and without the peoples. Completely in denial, this Brussels EU is merely trying to save the EU at all costs. Yet the tocsin of freedom has sounded the death knell for the reign of this totalitarian Europe.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 68, "date": "2016-06-28.json", "name": "Mara Bizzotto (ENF)", "mepid": "97198", "text": "  in writing. \\u2012 Brexit is not a catastrophe but an extraordinary test of freedom against the EU's anti-democratic dictatorship. That is why I did not want to support the joint resolution tabled by the PPE, S&amp;D, ALDE and Green Groups, a text without self-criticism that b sinfully forgets that it was precisely the crazy EU policies applied by these groups that pushed the British people towards Brexit, policies that have consistently eroded the sovereignty of the Member States, turning the EU into a dangerous bureaucratic superstructure that serves the interests of banks and multinationals. On the other hand, I voted in favour of the ENL Group's resolution, which welcomes and congratulates the British people on the right choice towards freedom from the yoke of Brussels. I am sure that many other Member States will soon follow the path mapped out by the United Kingdom by allowing their citizens to choose to return free and independent to their own country.", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 69, "date": "2016-06-28.json", "name": "José Blanco López (S&amp;D)", "mepid": "125044", "text": "  in writing. The result of the referendum on the UK's stay in the EU is not what we would have wanted. I'm deeply sorry. For the whole of the Union, but mainly for the British citizens: the first consequences of Brexit have already been seen these days in the fall of the pound, in the announcements of relocations and in the lies that the promoters of the exit told their fellow citizens to break the European link.  We must regret that an event of these consequences has been triggered by the irresponsibility of the British Prime Minister. For reasons exclusively of personal and partisan interest, David Cameron has led his country to a consultation that has fragmented the UK, territorially and generationally. However, the British people have spoken and their decision must be respected. However, under no circumstances can the implementation of the mechanisms laid down in the Lisbon Treaty be unnecessarily extended. It is therefore urgent that Europe and the United Kingdom should start negotiating the terms of their new relationship as soon as possible. And above all, it is urgent that Europe reinvent itself and build with the citizens of its 27 member states a new project for the future.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 70, "date": "2016-06-28.json", "name": "Vilija Blinkevičiūtė (S&amp;D)", "mepid": "96681", "text": "  Writing. \\u2012 I voted in favour of this resolution because it stresses in it that the will of British citizens should be respected in a swift and consistent way through the withdrawal procedure. Notes that negotiations on the UK's withdrawal from the EU under Article 50 TEU must start immediately after the formal notification. The European Parliament recalls that any new relationship between the UK and the EU cannot be agreed until an agreement on withdrawal has been concluded. Parliament calls on the Council to appoint the Commission as negotiator on Article 50 TEU, calls on the President of the Commission to appoint another person without delay as a Member of the United Kingdom Commission and to change the order of the Presidency in order to prevent the withdrawal process from undermining the management of the EU's day-to-day functioning. Calls also for an action plan to be drawn up with a view to creating a better European Union that will make full use of the possibilities of the Treaty of Lisbon and complement the revision of the Treaty.", "language": "en", "original_language": "lt", "translation_provider": "azure"}, {"id": 71, "date": "2016-06-28.json", "name": "Andrea Bocskor (PPE)", "mepid": "124712", "text": "  Writing. \\u2012 As a member of the FIDESZ-KDNP People's Party Group, I regret the decision of the citizens of the United Kingdom. I supported the European Parliament's decision on this, together with the members of the European People's Party, because I believe that the opinion of the majority of The British people must be respected and that the remaining members of the European Union must ensure stability and the promotion of their interests. The text adopted in the resolution is the result of a compromise between the parliamentary factions and I therefore do not agree with all its elements. I miss it, and I regret that the text lacks the self-critical elements of the Union, the reasons that led to the victory of those who wished to leave. The most important of these are the Union's flawed immigration policy, frequent violations of subsidiarity by the EU institutions, a lack of functioning European solutions, delays in EU decision-making, frequent disregard for the aspects of national parliaments. I also do not think the urgent tone is right, because the process must take place in compliance with the EU Treaties and the British constitutional order. I also consider it unnecessary for the European Parliament to call on the Council to represent the Union in the procedure, since, under Article 50 TSI, the appointment of a negotiator, which may also be the Commission, falls within the competence of the Council.", "language": "en", "original_language": "hu", "translation_provider": "azure"}, {"id": 72, "date": "2016-06-28.json", "name": "Marie-Christine Boutonnet (ENF)", "mepid": "124753", "text": "  In writing. I voted against this resolution with clearly European and integrationist overs. The expressed desire to \"reform Europe, improve it and make it more democratic\" is an eternal Arlesian of the leaders of the European Union. As usual, it is not and will not be drawn any consequence from the message sent by the sovereign people of the United Kingdom to the Union.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 73, "date": "2016-06-28.json", "name": "Renata Briano (S&amp;D)", "mepid": "124787", "text": "  in writing. \\u2012 Taking note of the british people's expressed willingness to leave the European Union, care must be taken to ensure that the withdrawal procedure provided for in Article 50 TFEI is activated as soon as possible and that negotiations on the case begin as soon as possible. The uk's next exit from the Eu ropean Union must take place as quickly as possible: despite an extremely sensitive context, the institutions cannot remain paralysed by the present situation for long. The citizens, associations and businesses are asking us to do this.  We must roll up our sleeves, taking up the great political window provided to us by Brexit to reflect seriously on the current limits of the European integration project, in order to relaunch it with greater vigour and conviction. We need a stronger and more united Europe, a Europe with the right resources and the appropriate competences to be able to act decisively on a globalised, ultra-liberal international context, which has produced enormous inequalities and injustices and which, for these reasons, needs to be fundamentally reformed. We need a Europe capable of raising its head, of a cosmopolitan, open, tolerant Europe, capable of responding, above all, to the losers of globalisation, in order to fight against the new emerging fascisms and guarantee peace and prosperity for present and future generations.", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 74, "date": "2016-06-28.json", "name": "Steeve Briois (ENF)", "mepid": "124757", "text": "  In writing. This motion for a resolution deals with the decision of the British people to leave the European Union following the referendum held in the United Kingdom. While this text respects the will of the British to take their destiny into their own hands, it proposes, on the other hand, to speed up procedures so that the United Kingdom can get out of the European Union as quickly as possible. The aim is to deteriorate the economic situation of the United Kingdom in order to deter other European peoples from breaking the chains that bind them to the Union.  I therefore voted against this motion for a resolution which draws no conclusions from the result of this referendum and even calls for greater integration between Member States. In this context, the Europe of Nations and Freedoms group, of which the National Front is a member, has tabled an alternative proposal calling for such a referendum to be held in all Member States.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 75, "date": "2016-06-28.json", "name": "Alain Cadec (PPE)", "mepid": "96849", "text": "  In writing. The majority of the British people voted to leave the European Union. This is a sovereign decision, while regrettable, but one that we must respect. The European Union and the United Kingdom must draw all the consequences and start the exit process as soon as possible. The resolution adopted by Parliament calls on the British Government to immediately trigger Article 50 of the Treaty. This is necessary to clarify things. The resolution also specifies that it is not conceivable to engage in any negotiation until the United Kingdom has activated Article 50. I voted in favour of this resolution.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 76, "date": "2016-06-28.json", "name": "Nicola Caputo (S&amp;D)", "mepid": "124851", "text": "  in writing. \\u2012 I voted today in favour of this resolution to call on the UK to fully respect the will of the majority of citizens without further delay and to proceed with the official notification of withdrawal from the EU and, in any case, first notification and then negotiations on new relations with the EU. The EU must be able to use this dramatic event to relaunch the European project. We need to return to the roots of the European project and ensure sustainable prosperity for Europe. It is necessary to reform the Union by improving it and bringing it closer to the expectations of its citizens.  I agree that strengthening the EU's core should be central and that 'à la carte' solutions should be avoided. Europe is at a crossroads: either we realise the European dream or we go back a century giving life to nationalist pressures. An ambitious and clear roadmap must be defined and, in order to achieve it, full use must be made of the opportunities offered by the Treaty of Lisbon. Finally, I would remind you that, under the Treaties, the European Parliament's approval of the final agreement on the withdrawal of the United Kingdom will have to be requested and that Parliament itself must be fully involved in all stages of the exit negotiations.", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 77, "date": "2016-06-28.json", "name": "David Casa (PPE)", "mepid": "28122", "text": "  in writing. ‒ The outcome of the recent referendum in the United Kingdom has been a shock to all of us but nevertheless the will of the people must be respected and I sincerely hope that the withdrawal negotiations will be carried out smoothly and swiftly. I voted in favour of this resolution because I agree that a concrete plan for the withdrawal of United Kingdom from the European Union is needed as soon as possible. We need to act immediately to avoid uncertainty, which will not do anybody any good. In addition, the integrity of the Union needs to be protected and the remaining 27 Member States need to focus, most importantly, on how our community will function and evolve in the coming years. I am saddened by the fact that the United Kingdom has decided to leave us but we must now focus on ourselves and on our common future.", "language": "en", "original_language": "en", "translation_provider": "azure"}, {"id": 78, "date": "2016-06-28.json", "name": "Fabio Massimo Castaldo (EFDD)", "mepid": "124812", "text": "  in writing. \\u2012 The resolution tabled following the referendum in Britain does not present the elements of self-criticism of the status quo that the result of the referendum itself loudly demands. Mistakes are not recognised and it seems that the point is to punish the United Kingdom for voting freely. For these reasons, I voted against.", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 79, "date": "2016-06-28.json", "name": "Jean-Marie Cavada (ALDE)", "mepid": "28206", "text": "  In writing. Since it was inconceivable that Parliament would not vote on the outcome of the British referendum just hours before the European Summit, I supported this resolution. I regret, however, that many amendments adopted in plenary, and mostly tabled by the EPP, have watered down a seemingly satisfactory draft resolution.  Any mention of an immediate implementation of Article 50 of the Treaty on the European Union has disappeared, even though the British government, for lack of a comprehensive strategy following Brexit, is now promoting inertia. Worse, David Cameron's request for notification of the referendum result to David Cameron is no longer included in the final resolution. This unpleasant sense of culpable wait-and-see is only reinforced by the rejection of certain amendments, one of which was aimed in particular at placing the Brexit negotiations under the supervision of the European Parliament. Finally, this decidedly weak text does not say anything about the irresponsibility of the European Council and its President Donald Tusk, who last February sealed an agreement for a \"special status\" of the United Kingdom in the EU, admittedly obsolete today, but still likely to generate Eurosceptic requests among the Member States most inclined to nationalist withdrawal.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 80, "date": "2016-06-28.json", "name": "Alberto Cirio (PPE)", "mepid": "124772", "text": "  in writing. \\u2012 As long as a resolution like the one adopted today takes note of the will of the people and plans to follow up, I agree. Another issue, and it is a pity that it has not been addressed, is how the EU needs to change to take account of the message it has received from across the Channel: the Juncker Commission has shown from the outset that it is aware of the problems and wants to address them, but it has clearly not done (yet) enough. A change of gear is therefore necessary and can no longer be postponed. It is a pity, however, that The British Members were able to take part in our vote and in the debate on the text we approved, while the EU gave up campaigning in the UNITED Kingdom, as if this was only a matter for the British people and not for all Europeans. We shall see what happens, but I will continue to monitor and represent the interests of the citizens who, by voting, have given me a mandate.", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 81, "date": "2016-06-28.json", "name": "Deirdre Clune (PPE)", "mepid": "124988", "text": "  in writing. ‒ I supported this motion for resolution on the British/EU referendum.", "language": "en", "original_language": "en", "translation_provider": "azure"}, {"id": 82, "date": "2016-06-28.json", "name": "Anna Maria Corazza Bildt (PPE)", "mepid": "96674", "text": "  Written. I voted against the resolution because it calls for the UK to activate Article 50 of the Lisbon Treaty as a matter of urgency and to begin its withdrawal from the EU. It also calls for the EU to change the Treaties. I believe that this is the wrong way to go. What is needed is time for reflection and leadership, not hasty decisions and even more uncertainty about where europe is going. Nor is it up to the EU to ask for the triggering of Article 50, but something that the UK must decide on without outside interference. We shall now maintain a constructive attitude and not isolate or humiliate the United Kingdom.", "language": "en", "original_language": "sv", "translation_provider": "azure"}, {"id": 83, "date": "2016-06-28.json", "name": "Andrea Cozzolino (S&amp;D)", "mepid": "96880", "text": "  in writing. \\u2012 The unexpected outcome of the BRITISH referendum calls for an overall rethink of the Union's political, economic and social strategies. As raw as it may seem, the first step in getting the European project back on track is the ability to fully assume responsibility and consequently call others to their own. Starting with the British Government which, because of the superficial and irresponsible choices it has made, has a political duty and obligation to follow up the expression of the will of the people by making the request for the opening of the withdrawal procedure without delay and clearly. We, as European institutions, also have obligations to fulfil. It is up to us to show credibility, on the one hand, by not dispersing ourselves into unnecessary and damaging informal talks with Britain and, on the other, by concentrating all our efforts on real reform of the Union. We are launching a convention to revise the Treaties, to improve and make Europe more democratic, to relaunch our values – social justice, sustainability and growth – in order to definitively overcome the uncertainties of economic and social instability and to finally respond to the many citizens who still believe that a united Europe can represent a horizon of peace and prosperity.", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 84, "date": "2016-06-28.json", "name": "Pál Csáky (PPE)", "mepid": "124930", "text": "  Writing. \\u2012 I regretted the decision of the CITIZENS of the United Kingdom. I supported the European Parliament's decision on this, together with the members of the European People's Party, because I believe that the opinion of the majority of The British people must be respected and that the remaining members of the European Union must ensure stability and the promotion of their interests. However, the text adopted in the resolution is the result of a compromise between parliamentary factions, parts of which I do not agree with. I believe that the text lacks the self-critical elements of the Union, the reasons that led to the victory of those who want to leave, such as the Union's flawed immigration policy, the violation of subsidiarity by the EU institutions or the functioning of European solutions. The exit process must take place in compliance with the EU treaties and the British constitutional order, excessive urgency is not appropriate. Furthermore, it is unnecessary for the European Parliament to call on the Council to represent the Union in the procedure, since under Article 50 TSI, the appointment of a negotiator, who may also be the Commission, falls within the competence of the Council.", "language": "en", "original_language": "hu", "translation_provider": "azure"}, {"id": 85, "date": "2016-06-28.json", "name": "Miriam Dalli (S&amp;D)", "mepid": "124970", "text": "  in writing. ‒ I voted in favour of the resolution because after the EU referendum result in the UK we need to send a strong signal that the European project is very much alive. However, it needs to be reformed and take into consideration the needs of our citizens across the EU, particularly our families and the most vulnerable. It is of utmost importance that the European Union identifies the current challenges in order to address the current reality. More than ever before we cannot take a ‘one size fits all’ approach. We need to build a value-laden relationship which is not characterised with cosmetic changes. We need more action and less words. This is a critical moment for the EU. Citizens in all the Member States need to be at the core of the reform that has to be made. This is the time where the EU focuses more on the issues that can make a positive difference in people’s lives, more jobs, more economic growth, really addressing the issue of migration, better salaries and better working conditions, among others.", "language": "en", "original_language": "en", "translation_provider": "azure"}, {"id": 86, "date": "2016-06-28.json", "name": "Michel Dantin (PPE)", "mepid": "97296", "text": "  In writing. I supported the joint resolution of the European Parliament which takes note of the sovereign decision taken by the United Kingdom to leave the European Union following the result of the referendum on 24 June. As the British have clarified their position, the resolution strongly calls on the United Kingdom to launch the notification of Article 50 of the Treaty on european Union as soon as possible in order to achieve a speedy and coherent implementation of the withdrawal procedure.  Although it must be analysed in the context of the British political context, such a vote obliges us to start a real reflection on the future of the European Union: what kind of integration do we want to promote? What reform of the institutional functioning of a Europe now at 27? Shouldn't the EU focus on the key issues that concern our citizens: growth and jobs, migration security and management, food and agriculture, climate change and energy? We are living in a historic moment of European integration, the British result must be respected but also a salutary start in the face of the lies uttered by the populists and an opportunity to correct the shortcomings of the EU.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 87, "date": "2016-06-28.json", "name": "Andor Deli (PPE)", "mepid": "124714", "text": "  Writing. \\u2012 Fidesz and KDNP MPs regret the decision of the CITIZENS of the United Kingdom. We supported this Decision of the European Parliament, together with the members of the European People's Party, because we believe that the opinion of the majority of Britons must be respected and that the remaining members of the European Union must ensure stability and the promotion of their interests. The text adopted in this resolution is the result of a compromise between the parliamentary factions and we therefore do not agree with all the elements of it. We miss and regret the lack of self-critical elements of the text concerning the Union, the reasons that led to the victory of those who want to leave, such as the Union's flawed immigration policy, frequent violations of subsidiarity by the EU institutions, a lack of functioning European solutions, delays in EU decision-making, frequent disregard for the aspects of national parliaments. We do not think the urgent tone is right, because the process must take place in compliance with the EU Treaties and the British constitutional order. We also considered it unnecessary for the European Parliament to call on the Council to represent the Union in the procedure, since, under Article 50 TSI, the appointment of a negotiator, which may also be the Commission, falls within the competence of the Council.", "language": "en", "original_language": "hu", "translation_provider": "azure"}, {"id": 88, "date": "2016-06-28.json", "name": "Karima Delli (Verts/ALE)", "mepid": "96868", "text": "  In writing. If I abstained on this joint resolution, it was because I would have preferred an environmental resolution to be put to a vote, so that my group could express its values, its analysis of the British referendum, and its ideas for the future. This earthquake is political. This joint resolution is above all technical. I am convinced that a political problem cannot be technically answered.  Beyond form, this resolution has the disadvantage of showing a monolithic and unsealed pro-European front. However, the repeated efforts of the European People's Party, an ally of the Socialists and Democrats in the grand coalition that leads the European Parliament, to prevent the development of ambitious social and environmental legislation are a thousand places away from the political Europe we are calling for. Proof of this is the fact that most of our amendments have been rejected, in particular on the supervision of exit negotiations by the European Parliament, which is the heart of European democracy. In the face of chaos, let us be realistic: whether it is climate, tax evasion, trafficking and terrorism, the answer cannot be found behind our national borders. More than ever, Europe is the effective response to our ills.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 89, "date": "2016-06-28.json", "name": "Tamás Deutsch (PPE)", "mepid": "96826", "text": "  Writing. \\u2012 Fidesz and KDNP MPs regret the decision of the CITIZENS of the United Kingdom. We supported this Decision of the European Parliament, together with the members of the European People's Party, because we believe that the opinion of the majority of Britons must be respected and that the remaining members of the European Union must ensure stability and the promotion of their interests. The text adopted in this resolution is the result of a compromise between the parliamentary factions and we therefore do not agree with all the elements of it. We miss and regret the lack of self-critical elements of the text concerning the Union, the reasons that led to the victory of those who want to leave, such as the Union's flawed immigration policy, frequent violations of subsidiarity by the EU institutions, the lack of functioning European solutions, delays in EU decision-making, frequent disregard for the aspects of national parliaments. We do not think the urgent tone is right, because the process must take place in compliance with the EU Treaties and the British constitutional order. We also considered it unnecessary for the European Parliament to call on the Council to represent the Union in the procedure, since, under Article 50 TSI, the appointment of a negotiator, which may also be the Commission, falls within the competence of the Council.", "language": "en", "original_language": "hu", "translation_provider": "azure"}, {"id": 90, "date": "2016-06-28.json", "name": "Mireille D'Ornano (ENF)", "mepid": "124750", "text": "  In writing. This resolution, which puts the success of Brexit into perspective, is a continuation of the federalism that we have been denouncing for several years. The text aims to make full use of the Lisbon Treaty, to deepen economic and monetary union, to give the Commission a negotiating role and to defend the development of a European constitution. However, the British vote shows the disconnect between citizens and a European construction that turns out to be technocratic, ultraliberal, bureaucratic and disconnected from reality. It is not by strengthening the Commission and European integration that States will regain their sovereignty. I therefore voted against this European resolution.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 91, "date": "2016-06-28.json", "name": "Γεώργιος Επιτήδειος (NI)", "mepid": "125071", "text": "  Writing. \\u2012 It is proposed to vote in favour of this motion for a resolution. The European project has clearly failed. On 23 June British citizens decided that their future is outside the EU and under no circumstances should the EU show vengeful tendencies against Britain.", "language": "en", "original_language": "el", "translation_provider": "azure"}, {"id": 92, "date": "2016-06-28.json", "name": "Norbert Erdős (PPE)", "mepid": "124711", "text": "  Writing. \\u2012 Fidesz and KDNP MPs regret the decision of the CITIZENS of the United Kingdom. I supported the European Parliament's decision on this, together with the members of the European People's Party, because I believe that the opinion of the majority of The British people must be respected and that the remaining members of the European Union must ensure stability and the promotion of their interests. The text adopted in the resolution is the result of a compromise between the parliamentary factions and I therefore do not agree with all its elements. I miss and regret the lack of self-critical elements of the text concerning the Union, the reasons that led to the victory of those who wished to leave, such as the Union's misguided immigration policy, frequent violations of subsidiarity by the EU institutions, a lack of workable European solutions, delays in EU decision-making, frequent disregard for the aspects of national parliaments. I do not think the urgent tone is right, because the process must take place in compliance with the EU Treaties and the British constitutional order. I also considered it unnecessary for the European Parliament to call on the Council to represent the Union in the procedure, since, under Article 50 TSI, the appointment of a negotiator, which may also be the Commission, falls within the competence of the Council.", "language": "en", "original_language": "hu", "translation_provider": "azure"}, {"id": 93, "date": "2016-06-28.json", "name": "João Ferreira (GUE/NGL)", "mepid": "96706", "text": "  in writing. \\u2012 This resolution indicates the worst purposes on the future and on the attitude towards the people of the United Kingdom. It is unacceptable and demonstrative of the majority of this Parliament's choices regarding the respect (or lack thereof) for democracy and the sovereignty of the peoples.  Faced with a legitimate and sovereign decision, a veiled blackmail is waved, a kind of 'revenge' against the British people is rehearsed, on which stigmas are cast which are immense dangers in a framework in which EU policies - antisocial and disrespect for the sovereignty of peoples - open the way to the growth of the far right. The resolution aims to trigger a process of so-called 'negotiation' which, in fact, seeks to transform the realization of the will of a people into a real torture for that people and for a sovereign State, all framed by Article 50 of the Treaty of Lisbon.  This resolution is in the way of reality. It is a flight forward that seeks to ignore the fundamental problem that the British referendum expresses: the peoples of Europe increasingly express their opposition to the EU and its policies. Another Europe is needed. A Europe that rejects exploitation and oppression and is based on cooperation, peace, solidarity, mutual respect and the defence of the sovereignty of peoples.", "language": "en", "original_language": "pt", "translation_provider": "azure"}, {"id": 94, "date": "2016-06-28.json", "name": "Santiago Fisas Ayxelà (PPE)", "mepid": "96729", "text": "  in writing. First of all, I am very sorry that the United Kingdom has decided to leave the European Union. It is a sad day for the Union, as well as for all those citizens of the United Kingdom who feel like European citizens. I voted in favour of this resolution, as the most important thing at the moment is to show the unity of pro-European parliamentary groups in these circumstances. I hope that there will be a fair negotiation during this process, but I echo the words of President Jean Claude Juncker during this plenary session: there should be no negotiation until there is notification.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 95, "date": "2016-06-28.json", "name": "Lorenzo Fontana (ENF)", "mepid": "96993", "text": "  in writing. \\u2012 I am voting against the resolution tabled by the major political groups in Parliament: after Brexit, they still do not seem aware that this European Union needs to be changed and completely refounded!", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 96, "date": "2016-06-28.json", "name": "Λάμπρος Φουντούλης (NI)", "mepid": "125070", "text": "  Writing. \\u2012 I am voting in favour of the motion for a resolution on the result of the referendum in the United Kingdom, as the European project has clearly failed. On 23 June British citizens decided that their future is outside the EU and under no circumstances should the EU show vengeful tendencies against Britain.", "language": "en", "original_language": "el", "translation_provider": "azure"}, {"id": 97, "date": "2016-06-28.json", "name": "Ildikó Gáll-Pelcz (PPE)", "mepid": "102886", "text": "  Writing. \\u2012 Fidesz and KDNP MPs regret the decision of the CITIZENS of the United Kingdom. We supported this Decision of the European Parliament, together with the members of the European People's Party, because we believe that the opinion of the majority of Britons must be respected and that the remaining members of the European Union must ensure stability and the promotion of their interests. The text adopted in this resolution is the result of a compromise between the parliamentary factions and we therefore do not agree with all the elements of it. We miss and regret the lack of self-critical elements of the text concerning the Union, the reasons that led to the victory of those who want to leave, such as the Union's flawed immigration policy, frequent violations of subsidiarity by the EU institutions, a lack of functioning European solutions, delays in EU decision-making, frequent disregard for the aspects of national parliaments. We do not think the urgent tone is right, because the process must take place in compliance with the EU Treaties and the British constitutional order. We also considered it unnecessary for the European Parliament to call on the Council to represent the Union in the procedure, since, under Article 50 TSI, the appointment of a negotiator, which may also be the Commission, falls within the competence of the Council.", "language": "en", "original_language": "hu", "translation_provider": "azure"}, {"id": 98, "date": "2016-06-28.json", "name": "Arne Gericke (ECR)", "mepid": "124815", "text": "  Writing. The vote for Brexit is a narrow, sovereign decision by the British that must be respected. To the fullest extent. For both sides. As much as I, as an offensive Brexit opponent, regret the outcome of the referendum, it is clear that the time for Britain's special role in the EU is definitely over. It is now a question of adopting the country fairly from the EU at the initiative and wish of a majority of its own citizens and of offering it a new, friendly perspective. It is up to the UK to submit the Article 50 application in a timely manner. And it is up to the EU to make an offer of negotiations immediately afterwards. Personally, I believe that full BRITISH membership of the European Economic Region – with full recognition of all four fundamental freedoms – is a fair offer. I support regional EU accession scenarios wherever a majority of citizens want them. There must definitely be no \"neverendum\" – that is, further renegotiation or a half-exit: there is outside. Basically, the result of that night already knows only losers. But the biggest ones will be the British themselves – although these consequences will not be felt until the coming months. Europe, too, must learn: we do not need more Europe now. We need a Europe that gives more to its citizens, delivers more!", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 99, "date": "2016-06-28.json", "name": "Jens Gieseke (PPE)", "mepid": "124807", "text": "  Writing. The shock of Thursday's Brexit vote is still deep. This was also felt in today's debate. Between the lines one could read anger and disappointment. At the same time, many have expressed hope for the European idea. 2016 is a fateful year for the European Union. We must respect the wishes of the British people. At the same time, both national and European politicians must draw the right conclusions. In the end, it's very simple: everyone has to do their job in their place. Then it is not more or less Europe that is at stake, but about making Europe smart and efficient.  The European Union must abandon its attempt to regulate the internal market with the most small-scale regulations. But then we also have to face up to more competition. I think it is right that Commission President Jean-Claude Juncker has reduced the number of legislative initiatives by 50%. At the same time, we must deliver on the crucial issues. There is no need for a new constitution. People will judge us by what we implement, not by what airlocks we build.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 100, "date": "2016-06-28.json", "name": "Nathan Gill (EFDD)", "mepid": "124965", "text": "  in writing. ‒ As a prominent Brexiteer in Wales for UKIP Wales as well as Vote Leave, I am honoured and proud that the people of Wales voted against the collective might of the establishment, for Wales to leave the EU. It is now the duty of the British Government, and the Welsh Government to set aside their differences, and to now work to fulfil the will of the people of Wales and Britain. I believe that Article 50 should be invoked within weeks, and that the British Government should now start trade deals with nations like Australia, Iceland and New Zealand who have asked to be at the front of the queue. This is a new dawn. This is an opportunity for our nation to regain our Democracy fully, regain full control of our borders and decide to work with the entire world, and not just one continent. I fear that the EU and the establishment will work together to stop us from leaving. We must remain vigilant and act as the canaries in the mineshaft for the British people. Ultimately, trust the British people, they always get it right in the end!", "language": "en", "original_language": "en", "translation_provider": "azure"}, {"id": 101, "date": "2016-06-28.json", "name": "Tania González Peñas (GUE/NGL)", "mepid": "127330", "text": "  in writing. We voted to abstain from this Resolution because we understand that the will expressed at the ballot box must be respected, starting with the activation of Article 50 of the Treaty on European Union. We advocate that citizens can freely choose their future in democratic and transparent processes. Although we do not believe that leaving the European Union from the United Kingdom will lead to an improvement in the living conditions of its citizens. We do not agree that the outbound process will be activated immediately. We understand that the United Kingdom should legitimately assess when it will be prepared to start the process, and in no case should there be gaps with respect to the rules and treaties to which the country is subject. A process with democratic guarantees is one that guarantees the well-being of its citizens, of all people who live and work in the UK. We did not vote in favour because we thought it was essential that two amendments should come out which showed that it is essential to revive the European process in the light of inequalities and to defend the democratisation of the European institutions. They didn't get ahead and that's why our final vote was abstention.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 102, "date": "2016-06-28.json", "name": "Maria Grapini (S&amp;D)", "mepid": "124785", "text": "  in writing. \\u2012 I voted for the European Parliament's resolution on the decision to leave the EU following the UK referendum because measures must be taken to implement it. The UK must immediately notify its exit from the European Union under Article 50 of the Treaty on European Union so that the EU can establish its roadmap. The vote of British citizens must be respected, even if the effects on them are partly negative. The challenges at the moment underline the need for a reform of the Union to make it more efficient, ethical and democratic.  I voted for the resolution so that, as a matter of urgency, the Commission and the Council will find together with the Member States the appropriate measures for growth, reindustrialisation and security. The CORE of the EU needs to be strengthened, even if some Member States may choose to integrate more slowly or to a lesser extent. It is also necessary to promote common European values and ensure stability, social justice, sustainability, economic growth and job creation.", "language": "en", "original_language": "ro", "translation_provider": "azure"}, {"id": 103, "date": "2016-06-28.json", "name": "Antanas Guoga (ALDE)", "mepid": "124763", "text": "  in writing. ‒ I voted in favour. I support the procedure to invoke Article 50 of the Treaty starting as soon as possible. The UK people have decided and the UK Government has to act accordingly. The uncertainty for the EU as well as for the UK and its nation should be abolished.", "language": "en", "original_language": "en", "translation_provider": "azure"}, {"id": 104, "date": "2016-06-28.json", "name": "András Gyürk (PPE)", "mepid": "23816", "text": "  Writing. \\u2012 Fidesz and KDNP MPs regret the decision of the CITIZENS of the United Kingdom. We supported this Decision of the European Parliament, together with the members of the European People's Party, because we believe that the views of the majority of Britons must be respected and that the remaining members of the European Union must be stability and their interests. The text adopted in this resolution is the result of a compromise between the parliamentary factions and we therefore do not agree with all the elements of it. We miss and regret the lack of self-critical elements about the Union and the reasons that led to the victory of those who wanted to leave. Thus, the Union's misguided immigration policy, frequent violations of subsidiarity by the EU institutions, the lack of workable European solutions, delays in EU decision-making and frequent disregard for the aspects of national parliaments. We do not think the urgent tone is right, because the process must take place in compliance with the EU Treaties and the British constitutional order. We also considered it unnecessary for the European Parliament to call on the Council to represent the Union in the procedure, since, under Article 50 TSI, the appointment of a negotiator, which could also be the Commission, falls within the competence of the Council.", "language": "en", "original_language": "hu", "translation_provider": "azure"}, {"id": 105, "date": "2016-06-28.json", "name": "Τάκης Χατζηγεωργίου (GUE/NGL)", "mepid": "96907", "text": "  Writing. \\u2012 The citizens of the United Kingdom have made up their minds and their verdict should be respected by all. The decision by the British to leave the European Union should primarily concern European leaders about the policies pursued in the Union and the impact they are causing its people. The joint resolution put to the vote in plenary refuses to address these issues by calling for changes in the policies to be followed. That is why we voted against the joint resolution.", "language": "en", "original_language": "el", "translation_provider": "azure"}, {"id": 106, "date": "2016-06-28.json", "name": "Hans-Olaf Henkel (ECR)", "mepid": "124823", "text": "  Writing. Brexit has disappointed and surprised many. But that is no reason for EU politicians to play insulted liver sausage sands now and to punish the British people!", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 107, "date": "2016-06-28.json", "name": "György Hölvényi (PPE)", "mepid": "124715", "text": "  Writing. \\u2012 Fidesz and KDNP MPs regret the decision of the CITIZENS of the United Kingdom. We supported this Decision of the European Parliament, together with the members of the European People's Party, because we believe that the opinion of the majority of Britons must be respected and that the remaining members of the European Union must ensure stability and the promotion of their interests. The text adopted in this resolution is the result of a compromise between the parliamentary factions and we therefore do not agree with all the elements of it. We miss and regret the lack of self-critical elements of the text concerning the Union, the reasons that led to the victory of those who want to leave, such as the Union's flawed immigration policy, frequent violations of subsidiarity by the EU institutions, a lack of functioning European solutions, delays in EU decision-making, frequent disregard for the aspects of national parliaments. We do not think the urgent tone is right, because the process must take place in compliance with the EU Treaties and the British constitutional order. We also considered it unnecessary for the European Parliament to call on the Council to represent the Union in the procedure, since, under Article 50 TSI, the appointment of a negotiator, which may also be the Commission, falls within the competence of the Council.", "language": "en", "original_language": "hu", "translation_provider": "azure"}, {"id": 108, "date": "2016-06-28.json", "name": "Brice Hortefeux (PPE)", "mepid": "5565", "text": "  In writing. The UK will leave the European Union. The British people have made a sovereign choice and while we may regret it, it is a decision that we must accept and the consequences that will follow. Europe has been going through a strong period of turbulence since the 2008 crisis. But Europe's decline is not only linked to the succession of economic and financial crises, migratory pressure and the terrorist threat. It is also the result of the lack of leadership, the shortness of the Franco-German engine, the absence of a great French figure capable of influencing decisions in Brussels and restoring faith in the European project to the French. The United Kingdom's decision affects us but must also encourage us to turn Europe into an opportunity, to recognise that we have not heard enough of the concerns of the peoples and that we must propose to them a project re-founded in the economic, fiscal and social fields, in the defence of our borders and our identities, in migration and asylum policy strong enough to restore their confidence.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 109, "date": "2016-06-28.json", "name": "Ivan Jakovčić (ALDE)", "mepid": "124754", "text": "  Written. ‒ I voted for a motion for a resolution on the decision to leave the EU on the basis of the outcome of the UK referendum on the grounds that I believe that the exit process, the so-called \"exit process\". brexit, needs to be implemented swiftly and consistently, and that a new UK-EU relationship cannot be established before the withdrawal agreement is concluded. I believe that any possibility of uncertainty that could jeopardise the interests of the Union should be eliminated and that the European Parliament must be involved in all stages of the exit process.  While the outcome of the referendum was not the one most Member States of the Union had wished for, it is necessary to respect the will of the citizens and think deeply about the future of the Union.  Problems will arise in many member states, and announcements of a similar referendum in France and the Netherlands are already coming. It is uncertain whether the EU will take the path of greater unity or take the path of looser relations between members. This resolution, which represents the position of the ALDE Group, takes into account key aspects of the current state of this major problem, and therefore I support it.", "language": "en", "original_language": "hr", "translation_provider": "azure"}, {"id": 110, "date": "2016-06-28.json", "name": "Marc Joulaud (PPE)", "mepid": "124728", "text": "  In writing. On 23 June, British citizens strongly expressed their desire to leave the European Union. The European Parliament met following this historic event to adopt a resolution on the consequences of Brexit, which I supported.  On the basis that the choice of the British must be respected and acted on accordingly, the resolution calls for the withdrawal clause from the European Union to be invoked as soon as possible and for the divorce procedure to be implemented quickly. In my view, it is only after this procedure has been triggered that negotiations on the new status of the United Kingdom can begin. In the meantime, it is imperative that British representatives in the institutions are no longer allowed to get involved in European legislation. That is why Parliament has called for an internal reorganisation of the Union's institutional structure and stressed the need to reform it. I am convinced that Europe and its member states must quickly challenge themselves, rebuild a new European political project, question how it works and refocus the EU on its fundamental priorities. Without it, we risk a complete rejection of the citizens that will cause a Brexit epidemic.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 111, "date": "2016-06-28.json", "name": "Jeppe Kofod (S&amp;D)", "mepid": "124870", "text": "  Written. With the decision to leave the EU, the UK has made a landmark decision about its place in the world. There should be no doubt that I had sincerely hoped that the British would stay in the European Union. But a majority of the British people wanted it differently, and of course it must be respected. That is why I believe it is in everyone's interest, and especially in the British, that the formal withdrawal negotiations get under way as soon as possible. Prolonged uncertainty about the UK's relationship with the EU will damage the UK economy and could lead to real wages and mass lay-offs. However, the result must also call for soul-searching in the rest of the EU. I do not believe that what is being demanded from the peoples of Europe now is more treaty change or long talk about how we make the European Union more relevant and citizen-friendly. I think what really matters is results.  We must deliver the political solutions that Europe needs: an effective fight against tax evasion and tax havens, against social dumping and wage printing, for ambitious and binding environmental and climate targets, for strong cooperation on cross-border problems and real investment in Europe's economy that will create growth and jobs – at fair pay and on contractual terms.", "language": "en", "original_language": "da", "translation_provider": "azure"}, {"id": 112, "date": "2016-06-28.json", "name": "Kateřina Konečná (GUE/NGL)", "mepid": "23699", "text": "  Writing. \\u2012 The European Union must change and European leaders must take responsibility for the current state of affairs. The truth is simple sometimes, but we all know that the journey will be extraordinarily difficult. Now is the moment when we all speak in the same voice. We are talking about change and the need to return to the interests of citizens. We're talking about how we need to start listening to their needs and wishes because they've had enough of empty statements and empty talk. However, the President of the Commission talks about other problems. He says he's sorry he's perceived as a robot and a technocrat. Moreover, he informed us that he was sad about the UK's departure from the EU and that it was an emotional moment for him. Nigel Farage asked why he had come to the plenary session, but he had to watch his winning grin for the rest of the morning. I only want to know one thing - has the President of the Commission realised that it is also his fault that right-wing populists are celebrating and planning further referendums? I don't think so, and that's the problem. No one wants to take responsibility. The EU does not have a strong personality. Faced with shock, the EU finds itself without a leader capable of solving its problems. Juncker must make room.  I did not support the joint resolution because it did not deal with the main thing - who is responsible for the disintegration of the EU.", "language": "en", "original_language": "cs", "translation_provider": "azure"}, {"id": 113, "date": "2016-06-28.json", "name": "Ádám Kósa (PPE)", "mepid": "96829", "text": "  Writing. \\u2012 Fidesz and KDNP MPs regret the decision of the CITIZENS of the United Kingdom. We supported this Decision of the European Parliament, together with the members of the European People's Party, because we believe that the opinion of the majority of Britons must be respected and that the remaining members of the European Union must ensure stability and the promotion of their interests. The text adopted in this resolution is the result of a compromise between the parliamentary factions and we therefore do not agree with all the elements of it. We miss and regret the lack of self-critical elements of the text concerning the Union, the reasons that led to the victory of those who want to leave, such as the Union's flawed immigration policy, frequent violations of subsidiarity by the EU institutions, a lack of functioning European solutions, delays in EU decision-making, frequent disregard for the aspects of national parliaments. We do not think the urgent tone is right, because the process must take place in compliance with the EU Treaties and the British constitutional order. We also considered it unnecessary for the European Parliament to call on the Council to represent the Union in the procedure, since, under Article 50 TSI, the appointment of a negotiator, which may also be the Commission, falls within the competence of the Council.", "language": "en", "original_language": "hu", "translation_provider": "azure"}, {"id": 114, "date": "2016-06-28.json", "name": "Giovanni La Via (PPE)", "mepid": "96816", "text": "   in writing. Today we have had a historic debate on the consequences of Brexit. The resolution adopted by the House calls on the British Prime Minister to present the results of the referendum and the European institutions to act as quickly as possible. I regret the outcome of the referendum, but I obviously respect the will of the majority of citizens. We are in a period of crisis for the whole Union, but we must not allow ourselves to be discouraged by what has happened. Instead, we take this result as an input to step up our efforts and continue to work together towards an increasingly cohesive European Union. It was heartwarming to hear my Scottish colleague Smith talk about his and the people of Scotland's willingness to remain in the EU. We need to think about 48 % of those who voted for Remain and we need to give a strong response and create the future of Europe with the other 27 countries, in order to have a more integrated, different Europe that is able to respond to its citizens, with more policies in common, defence, security and, above all, a foreign policy that is truly a European policy.", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 115, "date": "2016-06-28.json", "name": "Marine Le Pen (ENF)", "mepid": "28210", "text": "  In writing. I voted against the joint resolution on the result of the referendum in the United Kingdom. This text is further proof that the federalist groups in this Parliament have not understood or want to understand anything. Although he stresses that the will expressed by the people must be fully and scrupulously respected (it would only be missing that), he advocates that the \"European project\" be \"relaunched\", but if other European peoples were given the opportunity to express themselves, they would rather want to revive the sovereignty, freedom and control of the borders of their countries. The spring of the peoples is now inevitable, which is why I am fighting for a referendum in France.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 116, "date": "2016-06-28.json", "name": "Paloma López Bermejo (GUE/NGL)", "mepid": "125047", "text": "  in writing. I voted against Parliament's joint motion, because I believe that we must respect the outcome of the British polls and make a deep self-criticism of how European neoliberal policies have fuelled right-wing populism and xenophobia in old European democracies (both among those who advocated exit or permanence within the EU). Interference and continuity in an imperialist and neoliberal Europe are not the way.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 117, "date": "2016-06-28.json", "name": "Petr Mach (EFDD)", "mepid": "84175", "text": "  Writing. \\u2012 I voted against the resolution. The decision of British voters to leave the European Union in a referendum must only be respected, and I do not agree with the misuse of Britain's exit to further centralise the EU. In particular, I do not agree with the call for restrictions on member states' rights to choose their own level of integration (\"Solutions must be avoided where states would choose their own areas of integration.\"). I consider this to be a push to introduce the euro in the Czech Republic, regardless of the will of the citizens in our country. Nor do I agree with the call to strengthen the EU's powers in response to Brexit (\"THE EP calls for a plan to achieve a better Union based on the use of all the possibilities offered by the Treaty of Lisbon and culminating in an overhaul of the Treaty.\"). I also disagree with the decision to reorganise the European Parliament (\"THE EP will make changes to its internal organisation in the light of the will of uk citizens to leave the European Union\"), this can be read as an effort by the EP to disqualify British MEPs before the formal end of British membership. British MPs have the right to full representation before Britain ceases to be a member of the EU, and this may take two more years.", "language": "en", "original_language": "cs", "translation_provider": "azure"}, {"id": 118, "date": "2016-06-28.json", "name": "Светослав Христов Малинов (PPE)", "mepid": "111027", "text": "  in writing. \\u2012 This was a referendum on Britain's future in the European Union, not the future of the European Union! From now on, Britain is on track to begin the withdrawal process. The real question for us is how to protect the interests of our compatriots on the Island. The referendum was a gamble by Cameron to save his own political career. Critics of the European Union didn't really want Britain to leave. Unfortunately, they realized it late. We are now witnessing a refusal to consume this political \"victory.\" In practice, the UK voted to regain the right to withdraw and restrict the rights of European citizens by returning those powers to its own institutions. Bulgarian citizens, especially the young, will be put in a situation where they will not have the security and guarantees that the European Union provides.", "language": "en", "original_language": "bg", "translation_provider": "azure"}, {"id": 119, "date": "2016-06-28.json", "name": "Louis-Joseph Manscour (S&amp;D)", "mepid": "124725", "text": "  In writing. The British have decided to take the UK out of the European Union. We must respect this democratic expression, while drawing all the consequences of this painful choice which is putting Europe to the test. The emotion passed, we must control this shock, and to do so act with clarity and speed in order to avoid any prolonged uncertainty. The UK must therefore inform its 27 European partners as soon as possible of its request for withdrawal in accordance with Article 50 of the Treaty.  The forthness of the negotiations between the European Union and the United Kingdom should be able to reconcile the interests of the EU and its citizens, without turning its back on a country that will nevertheless remain a partner with which we must maintain good relations.  Because Europe is a great idea and not just a big market, this departure must above all be an opportunity for a profound re-foundation of the EU by prioritizing a more democratic Europe and therefore close to the citizen; a Europe resolutely focused on sustainable investment, growth and employment.  This voluntary resolution, I vote for it.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 120, "date": "2016-06-28.json", "name": "Jiří Maštálka (GUE/NGL)", "mepid": "23704", "text": "  Writing. \\u2012 Today we voted on the motion for a joint resolution on the UK's decision to leave the EU as a result of the referendum. In the proposal, we express respect for the outcome of the expression of the will of the citizens and reflect on the way in progress, i.e. in particular by triggering Article 50 of the Treaty, that is, by starting the process of withdrawal from the EU. However, I completely lack any self-criticism, self-reflection and recognition of errors by the Commission in particular. There is only one thing, even an imperfect provision on social policy, listening to citizens and reducing the much-criticised bureaucracy. We have no thought at all about the reasons that led the British people to vote in the referendum. At the same time, I also find it problematic that the resolution does not mention the situation of Scotland and Northern Ireland, let not at all the lies and biased information on which the brexit campaign was based. The result of the referendum is, in popular terms, a \"slap in the face\" to the current form of the EU. I also lack a more detailed plan in the resolution, a vision of what path to take in order to correct the historically lowest support and trust of citizens in the EU. Because of these shortcomings, I could not support the resolution and I voted against it.", "language": "en", "original_language": "cs", "translation_provider": "azure"}, {"id": 121, "date": "2016-06-28.json", "name": "Nuno Melo (PPE)", "mepid": "96978", "text": "  in writing. The UK represents the EU's second largest economy, with 65 million consumers, is important in geostrategic balance at 28 and abandons the political space that successfully aggregates the major powers that fought in the first and second world wars. The UK's departure is a loss for the EU, but it will also be a serious problem for the British, noting that almost half voted to remain in the EU, and Scotland and Northern Ireland mostly for that stay.  My vote expresses respect for the will of the British.", "language": "en", "original_language": "pt", "translation_provider": "azure"}, {"id": 122, "date": "2016-06-28.json", "name": "Roberta Metsola (PPE)", "mepid": "118859", "text": "  in writing. ‒ I voted in favour of this resolution because it sets out the way forward for the Union vis-à-vis the result of the UK referendum on their EU Membership. This cross-party resolution lays out the groundwork for reflecting on and improving the functioning of the European institutions, and ensures that the will of the voters of the United Kingdom is respected.", "language": "en", "original_language": "en", "translation_provider": "azure"}, {"id": 123, "date": "2016-06-28.json", "name": "Miroslav Mikolášik (PPE)", "mepid": "28178", "text": "   Writing. – In a referendum in Great Britain on its membership of the European Union, 51.9% to 48.1% of voters voted to leave the European Union, a democratic decision of the British people. The European Union will not hold any informal talks with Britain on leaving unless London formally requests to leave the Union. I believe that negotiations on the Withdrawal Agreement should start as soon as possible and should take place in accordance with Article 50(2) of the Treaty on European Union. Until a formal British exit from the Union, both the rights and obligations under Union law will apply to the United Kingdom and the United Kingdom. I also believe that the negotiations should take place in a prudent and moderate manner to ensure that the Withdrawal Agreement establishes a positive and constructive partnership between the European Union and Great Britain in the future. At the same time, however, I am convinced that the Union will put an end to this situation and will continue to be an area of cooperation, democracy and peace. In view of the above, I support the proposal.", "language": "en", "original_language": "sk", "translation_provider": "azure"}, {"id": 124, "date": "2016-06-28.json", "name": "Csaba Molnár (S&amp;D)", "mepid": "124722", "text": "  Writing. \\u2012 In connection with the Council and Commission statements on this subject, the ENF, GUE/NGL and ECR Groups have submitted separate draft resolutions, as well as joint draft resolutions from the PPE, S&amp;D, ALDE and Verts/ALE groups. The four-party draft advocates the early start and swift conclusion of the withdrawal process in order to prevent uncertainty that is detrimental to all and to protect the integrity of the Union. It points out that the United Kingdom cannot claim any benefit or special procedure. He recalls that under the agreement reached in February 2016 between the heads of state and government, it was finaled by voting to leave. He argues that any new relationship between the EU and the UK can only be discussed after the exit process. It also takes a position in favour of accelerating closer and deepening integration. I voted in favour of the draft resolution.", "language": "en", "original_language": "hu", "translation_provider": "azure"}, {"id": 125, "date": "2016-06-28.json", "name": "Cláudia Monteiro de Aguiar (PPE)", "mepid": "124734", "text": "  in writing. The referendum in the United Kingdom was, in my view, involved in an unclear and in no-see campaign about the real causes of a possible exit from the European project. However, we must respect the majority of the citizens of the United Kingdom and their desire to leave this Union on 28.  I therefore believe that the British Government should notify the Council and the Commission as soon as possible and that negotiations under Article 50 TFEU should be initiated as soon as possible. We must not let this process create even more uncertainty, and the Union and the United Kingdom must start drawing up the new relationship between them.  We have a duty to observe the European project and bring it closer to people. We must make an effort to respond to the longings of European citizens. We must never forget that this project has made peace, prosperity and stability possible in Europe. We need a Europe to and from people. We must not fall into a policy of national protectionism because together we are stronger.", "language": "en", "original_language": "pt", "translation_provider": "azure"}, {"id": 126, "date": "2016-06-28.json", "name": "Sophie Montel (ENF)", "mepid": "124769", "text": "  In writing. The British people voted to leave the European Union. This historic vote will be remembered as the equivalent of the fall of the Berlin Wall for the USSR. Faced with this scathing failure of an EU they fetishise, the Members of the European Parliament have therefore decided to respond with denial: no, everything is fine in Europe, the British signal is only one of their ingratitude; and yes we have to continue as before.  More seriously, MEPs want to punish the British people who have had the addedcuence to challenge the European order. This resolution calls for the swift implementation of Article 50, but it is up to the sovereign government of the United Kingdom to make this decision. The treatment of the UK's exit from the EU will therefore be in the image of what this tyrannical monster has done with all the other peoples so far: brutalisation, contempt and arrogance. I vote against this resolution and say to the peoples of Europe: watch the actions of this totalitarian monster; you too may one day be the victims.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 127, "date": "2016-06-28.json", "name": "Nadine Morano (PPE)", "mepid": "72779", "text": "  In writing. I voted in favour of this resolution on the result of the referendum on the UK's exit from the European Union. I am attached to the European Union, which has guaranteed us peace for 60 years. I take note of the decision taken by our British friends and respect it. It is motivated, among other things, by the irresponsible policy of migrant quotas, a real call for illegal immigration and the wave of mass migration that The peoples of Europe are experiencing and rejecting. I regularly oppose these choices which contribute to the disintegity of the European Union. The text calls for a speedy negotiation of the UK's exit in order to limit the legal uncertainty and uncertainty that would harm our businesses and our fellow citizens.  Finally, the resolution also acknowledges the resignation of the British European Commissioner and states that the European Parliament will have to change its organisation to take account of a return to 27 Member States.  Irrespective of Brexit, I call for the United Kingdom, which is our ally, to remain a major partner of the European Union in all areas.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 128, "date": "2016-06-28.json", "name": "Victor Negrescu (S&amp;D)", "mepid": "88882", "text": "  in writing. ‒ I have voted for this motion for a resolution that reiterates the importance for the European Union to continue working together after the referendum in the United Kingdom to leave the EU. Even though the situation is unfortunate, the UK must send the request confirming their desire to leave the EU as fast as possible in order to start the negotiations and prepare the EU and the Member States for the new context. Therefore the resolution stresses the need for the European Union to reform in order to be able to face the current challenges.", "language": "en", "original_language": "en", "translation_provider": "azure"}, {"id": 129, "date": "2016-06-28.json", "name": "Dan Nica (S&amp;D)", "mepid": "124784", "text": "  in writing. \\u2012 I voted for the resolution on the UK's decision to leave the EU following the referendum on 23 June 2016. The European Parliament stresses that the will of the British people must be fully and fully respected, starting with the immediate activation of Article 50 of the Treaty on European Union (TEU), and negotiations must begin immediately after official notification. Any new relations between the Uk and the EU cannot be established before the withdrawal agreement is concluded. Given the critical historical moment for the EU, the interests and expectations of union citizens must be brought back to the heart of the debate and the European project must be relaunched. The EU must ensure stability, social justice, sustainability, growth and job creation, overcome persistent economic and social uncertainties, protect citizens and address the challenge of migration. It is necessary to develop and democratise, in particular, the economic and monetary union and the area of freedom, security and justice, as well as to strengthen the common foreign and security policy. Reforms must lead to a Union that meets citizens' expectations.", "language": "en", "original_language": "ro", "translation_provider": "azure"}, {"id": 130, "date": "2016-06-28.json", "name": "Franz Obermayr (ENF)", "mepid": "96981", "text": "  Writing. I cannot support the resolution in this text because it is too critical of the United Kingdom. Ultimately, the vote represents the will of the British people and must be respected accordingly.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 131, "date": "2016-06-28.json", "name": "Rolandas Paksas (EFDD)", "mepid": "96694", "text": "  Writing. \\u2012 Referendum is a serious weapon and a strong expression of the will of the nation. The decision to question the views of the nation was a wise and far-sighted political move. It is therefore very important that the wish of British citizens to leave the EU is heard. The will expressed by the people must be fully and fully respected.  I believe that the reaction to the referendum result is inadequate, as are inadequate design policy decisions. What remains to be done to hear the voice of nations? The Decision to initiate the withdrawal procedure must be taken independently by the United Kingdom.  Europe must be a commonwealth of equal states. The fundamental idea of european communion cannot continue to be undermined. It is necessary to convene a pan-European Convention of States to draw up new guidelines for the European Constitution and to provide a new, true impetus for the unity of nations on the road to a prosperous Europe.", "language": "en", "original_language": "lt", "translation_provider": "azure"}, {"id": 132, "date": "2016-06-28.json", "name": "Κωνσταντίνος Παπαδάκης (NI)", "mepid": "125093", "text": "  Writing. \\u2012 The European Parliamentary Group of the Communist Party voted against the joint resolution of the People's Party, the Social Democrats, the Liberals and the Greens on \"the withdrawal of the United Kingdom from the EU\". The resolution seeks, in the context of fierce opposition and competition, to set the terms of the EU monopolies for the conclusion of the agreement to leave the EU. It also attempts, as the propaganda of the SYRIZA-ANEL government does, to present the EU, this union of monopolies, as a supposed defender of popular interests, sowing illusions that the EU can \"reform, become better, more democratic\" etc. The EU cannot become pro-grassroots. It serves the capital and therefore only worse for the people can be done. The working class and the other poor working classes have the only way out with their struggle to overthrow the power of capitalists and with the keys to the economy in their hands to impose in their interest the release from the EU, NATO and any other alliance of capital.", "language": "en", "original_language": "el", "translation_provider": "azure"}, {"id": 133, "date": "2016-06-28.json", "name": "Δημήτριος Παπαδημούλης (GUE/NGL)", "mepid": "28586", "text": "  Writing. \\u2012 I voted against the final vote on the joint resolution on the UK's exit from the EU. This choice is due to the fact that the resolution adopted does not clearly and honestly record the real causes of the EU crisis and the changes required in the course of the European Union in order to regain the confidence of the citizens. The resolution avoids any clear reference to the ongoing austerity policies, its distorted and unilateral architecture, the growing social and regional disparities and the lack of a comprehensive and solidarity-based European refugee policy, as proposed in the relevant resolution and its amendments which unfortunately were rejected by the Eurogroup of the Left.", "language": "en", "original_language": "el", "translation_provider": "azure"}, {"id": 134, "date": "2016-06-28.json", "name": "Marijana Petir (PPE)", "mepid": "124749", "text": "  Written. ‒ I am sorry for the decision to leave the EU taken by UK citizens, but their decision must be respected, so I supported this resolution on the decision to leave the EU based on the outcome of the uk referendum. The links created over the last forty years are profound and the UK's influence on the development of European society during this period is invaluable. Unfortunately, our partnership in its current form has come to an end because after the decision has been made there is no going back.  Faced with the historic decision of UK citizens that their country, after 43 years of membership of the European Union, ceases to be part of the European family and continues on its own alone, we face many challenges that we must approach appropriately. At this point we must remain \"calm and determined.\" Disassociation should be carried out as soon as possible and within the foreseen period of 2 years. It is also worth thinking hard about the reasons that led to the dissatisfaction of UK citizens and its exit from the EU. Each new situation is also a challenge to learn something new and to come out of it better and stronger than we were. We now have a great challenge ahead of us in which we must preserve a strong and united Europe – with Great Britain as a reliable partner.", "language": "en", "original_language": "hr", "translation_provider": "azure"}, {"id": 135, "date": "2016-06-28.json", "name": "Florian Philippot (ENF)", "mepid": "110977", "text": "  In writing. This motion for a resolution shows the contempt that democracy inspires for idolaters of the European Union. A free people spoke at the ballot box. Its will, clear and indisputable, must be respected and implemented. The sectarian rage shown by both some MePs and some Commissioners, not least, is unacceptable. The treaties provide for negotiations to settle the details of a Member State's exit. As this possibility, by pure ideology, has never been seriously considered, the negotiation is going to be complex. All the more reason to approach it rationally, in a respectful and serene climate. That is not the spirit of the text put to the vote today and that is why I am voting against it.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 136, "date": "2016-06-28.json", "name": "Pina Picierno (S&amp;D)", "mepid": "124846", "text": "  in writing. \\u2012 The result of the referendum on whether or not the UK would remain in the EU did not yield the result that most of us had hoped for. The British people have democratically decided to leave our Union and this decision must be respected. With this resolution, the European Parliament is now calling for a clear and, as far as possible, rapid path in establishing the new relationship between the UK and the EU. We do not believe that further uncertainty and hesitation will benefit either the Eu ropean Union or the United Kingdom. That is why it is necessary for the British Government to activate the separation procedure as soon as possible, preventing internal instability from causing problems for the whole continent. It will be a difficult and probably painful path, especially for all those Britons who voted for Remain and who still believe in the European dream: all my solidarity goes to them. Parliament must, however, take note of the will of the majority, and the firm position we are expressing in this resolution is therefore right. We must respond to this instability by strengthening the Union and its institutions, which will increasingly have to be close to the peoples of Europe. Only in this way can nationalism be defeated.", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 137, "date": "2016-06-28.json", "name": "Tonino Picula (S&amp;D)", "mepid": "112744", "text": "  Written. First of all, I take note of the desire of UK citizens to leave the EU. I believe that the will of the people must be fully respected. I support the European Parliament's resolution on the decision to leave the EU based on the outcome of the UK referendum. I am pleased that with this resolution the four largest political groups (PPE, S&amp;D, ALDE, Verts/ALE) in the European Parliament have shown unity. It is this kind of unity that will be important for reforming the European Union in a way that makes it better and more democratic. The European Union has brought a long-lasting peace to the European continent for the first time in its history. The European Union and its single market bring prosperity and competitiveness to Member States and make Member States more influential globally. Therefore, if there is something about the functioning of the European Union that does not meet the expectations of citizens, I do not think that the solution is to destroy the project of a united Europe, but I believe that a common force needs to reform the European Union in such a way that it provides stability, social justice, sustainability, growth and jobs, overcomes long-standing economic and social uncertainty, protects citizens and tackles the challenges of migration. As Winston Churchill said, \"the pessimist sees the problem at every opportunity, and the optimist sees opportunity in every problem.\" I was and remains Eurooptimistic!", "language": "en", "original_language": "hr", "translation_provider": "azure"}, {"id": 138, "date": "2016-06-28.json", "name": "Franck Proust (PPE)", "mepid": "108080", "text": "  In writing. I voted in favour of the resolution adopted in the extraordinary plenary session following the result of the British referendum, which on Thursday 23 June 2016 announced the UK's exit from the European Union. I respect the choice of the majority of British voters but stress the importance of the UK taking responsibility for the choice of citizens. In this respect, the country will have to activate Article 50 before any agreement can be reached.  The question now is: what Europe do we want? Let us have the courage to affirm our ambition: that of a strong and protective Europe. For this, it is a matter of being firm and not being dictated to by British leaders who are already beginning to realize the negative effects of leaving the EU. Pragmatism, efficiency and political will will drive a community of destiny ready for the challenges of the 21st century.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 139, "date": "2016-06-28.json", "name": "Laurențiu Rebega (ENF)", "mepid": "124792", "text": "  in writing. \\u2012 The resolution was adopted by 395 votes in favour, 200 against and 71 abstentions. I was one of the members who abstained. I could not vote in favour, because the resolution, although it invokes the need for reforms within the Union, is limited to vague statements. In my opinion, reforms must be radical and be started now! Any delay or delay only aggravates the crisis in which the Union finds itself. Furthermore, although the ENF Group, of which I am a member, has tabled several amendments to the text of the resolution, none of them have been adopted. I am referring in particular to the amendment requiring that no group of States be able to take decisions on behalf of the other States, thereby violating the principle of equality between Member States. On the other hand, I could not vote against it, because I am convinced that the UK must respect the wishes of its citizens and trigger the process of leaving the EU as soon as possible.", "language": "en", "original_language": "ro", "translation_provider": "azure"}, {"id": 140, "date": "2016-06-28.json", "name": "Sofia Ribeiro (PPE)", "mepid": "124733", "text": "  in writing. I voted in favour of this motion, as, despite regretting the outcome of the referendum in the United Kingdom, it is important to respect the will of the British citizens.  In this regard, I believe that the negotiations for the uk's withdrawal from the European Union should be carried out as soon as possible, minimising this potential economic, financial and social impact as much as possible.", "language": "en", "original_language": "pt", "translation_provider": "azure"}, {"id": 141, "date": "2016-06-28.json", "name": "Claude Rolin (PPE)", "mepid": "125107", "text": "  In writing. I supported the joint resolution on the decision to leave the European Union following the result of the British referendum, because the citizens have made their choice democratically and we must respect it. However, in the interests of the integrity of the Union, we call for the rapid opening of the withdrawal procedure, as stipulated in Article 50 of the EU Treaty. The British authorities must assume their responsibilities and the institutions must negotiate a new relationship with the United Kingdom, in the interests of the Union.  Brexit must be turned into an opportunity to reform the European project to refocus it on citizens' concerns. It is necessary to strengthen and improve the functioning of the Union in order to make it intelligible and relevant to the citizens. It is imperative that the European Union come out of this ordeal with its head held high, at the risk, if not, of starting the crime advocated by the Pro-Brexit British camp. We must move towards a more federal Europe giving a greater place to the European Parliament. We need a real policy of recovery, but also and above all a social policy that allows the citizen to be reconciled with the European project.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 142, "date": "2016-06-28.json", "name": "Bronis Ropė (Verts/ALE)", "mepid": "125214", "text": "  Writing. \\u2012 This plenary session is convened on a single issue, not so much in the affairs of the United Kingdom's internal politics, but with the future of the European Union as a whole. There is much to talk about that irresponsible British politicians have made a promise with populist promises, and now the EU as a whole will now look for a solution to this artificially created problem for two years instead of addressing current, everyday, competence-intensive and therefore populist-minded issues such as the milk market crisis, the future of agricultural policy or cohesion policy in the new financial perspective. I am convinced that the resolution we are debating today delivers the most important message: the EU is a democratic community of free states that does not restrict its members. With one Member State determined to leave, it is the duty of all remainers to ensure that the exit is as fast, smoother as possible and does not cause difficulties for all Member States and, above all, for all citizens of the European Union, especially those EU citizens who live in the UK. At the same time, our resolution does not answer the question: what will happen after the exit? How will we legitimise relations between the European Union and the United Kingdom, which is no longer a member of the EU?  I am sure that we must not do that. Let us leave the British themselves first and foremost to decide how they see their future. And we MEPs will only have to take a decision that benefits all EU citizens in response to the British proposal, together with the Council.", "language": "en", "original_language": "lt", "translation_provider": "azure"}, {"id": 143, "date": "2016-06-28.json", "name": "Tokia Saïfi (PPE)", "mepid": "4345", "text": "  In writing. I voted in favour of this resolution, which deals with the result of the referendum in the United Kingdom on its exit from the European Union. The British have made the decision to leave the European Union; they have taken their responsibilities freely and it is now up to them to build their future without Europe.  Brexit is a crucial moment for European integration and we must relaunch the European project as soon as possible in order to meet the interests and expectations of citizens. In particular, it is up to the European institutions, as well as the Member States, to take responsibility and re-found the EU. But for this, we must not misdiagnose: no need for new procedures, new treaties; Europe needs politics above all else.  In order to do so, the Union must focus on the major issues to which it brings added value, as outlined in the text, and provide concrete answers to citizens regarding the enormous security, geopolitical and economic challenges facing the whole world.  We must reinvent a concrete and ambitious European project, free of any short-sighted populist temptation. It is a question of responsibility for everyone.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 144, "date": "2016-06-28.json", "name": "Lola Sánchez Caldentey (GUE/NGL)", "mepid": "125035", "text": "  in writing. We voted to abstain from this Resolution because we understand that the will expressed at the ballot box must be respected, starting with the activation of Article 50 of the Treaty on European Union. We advocate that citizens can freely choose their future in democratic and transparent processes. Although we do not believe that leaving the European Union from the United Kingdom will lead to an improvement in the living conditions of its citizens. We do not agree that the outbound process will be activated immediately. We understand that the United Kingdom should legitimately assess when it will be prepared to start the process, and in no case should there be gaps with respect to the rules and treaties to which the country is subject. A process with democratic guarantees is one that guarantees the well-being of its citizens, of all people who live and work in the UK. We did not vote in favour because we thought it was essential that two amendments should come out which showed that it is essential to revive the European process in the light of inequalities and to defend the democratisation of the European institutions. They didn't get ahead and that's why our final vote was abstention.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 145, "date": "2016-06-28.json", "name": "Alfred Sant (S&amp;D)", "mepid": "124781", "text": "  in writing. ‒   I voted against the resolution because: there is no legal or political basis to insist that Article 50 TEU be activated forthwith. The UK, which remains a very important part of Europe, is in political turmoil and in no position to start negotiations on leaving the EU. Waiting till the situation stabilises there before the leave process takes off will not affect the current state of uncertainty, and is in the fundamental interests of European – including British – working people; the way forward as presented in the resolution will be incomprehensible to most European citizens and their families, and cannot appear as a response to their concerns and fears. The resolution does not ask the right questions or provide the right replies; starting a wide discussion on Treaty changes, some directed towards increased federalism when no prospects exist to bridge effectively the growing divergences between different regions of the EU, is not the right way forward. This should be consolidation and a total insistence on giving priorities to growth policies in Europe. Moreover, the approach defined by the resolution will play into the hands of forces who will see in it multiple opportunities to call new referenda.", "language": "en", "original_language": "en", "translation_provider": "azure"}, {"id": 146, "date": "2016-06-28.json", "name": "Daciana Octavia Sârbu (S&amp;D)", "mepid": "33989", "text": "  in writing. \\u2012 I voted for the resolution of the European Parliament which notes the willingness of the citizens of the United Kingdom to leave the European Union and which stresses that the will of the people must be fully and fully respected, starting with the activation of Article 50 of the Treaty on European Union as soon as possible. We are living at a critical time for the EU, and the interests and expectations of the citizens of the Union must be brought back to the heart of the debate, and the European project must be relaunched right now. We cannot afford to create a context conducive to conflict, and we must remember that peace was the most precious gift that this common project has given us. That is why we must do everything possible to create a stronger and more citizen-oriented Union.", "language": "en", "original_language": "ro", "translation_provider": "azure"}, {"id": 147, "date": "2016-06-28.json", "name": "Maria Lidia Senra Rodríguez (GUE/NGL)", "mepid": "125049", "text": "  in writing. I voted against this joint motion because I reject a hasty resolution which aims solely to increase political pressure on the peoples of the United Kingdom following the EU exit referendum and which lacks any self-criticism towards the policies that explain the outcome of the vote.  We do not identify with the front that attributes to Europeanism the custody of democratic values, because in this Europe, that of perpetual austerity, that of the militarization of borders, that of imperialism and neoliberalism that is not able to respond to any of today's great crises, there is no future for the popular classes.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 148, "date": "2016-06-28.json", "name": "Branislav Škripek (ECR)", "mepid": "124927", "text": "  Writing. \\u2012 I respect the will of the British. Now it's more important to keep a cool head and not make hasty decisions. I find today's European Parliament resolution calling for Britain's swift departure as disrespectful and creating unnecessary tensions on the part of MEPs. The approach of Mr Schultz and Mr Juncker is unconstructive. I voted against. It is necessary to give the British time and focus on the negotiations that will bring about a strong partnership.", "language": "en", "original_language": "sk", "translation_provider": "azure"}, {"id": 149, "date": "2016-06-28.json", "name": "Monika Smolková (S&amp;D)", "mepid": "96655", "text": "  Writing. \\u2012 I did not support the motion for a resolution because I consider the resolution to be very proactive for a swift withdrawal of Great Britain from the EU and very insensitive to the 48% of people who voted to remain in The United Kingdom and to Scotland and Northern Ireland, which do not wish to leave. The result of the referendum must be respected, but the next steps must be taken by the representatives of Great Britain, because the referendum was with them, not in the Union. David Cameron must tell the COUNCIL of the EU the position of their government and parliament and another plan. Article 50 of the Treaty on European Union will be applicable accordingly and on the basis of a written request to leave the EU. I agree with the points in the resolution and supported those that talk about the need to reform the EU, promote our common values, ensure stability, social justice, sustainability, growth and employment, overcome persistent economic and social insecurity, protect citizens and tackle migration, which also played a significant part in the outcome of the referendum in Great Britain.", "language": "en", "original_language": "sk", "translation_provider": "azure"}, {"id": 150, "date": "2016-06-28.json", "name": "Igor Šoltes (Verts/ALE)", "mepid": "125003", "text": "  Writing. Brexit has been deeply slashed in the perception of the future of the European Union. Unfortunately, there is rhetoric among MEPs of recrimination, exclusion and finger-pointing. I believe that space should be given, above all, to the constructive dialogue that Europe desperately needs in this situation. At the moment, nothing is clear except for the great uncertainty on both the European continent and the British Isles. The resolution adopted by the European Parliament wants article 50 of the Treaty of Lisbon to be activated as soon as possible, although it is clear that only the British people themselves can do so. The text should take into account the real situation and be much more looking to the future. We need clear commitments for radical changes to the EU's continued action, which must go back to and put citizens at the heart of their action. Unfortunately, I do not think that the Brexit resolution adopted is showing this, which is why I abstained in the vote.", "language": "en", "original_language": "sl", "translation_provider": "azure"}, {"id": 151, "date": "2016-06-28.json", "name": "Joachim Starbatty (ECR)", "mepid": "124827", "text": "  Writing. Following the referendum on Britain's remaining in the EU, a special session of the European Parliament was convened and a resolution adopted. The resolution was supported by a coalition of four political groups, including the CDU/CSU, SPD, FDP and Greens. The aim is to urge the British to leave as soon as possible. British MEPs have been asked to resign. The parliamentary colleagues from the four parties mentioned have already made it clear that they do not want to abide by the EU Treaties themselves. Article 50 of the TEU allows the UK to freely decide when to formally notify the European Council of its intention. After that, the British have two years (with a possible extension) to actually complete the exit. Until then, they will remain a member of the EU, with all their rights and obligations. I strongly condemn the approach led by Parliament President Martin Schulz on the slogan 'Who goes, let us get it done!' and I have therefore rejected the resolution. We can and must first prepare sensible trade agreements with the British. Common economic interests must not be damaged by small-scale political warfare.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 152, "date": "2016-06-28.json", "name": "Beatrix von Storch (EFDD)", "mepid": "124825", "text": "  Writing. I voted against this resolution. This resolution is completely unnecessary, because it is legally non-binding and does not impress anyone politically – certainly not the advocates of Brexit.  But it reveals the true face of the vast majority of the EP: more Europe and on as if Brexit had not happened. I cannot agree with that. In addition, the EP announces that it will \"change its internal organisation to take into account the will of a majority of UK citizens to leave the European Union\" – in plain language: UK MEPs will from now on be kept out of all decision-making processes. They shouldn't let that happen, because they remain full members until the divorce is pronounced. The same applies to the call for the UK to be excluded from the rotating Presidency – that is great nonsense. Above all, this resolution proves that in the European Parliament, Christian Democrats, Social Democrats, Greens and Liberals act as a grand coalition. Political accents are dissolving. Perceptible opposition work, on the other hand, is carried out only by ECR and EFDD. Let us therefore work in favour of opposition work also being carried out in the European Parliament and of recalling the behaviour of the old parties at the next elections.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 153, "date": "2016-06-28.json", "name": "Patricija Šulin (PPE)", "mepid": "125103", "text": "  Writing. I voted in favour of the resolution on the decision to leave the EU resulting from the UK referendum. Official figures clearly show that if only the votes of younger voters were taken into account, Britain would remain in the European Union, which is a very clear signal that young people who are already facing unemployment continue to want the right to live, study and work in 27 countries. Unfortunately, the populists have been much louder by pointing the finger at the European Union, saying that the main culprit is all the problems, which is not the case, of course. As soon as the results were announced, we faced the negative consequences of the referendum in the financial markets, which was most reflected by the fall in the pound to its lowest level since 1985 and the fall in spending and investment. Credit rating agencies have also downgraded Britain's credit rating in recent days, with a negative outlook. We need a unified response, which must not be incriminating, pointing the finger at others, but must be constructive and look to the future. We can't put our heads in the sand and act like nothing's happened, but we need self-reflex.", "language": "en", "original_language": "sl", "translation_provider": "azure"}, {"id": 154, "date": "2016-06-28.json", "name": "Pavel Svoboda (PPE)", "mepid": "96272", "text": "  Writing. \\u2012 In today's vote on the European Parliament's resolution on the decision to leave the EU resulting from the UK referendum, I abstained because I believe that the resulting text is not adequate for the situation which, in my opinion, requires, above all, balance sheet. The result of the referendum is a clear will by the majority of UK voters to leave the EU, and I do not question that will. However, from a legal point of view, the process of withdrawal from the EU can only begin after the Member State has confirmed and notified its intention. This has not happened at the moment and I do not believe that it is absolutely necessary at this time to require notification within a matter of days. The UK Government is responsible for announcing the will to leave the EU, and we should respect that responsibility. Therefore, from this legal point of view or in the interests of future friendly cooperation between the EU and the United Kingdom, I believe that it is now not appropriate to publish hastily prepared political resolutions announcing, inter alia, changes in the internal organisation of the European Parliament (i.e. personnel changes) a few days after the referendum, at a time when the UK is still an EU Member State.", "language": "en", "original_language": "cs", "translation_provider": "azure"}, {"id": 155, "date": "2016-06-28.json", "name": "Ελευθέριος Συναδινός (NI)", "mepid": "125072", "text": "  Writing. \\u2012 The European project has clearly failed. On 23 June British citizens decided that their future is outside the EU and under no circumstances should the EU show vengeful tendencies against Britain.", "language": "en", "original_language": "el", "translation_provider": "azure"}, {"id": 156, "date": "2016-06-28.json", "name": "József Szájer (PPE)", "mepid": "23821", "text": "  Writing. \\u2012 Fidesz and KDNP MPs regret the decision of the CITIZENS of the United Kingdom. We supported this Decision of the European Parliament, together with the members of the European People's Party, because we believe that the opinion of the majority of Britons must be respected and that the remaining members of the European Union must ensure stability and the promotion of their interests. The text adopted in this resolution is the result of a compromise between the parliamentary factions and we therefore do not agree with all the elements of it. We miss and regret the lack of self-critical elements of the text concerning the Union, the reasons that led to the victory of those who want to leave, such as the Union's flawed immigration policy, frequent violations of subsidiarity by the EU institutions, a lack of functioning European solutions, delays in EU decision-making, frequent disregard for the aspects of national parliaments. We do not think the urgent tone is right, because the process must take place in compliance with the EU Treaties and the British constitutional order. We also considered it unnecessary for the European Parliament to call on the Council to represent the Union in the procedure, since, under Article 50 TSI, the appointment of a negotiator, which may also be the Commission, falls within the competence of the Council.", "language": "en", "original_language": "hu", "translation_provider": "azure"}, {"id": 157, "date": "2016-06-28.json", "name": "Tibor Szanyi (S&amp;D)", "mepid": "124703", "text": "  Writing. \\u2012 I voted in favour of the proposal for a resolution outlining the situation created by the result of the referendum on Britain's exit from the EU and the challenges and actions of the EU. I welcome the fact that the European Parliament takes a strong and almost unified position in this regard in order to clarify as soon as possible the uncertain legal and political situation following the British decision, in particular the initiation and conduct of proceedings without time under Article 50 of the Treaty (TEU). I am convinced that this is in the interests of both the British people and the Union, especially those EU Member States, including my own country, which are facing similar domestic political challenges with nationalist ions. As a forward-looking element of the decision, I strongly support the EP's belief in continuing and strengthening European integration, making better use of the potential of the Treaty of Lisbon, or even treaty change. As a Socialist politician, I think it is particularly important that job creation and social justice are a priority in the formulation of this. I believe that, with the decision adopted in this extraordinary plenary session, the European Parliament has once again taken the political initiative to deal with the situation after the British referendum, and I will actively support our continued primary role in this.", "language": "en", "original_language": "hu", "translation_provider": "azure"}, {"id": 158, "date": "2016-06-28.json", "name": "Marc Tarabella (S&amp;D)", "mepid": "29579", "text": "  In writing. I voted for the resolution. The British finally said no to Europe. It is of course a failure, but it can become an opportunity. A failure, because the European project as it is, no longer convinces the crowds, a failure also for David Cameron who, in order to get re-elected, opened a Pandora's box that he never managed to close. But it is also an opportunity: to start a new job on a good basis by profoundly reforming the rules of operation and the European institutions, with the Member States really motivated by the project, and avoiding proposing a Europe à la carte: a Europe that works and responds more effectively to the expectations of the citizens. This will require a profound questioning!", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 159, "date": "2016-06-28.json", "name": "Pavel Telička (ALDE)", "mepid": "124706", "text": "  in writing. ‒ The result of the British referendum is a massive shock for the EU which will lose one of its important Members. It is a unique case in EU History and we must not underestimate the impact of such a decision for the future of the Union. EU leaders and institutions need to provide a clear answer and agenda to this extraordinary situation. I nevertheless decided to abstain on this resolution, not because of the content which I share to a large extent, but because of the excessive pressure put on the British Government. If I wish the European Parliament to be fully involved in all stages of the procedures regarding both the agreement for the United Kingdom’s exit and any future relationship between it and the future Union of 27 Member States, and the negotiation to start as soon as possible, I do not believe that calling for the immediate triggering of Article 50 of the Treaty is the best way to proceed.", "language": "en", "original_language": "en", "translation_provider": "azure"}, {"id": 160, "date": "2016-06-28.json", "name": "Ruža Tomašić (ECR)", "mepid": "119431", "text": "  Written. In a referendum, the citizens of the United Kingdom decided that their country should leave the European Union. I agree with Parliament's position set out in this resolution that their will must be respected. However, it is the Member State that must decide when to trigger Article 50. contract and I don't see any need to rush the whole process and push our partners into an uncomfortable position given the fact that incumbent Prime Minister Cameron resigned from the post after the referendum. If we want a clean, swift and transparent process for the UK's exit from the EU, this process must be led by political officials whose legitimacy is in no way questioned. I believe that by rushing the whole process, Parliament wants to avoid discussing the reasons why UK citizens want to leave the EU, and this is very dangerous and will lead to more instability.  Also, I cannot agree with calls for further integration. The response to the EU's deep political, identity and institutional crisis cannot be a simple mantra about \"more Europe\", especially when it is quite clear that european union citizens do not want it. For these reasons, I voted against this resolution.", "language": "en", "original_language": "hr", "translation_provider": "azure"}, {"id": 161, "date": "2016-06-28.json", "name": "Romana Tomc (PPE)", "mepid": "125104", "text": "  Writing. I voted in favour of the European Parliament's joint resolution on the outcome of the UK referendum. While I deeply regret the result, I believe that the people's decision must be respected and, therefore, start the process of Britain's withdrawal from the European Union as soon as possible.", "language": "en", "original_language": "sl", "translation_provider": "azure"}, {"id": 162, "date": "2016-06-28.json", "name": "Yana Toom (ALDE)", "mepid": "124700", "text": "  in writing. ‒ I supported the resolution for the following reasons: the BREXIT referendum has been a form of direct democracy and the European Parliament shall respect the will of the British people. Furthermore, we cannot keep in the Union nations against their free will. The EU faces numerous challenges. We all have to improve the economy, to protect European values and to meet security challenges with an open visor. Furthermore, I believe that the only solution to the current crisis is implementation of the principle of ‘ever closer union’ with common fiscal and tax policies, common migration and refugee policies, and last but not least, a common EU army and efficient security policies.", "language": "en", "original_language": "en", "translation_provider": "azure"}, {"id": 163, "date": "2016-06-28.json", "name": "Estefanía Torres Martínez (GUE/NGL)", "mepid": "131749", "text": "  in writing. We voted to abstain from this Resolution because we understand that the will expressed at the ballot box must be respected, starting with the activation of Article 50 of the Treaty on European Union. We advocate that citizens can freely choose their future in democratic and transparent processes. Although we do not believe that leaving the European Union from the United Kingdom will lead to an improvement in the living conditions of its citizens. We do not agree that the outbound process will be activated immediately. We understand that the United Kingdom should legitimately assess when it will be prepared to start the process, and in no case should there be gaps with respect to the rules and treaties to which the country is subject. A process with democratic guarantees is one that guarantees the well-being of its citizens, of all people who live and work in the UK. We did not vote in favour because we thought it was essential that two amendments should come out which showed that it is essential to revive the European process in the light of inequalities and to defend the democratisation of the European institutions. They didn't get ahead and that's why our final vote was abstention.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 164, "date": "2016-06-28.json", "name": "Evžen Tošenovský (ECR)", "mepid": "96713", "text": "  Writing. \\u2012 I voted against the resolution mainly because I do not agree with the push to trigger Article 50 quickly, which is entirely the responsibility of the UK Government. Furthermore, I reject calls for stronger integration in response to the current situation. The European Union must reform to bring it closer to its citizens and to ensure greater respect for the principle of subsidiarity.", "language": "en", "original_language": "cs", "translation_provider": "azure"}, {"id": 165, "date": "2016-06-28.json", "name": "Ramon Tremosa i Balcells (ALDE)", "mepid": "97203", "text": "  in writing. ‒ First of all I would like to say that we have to respect the outcome of the British vote and the will of the people. We cannot ignore it, we have to respect it. Now the EU and the UK should follow a pragmatic approach and try to get the best deals in the interest of all parties. Finally, regarding Scotland, I fully support the Pro-European work and message of the SNP and the very important work their leader Nicola Sturgeon will have to undertake in coming months. My dear colleague Alyn Smith said it very well today: ‘Scotland didn’t let the EU down, now don’t let Scotland down!’ I fully share this view and sentiment.", "language": "en", "original_language": "en", "translation_provider": "azure"}, {"id": 166, "date": "2016-06-28.json", "name": "Mihai Țurcanu (PPE)", "mepid": "131750", "text": "  in writing. \\u2012 I opted for abstention in this vote on such an important and sensitive issue, as I would have liked the European Parliament's position to be more nuanced.  I believe, first of all, that the European Parliament forum should pay more attention to respect for the rights of European citizens on the territory of the United Kingdom, in particular in the context of increased xenophobic-racist abuses and attacks. In this regard, I call on the British authorities to act firmly to defend Romanian citizens working in the United Kingdom, and I am referring in particular to the case of the Barbu family, whose children, exclusively Romanian citizens, have been wrongfully entrusted with the adoption of a British couple.  With regard to the need for reform of the EU, I regret the lack of anticipation of the competent Community institutions and the slow pace of developing appropriate responses to the crises that are attacking the European project. Unfortunately, the resolution lists key common values, without providing solutions and deadlines for overcoming decision-making gridlock and lack of vision that exacerbates the current IMPASSE of the EU. I am also concerned about the attempt to formalise a multi-speed Europe, without transparency as to the possible intentions of some of the Member States and without an analysis of the implications for the EU as a whole.", "language": "en", "original_language": "ro", "translation_provider": "azure"}, {"id": 167, "date": "2016-06-28.json", "name": "Ángela Vallina (GUE/NGL)", "mepid": "125050", "text": "  in writing. I voted against this common motion because I reject a hasty resolution which aims solely to increase political pressure on the peoples of the United Kingdom following the EU exit referendum and which lacks any self-criticism towards the policies that explain the outcome of the vote.  We do not identify with the front that attributes to Europeanism the custody of democratic values, for in this Europe, that of perpetual austerity, that of the militarization of borders, that of imperialism and neoliberalism there is no future for the popular classes.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 168, "date": "2016-06-28.json", "name": "Hilde Vautmans (ALDE)", "mepid": "130100", "text": "  Written. I voted in favour of this resolution tabled together by the liberal, socialist, Christian Democratic and Green groups. We ask that the negotiations on the UK's exit be led by the European Commission and not by the Council. The European Parliament is calling for the UK to submit the Article 50 application for withdrawal from the Union as soon as possible, in order to show that it responds to the demands of the British people. The European Union also needs to be adapted: more compact, focused and with less heavy administration, more Europe to better meet the demands of the people.", "language": "en", "original_language": "nl", "translation_provider": "azure"}, {"id": 169, "date": "2016-06-28.json", "name": "Paavo Väyrynen (ALDE)", "mepid": "2128", "text": "  Written. \\u2012 During the vote on the motion for a resolution on the UK's withdrawal from the EU, I supported the line that the EU Parliament would stop to consider the effects of the referendum in favour of the UK's withdrawal from the EU on a wider scale. I could not support a resolution in which the spirit is to continue to develop the Union towards deeper integration than nothing would have happened. I am in favour of developing the Union as a union of states in which the decision-making power lies with the people and the nation states. I believe that the Union must be developed in this direction, rather than the current line of closer integration.", "language": "en", "original_language": "fi", "translation_provider": "azure"}, {"id": 170, "date": "2016-06-28.json", "name": "Miguel Viegas (GUE/NGL)", "mepid": "125100", "text": "  in writing. Members of the European Parliament deplore and condemn the way the Directory of Powers of the European Union acts in the face of a legitimate and sovereign decision of the people of the United Kingdom. The way in which this resolution uses and manipulates the invocation of Article 50 OF the EU to initiate the process of the UNITED KINGDOM leaving the EU, wanting it to be fully conditioned by the will of the directory of powers and conducted in the institutions of the European Union dominated by it, demonstrates the objective of basing this process on blackmail and pressure on the free decision of the British people. In the face of such an event of such great political importance, the majority of the EP reaffirms the very same direction of the European Union, arguing that the way is to strengthen political, economic, monetary and militaristic integration.  CFP Members reaffirm that another Europe is necessary and possible. A Europe that rejects exploitation and oppression and is based on cooperation, peace, solidarity, mutual respect and the defence of the sovereignty of peoples.", "language": "en", "original_language": "pt", "translation_provider": "azure"}, {"id": 171, "date": "2016-06-28.json", "name": "Harald Vilimsky (ENF)", "mepid": "125001", "text": "  Writing. The text is clearly a desire to cover up elements of self-criticism that Brexit was actually caused by a flawed EU policy. Instead, the text seems as if the British have done something wrong. Our amendments are aimed in particular at Juncker's resignation and at taking note and recognising the result. The result of the British referendum must be respected by the EU.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 172, "date": "2016-06-28.json", "name": "Udo Voigt (NI)", "mepid": "124832", "text": "  Writing. This resolution clearly shows that in Brussels the vote of the citizens of the United Kingdom, whose majority in favour of leaving the EU is also transferable to the populations of many other EU states, has not been understood. Forcibly, the rest of the union is now to be transformed into a kind of federal state in order to make further secessions more difficult in the future. This motion for a resolution must therefore be rejected.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 173, "date": "2016-06-28.json", "name": "Σωτήριος Ζαριανόπουλος (NI)", "mepid": "125090", "text": "  Writing. \\u2012 The European Parliamentary Group of the Communist Party voted against the joint resolution of the People's Party, the Social Democrats, the Liberals and the Greens on \"the withdrawal of the United Kingdom from the EU\". The resolution seeks, in the context of fierce opposition and competition, to set the terms of the EU monopolies for the conclusion of the agreement to leave the EU. It also attempts, as the propaganda of the SYRIZA-ANEL government does, to present the EU, this union of monopolies, as a supposed defender of popular interests, sowing illusions that the EU can \"reform, become better, more democratic\" etc. The EU cannot become pro-grassroots. It serves the capital and therefore only worse for the people can be done. The working class and the other poor working classes have the only way out with their struggle to overthrow the power of capitalists and with the keys to the economy in their hands to impose in their interest the release from the EU, NATO and any other alliance of capital.", "language": "en", "original_language": "el", "translation_provider": "azure"}, {"id": 174, "date": "2016-06-28.json", "name": "Jana Žitňanská (ECR)", "mepid": "124901", "text": "  Writing. \\u2012 I did not support the motion for a joint resolution on the outcome of the referendum in the United Kingdom. Although I regret that the majority of the people of Great Britain have decided to leave the European Union, I respect their decision and I think that, once this decision has been made, we should focus pragmatically on the process of leaving. However, unlike the joint motion for a resolution, I do not believe that we should push Great Britain immediately and immediately until the whole process is started, or push British MEPs to give up their mandate. What we need at the moment is not an insulting response and an attempt to show the UK that it will be much worse off without the EU, but we need to move away from complacency and focus on ourselves and try to manage the situation with a cool head for the best possible future for our continent. Above all, we need to strive for the best possible relations between the reformed European Union and Great Britain, because making the situation and the withdrawal negotiations more difficult can, in the end, only add arguments to the various extreme political parties and views in the other Member States.", "language": "en", "original_language": "sk", "translation_provider": "azure"}, {"id": 175, "date": "2016-06-28.json", "name": "Marco Zullo (EFDD)", "mepid": "125237", "text": "   in writing. I voted against this resolution because I consider it deeply unfair to the people of the United Kingdom. We in the 5 Star Movement are only interested in seeing the will of the people respected as emerged from the referendum. It is not for the European Parliament to force the procedures laid down in Article 50 to be speeded up, which is not even one of Parliament's prerogatives.  The situation is complex and unprecedented. It seems absurd that the resolution, given the outcome of the referendum, does not include serious self-criticism and does not analyse the faults of Europe itself. Together with my colleagues in the 5 Star Movement, we have proposed in an amendment that the Council should give the Commission a well-defined political mandate and we have also called for a situation of discrimination against British MEPs, due to a likely change in parliamentary organisation, to be avoided. In the light of the result of the referendum, for us in the 5-Star Movement, the resignation of Commission President Juncker is essential and we have strongly demanded them.", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 176, "date": "2016-06-28.json", "name": "Milan Zver (PPE)", "mepid": "96933", "text": "  Writing. I voted in favour of the resolution on the decision to leave the EU, which was the result of a referendum in the UK. I agree that a reflection on the future of the Union is needed, and I believe that we must protect the integrity of the Union and its citizens by promoting common values, ensuring stability and social security, providing jobs and effectively addressing the challenges of migration. Therefore, the notification provided for in Article 50 TEU should be issued as soon as possible in order to avoid uncertainty which would be detrimental to all.", "language": "en", "original_language": "sl", "translation_provider": "azure"}, {"id": 177, "date": "2016-06-28.json", "name": "Der Präsident. –", "mepid": "1911", "text": "   I declare the session of the European Parliament adjourned. (The sitting was closed at 12.10 p.m.)", "language": "en", "original_language": "de", "translation_provider": "azure"}]