[{"id": 0, "date": "2017-11-16.json", "name": "Presidente. –", "mepid": "96864", "text": "The next item is, for joint discussion, - the recommendation by Charles Tannock, on behalf of the Committee on Foreign Affairs, on the draft Council decision on the conclusion on behalf of the Union of the Partnership Agreement on relations and cooperationbetween the European Union and its Member States, on the one hand, and New Zealand, on the other (15470/2016 - C8-0027 / 2017 - 2016/0366 (NLE)) (A8-0327 / 2017), and -the report by Charles Tannock, on behalf of the Committee on Foreign Affairs, with a non-legislative motion for a resolution on the draft Council decision on the conclusion on behalf of the Union of the Partnership Agreement on relations and cooperation between the European Unionand its Member States, on the one hand, and New Zealand, on the other (2017/2050 (INI) (A8-0333 / 2017).", "language": "en", "original_language": "it", "translation_provider": "google"}, {"id": 1, "date": "2017-11-16.json", "name": "Charles Tannock", "mepid": "4521", "text": "  rapporteur. – Mr President, the Partnership Agreement on Relations and Cooperation, otherwise known as PARC, between the European Union and New Zealand is a much welcomed initiative. New Zealand is one of the EU’s closest partners, a country with which we share common values and interests. PARC builds on the existing joint declaration signed in 2007 developing and cementing those links, allowing for closer cooperation and more regular ministerial dialogue. I am pleased as rapporteur that we have been able to include a resolution alongside our consent motion, which allows us the opportunity to reaffirm our support for the agreement and to express our strong solidarity with New Zealand as a country. PARC covers many of the areas that we would expect to see, and is similar in scope to the recently signed Strategic Partnership Agreement with Canada, for which I am pleased to say I was also the rapporteur. These areas include fighting terrorism and organised crime, aiding global development, working together at the multilateral level, and combating climate change and supporting sustainable development. New Zealand is a leader in the renewable energy sector and has set itself ambitious targets for renewable energy production. This emphasis on combating climate change, supporting sustainable development and protecting biodiversity is very clear throughout the PARC, and I strongly support this. Article 15 for instance, which focuses on working together to further the WTO Agreement on the Application of Sanitary and Phytosanitary measures, gives a sense of the level of commitment by all parties pledged to the specific regard here. We also see PARC reaffirming the terms of the Framework Participation Agreement (FPA) signed in 2012 which allows for New Zealand to contribute militarily towards European Union Common Security and Defence Policy (CSDP) missions. New Zealand, as our resolution notes, plays an important role in contributing towards peace and international security, a role that is all the more impressive when considering its relatively small size and geographical location. Its contribution, following the FPA, to the EU’s highly successful EU NAVFOR Atlanta, which was commanded from my own constituency in London, has been well received and we look forward to setting and seeing more cooperation of this kind in future. I should also mention again, highlighted in the resolution, the role that New Zealand has played in the European Union’s policing mission in Afghanistan. Indeed, it was at the sidelines of a Brussels meeting concerning Afghanistan that the PARC agreement was signed back in October of last year 2016. Looking at the resolution itself, I believe that I am speaking for the majority of this House, when I say that the positive tone taken reflects the extremely good will towards New Zealand felt by this Parliament and the belief that the relationship between the European Union, its Member States and New Zealand is a force for good in the world. To conclude, I believe that the signing of PARC is not only a positive development in ties between the New Zealand authorities and Government, and the European Union, but it is part of a wider development and success story of the EU itself, where we see it working effectively to secure agreements with third countries, both in terms of political cooperation, but also for trade. Having seen the passing of the Comprehensive Economic and Trade Agreement (CETA) and the Strategic Partnership Agreement (SPA) with Canada, this agreement with New Zealand marks the start of an increased engagement with the Pacific region, as the European Union is set to start trade negotiations with New Zealand shortly. It is also doing so with Australia and Japan in the next year or so. I believe that this will send a strong signal to all of those that doubt and seek to undermine the achievements and benefits of European Union membership. This morning’s debate is a chance for this Parliament to demonstrate the strong support for New Zealand that exists across the entire political spectrum, as was illustrated only too clearly by the overwhelming vote in favour of these motions in the Committee on Foreign Affairs. Therefore, I look forward to hearing the rest of the debate.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 2, "date": "2017-11-16.json", "name": "Phil Hogan", "mepid": "n/a", "text": "   Member of the Commission. – Mr President, thank you for the opportunity of this debate on the European Union-New Zealand Partnership Agreement on Relations and Cooperation. In the first place, I would like to thank the rapporteur, Mr Tannock, for his excellent report and for his engagement throughout the process in Parliament. I believe this report gives an excellent overview of the relationships and relations between the European Union and New Zealand, and is a very good background to inform today’s vote in this Parliament on consent to the conclusion of the agreement. As a general remark, let me say that the agreement is the outcome of our efforts to provide a modern framework for relations with one of the European Union’s closest partners in the Asia-Pacific region. European Union relations with New Zealand are excellent and I sincerely believe they will continue to develop under the new Government of Prime Minister Ardern. President Tusk has just had a first, very positive exchange of views with the Prime Minister at the East-Asia Summit. The European Union and New Zealand are like-minded partners, and consequently we coordinate closely on a number of international issues. We also have very good development cooperation, especially in the Pacific, which focuses mostly on clean energy and climate-change-related projects. In parallel, political dialogue with New Zealand has been intensifying and there has been an ever-increasing number of political contacts over the past years. In 2016, the European Union upgraded its diplomatic representation in New Zealand from chargé d’affaires to ambassador level. We highly appreciate our cooperation in crisis management. In the past, New Zealand participated in the European Union operations in Bosnia and Herzegovina, Afghanistan and the Horn of Africa. In 2012, the European Union and New Zealand signed a framework participation agreement, the first one of the Asia-Pacific region, which reinforced the EU-New Zealand broader partnership and opened new avenues for cooperation. Since 2014, a regular strategic security dialogue has been taking place at senior official level. Our partnership and cooperation agreement with New Zealand upgrades our relationship to make it fit for the 21st century. We share the same views on many global issues, and approach these issues in a similar way. We support democracy, the rule of law and human rights, and are active players in multilateral organisations such as the United Nations and the World Trade Organization. We also have shared interests in tackling key global challenges such as climate change, sustainable development and preserving the environment, in addition to humanitarian aid and the fight against terrorism, to name just these. As regards the economy, we have a shared interest in launching our free-trade agreement (FTA) and these negotiations should be launched as soon as possible. We already have dynamic economic relationships and we look forward to expanding our trade links further. Our successful preparatory work demonstrates that we see eye to eye on many issues, but let me assure the honourable Members that we have had the utmost regard to agricultural sensitivities. In November 2016 the Commission released a study on the cumulative impact of future trade agreements in the agricultural sector. The ruminant meat and dairy sectors were identified as more sensitive ones in a possible free-trade agreement with New Zealand. These sensitivities are fully reflected in the European Union’s trade negotiation strategy for the free-trade agreement. The draft directives for negotiating the FTA were published by the Commission in September this year and the discussions in the Council are ongoing. Parliament has fed into these discussions with a dedicated report which was adopted at the end of October.  I trust that the Council will adopt the negotiating directives soon, which will enable the Commission to launch the FTA negotiations at the beginning of 2018. The Commission looks forward to continuing cooperation with Parliament on this matter.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 3, "date": "2017-11-16.json", "name": "Traian Ungureanu", "mepid": "96835", "text": "on behalf of the PPE Group. - Mr President, in a world full of confusion and contradictions, we can count on little certainty. New Zealand is one of them. We are rightly talking about New Zealand as a friend with whom we share the same values, even if geographically speaking, a world separates us. It is normal for all these things to materialize in a political, economic and technological partnership. Moreover, this convergence was directly reflected in the excellent collaboration of political groups during the debates on this report. And I would especially like to congratulate the rapporteur, Mr Charles Tannock, on the tact and flexibility with which he led this report. The EU-New Zealand Relations and Cooperation Partnership Agreement, which we will vote on today, and the accompanying resolution, can and must pave the way for the negotiation of an EU-New Zealand free trade agreement. According to the Commission's intentions, these negotiations will start before the end of the year. It is true that, more recently, the popularity of free trade agreements is not very high, but the advantages and opportunities that free trade agreements open up cannot be denied either statistically or rationally.", "language": "en", "original_language": "ro", "translation_provider": "google"}, {"id": 4, "date": "2017-11-16.json", "name": "Andi Cristea", "mepid": "40224", "text": "  on behalf of the S&amp;D Group. – Mr President, on behalf of the S&amp;D Group, I would like to thank the rapporteur, Mr Charles Tannock, and our colleagues in the Committee on Foreign Affairs (AFET), for the very strong and comprehensive text submitted before this House today. Parliament values very much the partnership with New Zealand, and we look forward to an even more ambitious cooperation. This is the spirit of the report and our contribution. The EU and New Zealand are like-minded partners, with common values and interests. The Partnership Agreement will foster an even more effective bilateral engagement by strengthening political dialogue and improving cooperation in a wide range of areas.  New Zealand is one of the EU’s closest friends and valued allies. At a time of high international volatility, where mistrust and populists risk undermining multilateralism and the interest of the international community at large, the EU is proud to forge and foster even closer alliances with like-minded nations and long-standing partners like New Zealand. The Partnership Agreement will provide a forward-looking political framework within which EU-New Zealand relations and cooperation on sustainable development and a comprehensive range of issues will be developed even further for years to come, in order to match new ambitions and aspirations.  I am confident that today’s vote will confirm with a large consensus a strong and substantive text and will reiterate and underline once again the energy and ambition of this longstanding relationship, of which the Partnership Agreement will now be the most eloquent pillar. Many thanks to the rapporteur and colleagues, once again, for their cooperation and support. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 5, "date": "2017-11-16.json", "name": "David Campbell Bannerman", "mepid": "96912", "text": "  on behalf of the ECR Group. – Mr President, while recently in New Zealand for my work on the parallel EU-New Zealand Free Trade Agreement, I was reminded of the importance of the deep and special relationship with our Kiwi friends. The EU is New Zealand’s third-largest trading partner, after Australia and China, whilst the UK remains New Zealand’s top EU export destination. EU Member States and New Zealand enjoy a strong partnership, sharing many common goals, with strong political, economic and cultural ties, including in multilateral organisations such as the United Nations and the World Trade Organisation.  The recently signed EU-New Zealand Partnership Agreement on Relations and Cooperation (called PARC for short) is an important tool in modernising these historic links. This is a parallel, but separate, agreement covering non-trade aspects, very similar to Canada’s Strategic Partnership Agreement and Australia’s Framework Agreement. It aims to facilitate more effective bilateral engagement by strengthening political dialogue on a wide range of issues, from customs to innovation, education and culture, to migration, judicial affairs and the fight against global terrorism and cybercrime.  I expect a similar strategic agreement between the EU and the UK post-Brexit. I give credit to my friend and colleague Charles Tannock for his work in steering the PARC report through the European Parliament, and not leaving it parked. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 6, "date": "2017-11-16.json", "name": "Norica Nicolai", "mepid": "96825", "text": "on behalf of the ALDE Group. - Mr President, Commissioner, although geographically remote, New Zealand is very close in terms of sharing democratic values ​​and high civil standards with the European Union. This explains the fact that for us, but certainly also for New Zealand, this agreement will be a step towards enhanced cooperation. We have a long tradition of economic collaboration. Of course, we are the third partner in trade relations, the first being the United Kingdom, and, I hope that in the future, after we have a free trade agreement, continental Europe will be a much more influential and much stronger partner in this relationship. We have a long history of security cooperation, not only Bosnia and Herzegovina, but other peacekeeping missions have found us together. We have a strengthened and effective partnership in the fight against terrorism and beyond. Climate change, which concerns us all, is also a level of cooperation between the European Union and Australia. That is why this agreement, in our opinion, will be significant and will mark a new vision regarding the vocation of the global player of the European Union. I want to thank Mr. Tannock for his cooperation. I believe that few reports have had such enhanced cooperation between political groups, not only because the report reflects our choice of cooperation agreements, but also because New Zealand is one of the most deserving partners in our external relations. all areas of activity.", "language": "en", "original_language": "ro", "translation_provider": "google"}, {"id": 7, "date": "2017-11-16.json", "name": "Jaromír Kohlíček", "mepid": "28331", "text": "on behalf of the GUE / NGL Group. - Mr President, in the eyes of many people in Europe, New Zealand is a bit of a fairytale country on the other side of the world. Relatively sparse population, large areas of beautiful nature together with the location of one of the last embankments on the way to Antarctica and the South Pacific make this country a potential paradise for tourists and researchers. It is interesting that in January 2017, immediately after the start of the Brexit negotiations, the Prime Minister of this country directed his first foreign trip to the European Parliament, London and Berlin. In doing so, he made it clear that, in addition to traditional relations with London, the country was interested in special relations with the European Union. It should be noted that the author of the report mistakenly mixes the European Union and Europe. Which is not so surprising for the British MP Tannock. The negotiation of a free trade agreement with New Zealand will certainly be a delicate and sensitive issue, especially for agricultural products. It will be interesting for EU countries to use New Zealand's experience with environmental protection and stabilization of electricity supply in conditions where more than 80% of production comes from renewable sources. We do not yet know this in the European Union. The country's involvement in the International Fund for Ireland is interesting. This fund supports the economic and social development of Green Island and contributes to dialogue and community reconciliation. By the way, the issue of Ireland is one of the first points of Commissioner Barnier's talks with representatives of the British Government.", "language": "en", "original_language": "cs", "translation_provider": "google"}, {"id": 8, "date": "2017-11-16.json", "name": "Jordi Solé", "mepid": "185974", "text": "  on behalf of the Verts/ALE Group. – Mr President, we support closer relations between the European Union and New Zealand and therefore we welcome the conclusion of the Partnership Agreement with a country that, although far away from us geographically speaking, is very close and like-minded when it comes to standards of democracy, human rights, fundamental freedoms, international law, and so on. A country with one of the highest Human Development Index rankings, there are many things from New Zealand to praise, for instance the functioning of its institutions of government, the way minorities are nowadays respected and promoted, its relevant commitment to sustainable development and to peacekeeping operations, and its valuable efforts in the fight against climate change, with more than 80% of its electricity coming from renewable energy sources. It also seems to me remarkable that, since some weeks ago, New Zealand, the first country in the world in which all women had the right to vote, has now the world’s youngest female head of government, Prime Minister Jacinda Ardern. We believe that this Partnership Agreement can provide for a framework that promotes and further develops the relationship with a country with which we can work together for a better advanced and future-oriented governance. We also hope that this instrument can bring about more people-to-people ties, the ties that make countries and regions really come closer, and that it will also be useful to deepen relations between the EU and the Asia-Pacific region.  When it comes to negotiations for a new Free Trade Agreement, our position is much less enthusiastic, first and foremost because we favour a multilateral trade agenda and multilateral negotiations to regulate world trade, where respect for human rights, the environment and social rights prevail. Secondly, we want clear limits for negotiations, especially with regard to agriculturally-sensitive issues, animal welfare, a phasing out of extensive agricultural production methods, or the possibility of sustainable development chapters. Thirdly, we call for a bigger democratic oversight for all trade negotiations. Thus, we would have preferred that the resolution simply took note of, instead of openly supporting, the launch of the Free Trade Agreement negotiations. Notwithstanding our position on the FTA, we welcome this PARC, insofar as it will allow us to have stronger ties with New Zealand, and we thank the rapporteur, Mr Tannock, for his work. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 9, "date": "2017-11-16.json", "name": "Patrick O’Flynn", "mepid": "124940", "text": "  on behalf of the EFDD Group. – Mr President, it seems to me that the prospect of Brexit is spurring EU interest in warming up relations, and indeed trading ties, with many of the countries eager to reach trade deals with the United Kingdom after its departure. It is widely regarded as a source of shame in Britain that in the 1970s our country threw up tariff barriers against our historic Commonwealth friends such as Australia and New Zealand. That is a wrong which is soon to be righted, as the United Kingdom broadens its economic and diplomatic relationships across the world, raising the priority we give to Commonwealth nations, as well as seeking to sustain links with Member States of the European Union. New Zealand is a magnificent country, a bedrock of democratic values in its region and a key part of the Anglosphere, so it is good to see the EU strengthening political relationships with New Zealand as well. As regards the agricultural sector, New Zealand farmers are renowned the world over for their enterprising attitudes and ability to get by without any subsidies, let alone expensive and extensive networks such as those contained in the EU common agricultural policy. It is good also to hear Mr Hogan talking specifically about free-trade agreements with New Zealand – not before time, many will think – albeit not as part of the arrangements under the Partnership Agreement on Relations and Cooperation. I believe that the United Kingdom’s International Trade Secretary, Liam Fox, may be a few steps ahead of the EU in this regard. If, indeed, the prospect of Brexit is serving as a catalyst for the EU to reduce its tariff walls against the ‘sunrise’ parts of the global economy, then that is yet another benefit of the United Kingdom’s magnificent decision to rejoin the global family of independent sovereign nations.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 10, "date": "2017-11-16.json", "name": "Jean-Luc Schaffhauser", "mepid": "124755", "text": "on behalf of the ENF group. - Mr President, ladies and gentlemen, I have nothing against New Zealand. What strikes me about this text, the text of its rapporteur, is the religious relationship with free trade. Neither the failure of NAFTA, nor the US withdrawal from TAFTA, nor our public opposition to CETA deters you from continuing down this path. The threats weighing on our agriculture, and especially on the livestock sectors, delivered to the intensive New Zealand agribusiness, are deliberately ignored. By the unlimited and unconditional extension of free trade, you prevent our states and parliaments from protecting the food security and independence of the peoples of Europe, as well as ensuring the survival of our economies. The European Union's march towards borderlessness destroys the very reason for Europe, because it shows your search for a world government. We must leave these deadly European institutions if we want to save the European project.", "language": "en", "original_language": "fr", "translation_provider": "google"}, {"id": 11, "date": "2017-11-16.json", "name": "Γεώργιος Επιτήδειος (NI).", "mepid": "125071", "text": "- Mr President, the European Union's partnership with New Zealand includes a wide range of activities, including trade. New Zealand has as its second export destination the European Union, from which it imports mainly industrial products, cars, machinery, television equipment but also clothing and textiles. Because New Zealand mainly imports mutton, wool, fruit, wine and dairy products, which are also produced in the countries of southern Europe, trade in these products must be done with special care. In fact, given that the partnership provides for customs cooperation and the removal of some technical barriers, including customs duties, trade defense must be activated, as there is a risk that products will come from New Zealand. create conditions of unfair competition with the corresponding products of the European South, which is unacceptable and should not happen.", "language": "en", "original_language": "el", "translation_provider": "google"}, {"id": 12, "date": "2017-11-16.json", "name": "Adam Szejnfeld (PPE).", "mepid": "124890", "text": "- Mr Chairman! Next year we will celebrate the centenary of the end of World War I. On the occasion of today's debate, it is worth emphasizing that New Zealand - this small country, then less than a million - put 100,000 of its soldiers on the side of the Allies, helping us to win. It was no worse during World War II. Two hundred thousand New Zealanders fought on the good side of the force. It is not surprising, then, that we are also connected by formal relations, such as the joint declaration on relations and cooperation of 2007 or the partnership agreement for relations and cooperation of October 5, 2016. One might even be surprised that it was only so late that we signed such an important us binding contracts. Because what connects us? Cultural ties, political ties, economic ties, respect for human rights and the rule of law, cooperation in the field of environment and security, including the fight against terrorism. So I am glad that the result of all this will - I hope as soon as possible - the conclusion of a free trade agreement between us. It is worth recalling that the European Union is the third trade partner for New Zealand, and the value of our common economic exchange is around 20 billion New Zealand dollars. The European Union is also the second investor in New Zealand. Importantly, New Zealand is a democratic state that respects the rule of law, environmental protection and minority rights. Nothing separates us except distance, therefore let us continue to build this cooperation between us.", "language": "en", "original_language": "pl", "translation_provider": "google"}, {"id": 13, "date": "2017-11-16.json", "name": "Luigi Morgano (S&amp;D).", "mepid": "124788", "text": "- (IT) Mr President, ladies and gentlemen, I thank the rapporteur. The European Parliament's recommendation to conclude a partnership agreement with New Zealand could only be positive. New Zealand, it was recalled, is in fact one of the countries closest to us, as it shares the same democratic values ​​and principles, respect for human rights, fundamental issues such as peace, security and the environment. A common culture, therefore, and sensitivity that has made it possible to establish a close partnership with the European Union and with the Member States, which has resulted in common political choices. I refer to New Zealand's contribution to UN peacekeeping operations in Bosnia, Kosovo, Sierra Leone and Afghanistan, to the training of Iraqi security forces fighting Daesh, to the role of co-sponsor of the UN Security Council resolutions in Syria and the peace process. in the Middle East. Furthermore, its important role as a contributor and provider of assistance to sustainable development and poverty reduction in developing countries, to the concrete commitment to climate matters under the UN Framework Convention on Climate Change, and to the implementation of Paris Agreement, as part of COP21. It is therefore good to have reached the conclusion of this agreement, which also includes the fight against terrorism, in particular commitments on the exchange of information on terrorist networks and groups, on methods to prevent, counter and combat terrorism, radicalization and cybercrime. , but also intended for scientific, academic and technological cooperation. A choice consistent with the start of negotiations on the free trade agreement between the EU and New Zealand, which must take place in a spirit of reciprocity and mutual benefit, taking into account the sensitivity of some agricultural and other products. An important agreement, a coherent future-oriented political framework within which relations and cooperation on a wide range of issues will be further developed over the years, in the interest of the citizens of the Union and New Zealand.", "language": "en", "original_language": "it", "translation_provider": "google"}, {"id": 14, "date": "2017-11-16.json", "name": "Richard Sulík (ECR).", "mepid": "124928", "text": "- Mr President, as a member of the Australia-New Zealand Group, I clearly welcome the Free Trade Agreement with New Zealand. It is precisely barrier-free trade that is the best way to deepen relations between the countries of the world, especially those with which we have strong political, historical and cultural ties, and New Zealand is such a country. As a member of the Australia-New Zealand parliamentary group, I have met a number of relevant players and I can say that this agreement should have been concluded a long time ago. According to my information, it was mainly hampered by the fears of Western European farmers about New Zealand beef. I consider this a joke, as New Zealand farmers do not receive any subsidies at all and, in addition, they have to transport their products across Europe to Europe. Fearing such competition is a very weak business card for Western European farmers. I therefore want to express the hope that, following today's approval of the PARC cooperation agreement, a free trade agreement will soon be concluded.", "language": "en", "original_language": "sk", "translation_provider": "google"}, {"id": 15, "date": "2017-11-16.json", "name": "Anne-Marie Mineur (GUE/NGL).", "mepid": "125037", "text": "- Of course there is nothing wrong with good relations with New Zealand. It is a beautiful country, with beautiful people and wonderful ideas. But I would like to work with New Zealand in a way that is truly in the service of sustainability, climate and workers' rights. This partnership agreement is a first step towards yet another free trade agreement. That means more trade, more transport, more fuel costs and more emissions. That doesn't serve the climate at all. The climate conference in Bonn teaches us that we are not even getting close to the goals we set ourselves in Paris. The intention to go further in these agreements with Australia and New Zealand than already intended in the Trade in Services Agreement (TiSA) also threatens the labor rights and job security of European workers. And what do all these combined free trade agreements mean for the agricultural sector? Can the Commissioner clarify this? The trade agreements concluded by the European Union are based on a convergence of regulations. That means that we lose control over our rules. This is done through explicit agreements on this, but also through a much more invisible working method, namely by the regulatory cooperation body. This makes it invisible and uncontrollable for a representative of the people exactly how our rules converge. The fact that New Zealand has just agreed to the Trans-Pacific Partnership (TPP) doesn't make things any better. There are big differences between the rules all over the world and the countries of Europe are quite lonely at the top. If we start to converge with the whole world, we are pretty sure that we will lose our standards. I have nothing against New Zealand, but I have against these kinds of trade agreements. You should not make agreements like this with your friends. Thank you.", "language": "en", "original_language": "nl", "translation_provider": "google"}, {"id": 16, "date": "2017-11-16.json", "name": "Bronis Ropė (Verts/ALE).", "mepid": "125214", "text": "- It is great that relations with New Zealand are developing successfully.We recognize the same values and closer economic relations will certainly contribute to the strengthening of the international value community.On the other hand, things are not as simple as they seem at first glance.First of all, we must not forget that by creating bilateral special trade agreements, we are together destroying international structures.The hard-established World Trade Organization stays on the sidelines.Third parties also see the message that short-term benefits may be sought.Are we thinking about the long-term prospects for such activities?Nor can we ignore the ecological impact.I will not repeat the statistics on the impact of climate change on the New Zealand livestock sector alone.Do we really want to promote it even more while accelerating climate change?", "language": "en", "original_language": "lt", "translation_provider": "google"}, {"id": 17, "date": "2017-11-16.json", "name": "Bogusław Liberadzki (S&amp;D).", "mepid": "23768", "text": "- Mr Chairman! Commissioner! About six weeks ago, I had the pleasure of welcoming, on behalf of President Tajani, a group of Members of the New Zealand Parliament, headed by President Carter. It was an opportunity to make such a short review and compare at the same time intentions, will, similarities and differences. Well, the first general observation: historically we are close to each other, that is, Europe is close to New Zealand. The second thing is very important: our economies are not competitive, our economies are largely complementary. Third observation: the size of the European Union in every respect and the size of New Zealand are two completely different sizes. And finally, what they are very interested in is honest cooperation and the question: how will we divide, especially the trade in agricultural products, after Brexit. The second - cooperation in the field of terrorism and combating terrorism. As a general observation - congratulations on considering this report. I highly recommend support.", "language": "en", "original_language": "pl", "translation_provider": "google"}, {"id": 18, "date": "2017-11-16.json", "name": "James Nicholson (ECR).", "mepid": "1318", "text": "   – Mr President, I welcome the Partnership Agreement on Relations and Cooperation between the European Union and New Zealand and I want to congratulate Mr Tannock on a very good report. We already enjoy strong relations and share many common goals on international issues. There are many deep historical ties between Northern Ireland, which I represent, and New Zealand. William Massey, the 19th Prime Minister of New Zealand, grew up in Limavady, in County Londonderry, so there is a great tie between my region and New Zealand. It is vital that we build on these ties with New Zealand and other Commonwealth countries, while we are in the European Union and also once we leave. It is clear that there is political will from both the Commission and New Zealand to get the ball rolling on a free-trade agreement. As rapporteur, for the Agriculture Committee, on trade with New Zealand, I firmly believe that this has the potential to provide opportunities for our producers if a fair and balanced trade deal can be achieved. And that is the bottom line here. Commissioner, you will be going off to Buenos Aires very shortly, for the World Trade Organization Ministerial Conference, and it will be linked to that as well. We in Europe have got to be positive on trade, because if we are negative it will work against us.  I heard comments earlier in this debate about Europe trying to outdo the UK. I have a feeling that, while Europe has left the starting post on this issue, Dr Fox is still in the paddock and has not even got on his horse yet. From my point of view, I think we are in a very interesting position, where Europe will go ahead, and the UK will have good trade. So we will have good relations with this brilliant – lovely – country and I wish it well, with every success in the future.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 19, "date": "2017-11-16.json", "name": "Neena Gill (S&amp;D).", "mepid": "4533", "text": "   – Mr President, I welcome the conclusion of this partnership agreement with New Zealand and my congratulations too to Charles Tannock. In these times of increasing isolation and nationalism, I think it is of paramount importance that we join forces with partners who share our values and our world vision to advance an open rules-based global order that works for the people. As an MEP in the Progressive Alliance of Socialists and Democrats Group (S&amp;D), I welcome that the recent elections in New Zealand resulted in a Labour-led government, championing an agenda of sustainable development.  Clearly, the EU and New Zealand are already finding an important common cause and we are making progress on trade negotiations on which this House adopted recommendations last month. Aside from trade, I hope this partnership will help us to focus our attention on a region of important mutual strategic benefit – the Asia-Pacific region. Whether it concerns the stability in the South China Sea that harbours vital shipping routes, combating climate change or addressing terrorist threats, this region is of key strategic importance to the European Union and I call upon the High Representative, the Council and the Commission to ensure that this agreement is a stepping stone to advancing our partnerships in the Asia-Pacific region, where New Zealand is an important actor. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 20, "date": "2017-11-16.json", "name": "Tonino Picula (S&amp;D).", "mepid": "112744", "text": "- Mr. President, I support the Partnership Agreement on relations and cooperation between the European Union and New Zealand because it is our close partner when it comes to defending democratic principles and human rights. The first permanent ambassador of the European Union to New Zealand took office last year, opening an autonomous delegation of the European Union to New Zealand. New Zealand is committed to participating in European Union crisis management operations: the EUNAVFOR Atalanta around the Horn of Africa, the EUPOL mission in Afghanistan and the EUFOR mission (Althea) in Bosnia and Herzegovina. I emphasize the importance of enhanced care for the environment and the seas to protect natural resources, common goals in the fight against climate change and partnership in the field of universal access to sustainable energy, in line with the United Nations initiative of the same name. I believe in the partnership between the European Union and New Zealand because we share the same values ​​and interests. Our partnership needs to be upgraded with an economic dimension by concluding free trade agreements. I hope that we will overcome the differences in terms of recognition of geographical indications of products.", "language": "en", "original_language": "hr", "translation_provider": "google"}, {"id": 21, "date": "2017-11-16.json", "name": "Francisco Assis (S&amp;D).", "mepid": "28307", "text": "- Mr President, I begin by congratulating the rapporteur on the excellent work carried out and stressing the importance of this partnership agreement with New Zealand. New Zealand is one of the countries in the world with which we have the closest proximity, it is a democratic rule of law that has an interpretation of international issues very close to that prevailing within the European Union and, therefore, we have every reason to seek to strengthen political links with New Zealand. In this sense, this partnership agreement may inaugurate a new phase in this scope. But I also want to say that I hope that, in addition to this partnership agreement at the political level, and with what it entails in several dimensions that have already been mentioned, this is also an important step towards the full progress towards the conclusion of an agreement free trade agreement with Australia. I believe that the European Union cannot close in on itself, the European Union must also open up from the point of view of trade relations with other parts of the world and New Zealand is naturally, due to its cultural and political values ​​proximity , a trading partner to recommend to the European Union.", "language": "en", "original_language": "pt", "translation_provider": "google"}, {"id": 22, "date": "2017-11-16.json", "name": "Francisco José Millán Mon (PPE).", "mepid": "28400", "text": "- Mr President, I too would like to start by congratulating Mr Tannock on his excellent report.I think it is very convenient for the European Parliament to approve the Association Agreement with New Zealand, a geographically distant country, but, as has already been said, very close to the European Union in values, principles and interests.And he is also clearly committed to international cooperation and governance.With the signing of the Framework Agreement with Australia last August, the European Union took another step in strengthening its presence in Asia-Pacific.I believe that the Union is a global player and it must continue to be so, too, when we become a Europe of 27 States.For this, we have to strengthen our projection in a region as broad but also as dynamic as the Asia-Pacific region, and the New Zealand agreements, and also the Australian one, will serve us well.", "language": "en", "original_language": "es", "translation_provider": "google"}, {"id": 23, "date": "2017-11-16.json", "name": "Nicola Caputo (S&amp;D).", "mepid": "124851", "text": "- (IT) Mr President, ladies and gentlemen, New Zealand is linked to the European Union and its Member States by a close and long-standing partnership, and has already concluded bilateral free trade agreements with important countries such as Australia, Thailand and the China. New Zealand is a country with high standards of civilization that promotes sustainable production methods, particularly in the food sector, and has promoted global agreements on global climate and mitigation of emissions. However, we must not make mistakes already made in the past, because any free trade agreement involves some risk, especially for our agri-food production. The protection intended to be reserved for European agri-food products, which are sensitive products and which, for example, have already been put at risk by agreements such as CETA, must therefore be clarified as a matter of priority. New Zealand is an important partner. The free trade agreement may bring benefits to both countries, but Europe must be able to protect its assets and specificities with the utmost care.", "language": "en", "original_language": "it", "translation_provider": "google"}, {"id": 24, "date": "2017-11-16.json", "name": "Maria Heubuch (Verts/ALE).", "mepid": "124848", "text": "- Mister President! Nobody doubts here that we together really respect the values ​​on which we are based, and I too want to do that at this point. But are we really complementary economies, as was said before? I don't see it that way with every product in agriculture. And here is an overall problem. We do a lot of trade agreements - it was just called CETA - we're going to Mercosur, we're going to Australia, to New Zealand, now comes Japan. But who really looks at what that ultimately means for agriculture and food production? Who is really evaluating what is in store for us overall? We look at each agreement individually, but that adds up. I see a very big problem here. We have to evaluate exactly what it means here overall. Food is not a normal commodity, it is not a car that we can manufacture as we wish. Food production has a lot to do with the local regions, with the people who work there, and that also has to do with how we then deal with the environment. I think we should evaluate that better here and build more protection here.", "language": "en", "original_language": "de", "translation_provider": "google"}, {"id": 25, "date": "2017-11-16.json", "name": "Νότης Μαριάς (ECR).", "mepid": "125069", "text": "- Mr President, the European Union's good political relations with New Zealand are being used as a political outlet, as an argument, simply to enter into a free trade agreement, as was the case with CETA. Those who support free trade are usually from the Nordic countries, which produce industrial products that they export to New Zealand. But there is a serious problem, Mr HOGAN, which has to do with agriculture: agricultural production in the European Union will be hit and there will be too many problems for livestock, with New Zealand dairy products and the food industry. We must not go back to a story like with CETA. There must be protection of products of designation of origin, protection of geographical indications, protection of feta and other products that are traditional for Greece. Let us not return to discuss what happened with the CETA case and Canada.", "language": "en", "original_language": "el", "translation_provider": "google"}, {"id": 26, "date": "2017-11-16.json", "name": "Czesław Adam Siekierski (PPE).", "mepid": "23787", "text": "- Mr Chairman! In the Committee on Agriculture, we adopted an opinion on agriculture in the negotiation of a trade agreement with New Zealand. The author was Mr Nicholson, who spoke earlier, an excellent specialist in this relationship and in this agricultural sector. I want to say that New Zealand has a competitive agricultural sector with a strong export orientation dominated by the dairy, sheep, goat, beef and fruit sectors. The agricultural trade accounts for a large proportion of New Zealand's total trade. New Zealand is an exporter of mainly agricultural products, while the Union of processed products to New Zealand. We have problems with the difference in standards or geographical indications. We know New Zealand is an advocate of full trade liberalization. It is true that New Zealand is competitive with European agriculture, but that does not mean that we are not to develop trade. We have to negotiate appropriate conditions, partnership conditions, because trade is the basic factor of development and growth, and globalization on the world market is simply going in this direction. It should also be expected that New Zealand, which was part of the TPP, the Trans-Pacific Partnership, will probably return - there will be a reason - for these talks and the Trans-Pacific Partnership will gain new dimensions.", "language": "en", "original_language": "pl", "translation_provider": "google"}, {"id": 27, "date": "2017-11-16.json", "name": "Phil Hogan", "mepid": "n/a", "text": "   Member of the Commission. – Mr President, I would like to thank everybody for the very constructive exchanges in relation to this agreement, and to thank all who spoke on the subject. I greatly appreciate the discussion and your interest in the European Union-New Zealand Partnership Agreement on Relations and Cooperation. The debate has shown very strong support for the strengthening of the European Union and New Zealand relationship through this agreement and, although we are geographically far from one another, dialogue and cooperation between the EU and New Zealand have never been as close as they are today. This new agreement gives us the opportunity to consolidate our achievements and advance onto a range of issues relevant to the challenges of our time. Many Members have clearly expressed some concerns about the future negotiations in relation to a free-trade agreement. I can say that the Commission and the negotiating mandate in relation to these issues are fully transparent. The two negotiating directives and the mandate in relation to these negotiations are on our website, and the sensitivities in relation to agriculture will be included. The Commission has made it absolutely clear to our New Zealand counterparts that agricultural sensitivities must be taken into account and that no full liberalisation can be contemplated for some sectors.  The Commission has proposed in the draft negotiating directives, which have already highlighted the agricultural sensitivities, to ensure that any future agreement will not cause major disruption in the European Union, including in the outermost regions. The important thing is that our sensitivities on market access and geographical indications are acknowledged, and these are well known to New Zealand and are being acknowledged by it in the scoping process. In relation to specific issues of trade and agriculture, and trade generally, the broader geopolitical considerations are important for a like-minded partner in the Oceania-Pacific region. New Zealand, together with Australia, is among the fastest-growing developed economies. There will be gains for the cars and car parts, machinery, chemicals and services sectors. The agricultural sector, as well, will benefit from improved market access for processed products, for cheeses and alcoholic beverages – particularly important for the agricultural sector with the acknowledgment of our geographical indications (GI) scheme and the recognition of our GI products such as wines, spirits and agri-food products. New Zealand has recognised this at ministerial level and the scoping paper reflects the high level of ambition that we can pursue on geographical indications, which is providing a good starting point for the actual negotiations. Can I also say to Ms Heubuch that we will include, as we do in every free-trade negotiating mandate, issues around environment, issues around animal welfare, animal health, and indeed plant health. All of these issues will be very important in terms of pursuing an ambitious outcome, which will ultimately have to be approved by this House, in relation to whether we have achieved enough or not. Lastly, I would say to Mr O’Flynn that I look forward to meeting Secretary of State Fox in the marketplace, and he will see that size matters when it comes to trade in the European Union where we have 450 million customers, while he will have about 70 million customers. I hope that we will be able to continue the high standards for food that we have become accustomed to in free-trade agreements in the European Union, and we will not lower our standards to what has been advocated in the marketplace in the context of any free-trade agreement by Secretary Fox.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 28, "date": "2017-11-16.json", "name": "Charles Tannock", "mepid": "4521", "text": "  rapporteur. – Mr President, as we wind up the debate I would first like to thank the Commissioner and the shadow rapporteurs across Parliament who have all been very supportive throughout the process. The report’s passage through the committee stage and the Parliament has also been very smooth, and whilst this is largely due to the widespread support that exists for greater cooperation with New Zealand in everything from fighting terrorism to mitigating climate change, clearly it shows that New Zealand really is close to us in many ways.  As I set out in my earlier speech and has been echoed throughout the House, this agreement is welcome and therefore something we can be proud of. As a Brit, however, I have to admit that this is a bittersweet moment, given my country’s impending exit from the European Union. There are those in Britain, and in this House, sadly, that still believe in a British Empire Mk. II, and that the United Kingdom has been held back in freely trading and cooperating with its old Commonwealth partners such as Canada, Australia and New Zealand.  The truth is that Britain will now have to renegotiate from scratch, on a bilateral basis, political agreements such as this and future FTAs which, by the time of Brexit in 2019, will have already been concluded for the EU. This is a great pity for my country, and certainly can illustrate the increasing success that the European Union is achieving now in negotiating and signing ambitious political and free trade agreements with democratic countries and economic blocs in the Asia-Pacific region and in the wider globe.  As I conclude, my only final wish is to welcome this initiative and the eventual FTA and to hope that later today we will be able to celebrate its successful adoption by Parliament. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 29, "date": "2017-11-16.json", "name": "Presidente. –", "mepid": "96864", "text": "The joint discussion is closed.The vote will take place on Thursday 16 November 2017. Written statements (Rule 162)", "language": "en", "original_language": "it", "translation_provider": "google"}, {"id": 30, "date": "2017-11-16.json", "name": "Urmas Paet (ALDE)", "mepid": "129073", "text": "in writing.- The EU and New Zealand are like-minded countries with similar views on global issues, with a number of common goals.In order to better achieve common goals, it makes sense to increase cooperation and dialogue.The purpose of the EU-New Zealand Partnership and Cooperation Partnership Agreement is to strengthen the partnership, increase cooperation in various fields and enhance communication.This is the case, for example, in the field of foreign and security, such as weapons of mass destruction, the fight against terrorism and the promotion of peace and security in the world.The agreement also provides for increased cooperation in the economic, trade and scientific fields.", "language": "en", "original_language": "et", "translation_provider": "google"}, {"id": 31, "date": "2017-11-16.json", "name": "Dubravka Šuica (PPE)", "mepid": "119434", "text": "written. - New Zealand has been a partner for many years with the European Union and its members, with whom it shares common values, human rights, fundamental freedoms, the rule of law, peace and security. New Zealand, together with the USA, Canada and Australia, is a member of the \"Five Eyes\" community, which works closely with the \"Fourteen Eyes\" community, in which EU members also participate: France, Germany, Italy, the Netherlands, Belgium, Sweden, Denmark and Spain. Also, New Zealand is a longtime member of the OECD, IMF, ADB and the newly formed AIIB. The European Union considers New Zealand the 3rd largest trading partner, which already has good cooperation with the European Union's closest partners such as the United States (agreement signed in 2010 by the Wellington Declaration) and Australia (1983 agreement). New Zealand has also concluded bilateral free trade with Australia, Singapore, Thailand, China, Hong Kong, Taiwan, Malaysia and South Korea, as well as multilateral trade agreements under the Trans-Pacific Strategic Economic Partnership Agreement with Singapore, Chile and Brunei. It is very important for the European Union to improve relations with New Zealand because of the sharing of common interests. Future cooperation would contribute to the development of both New Zealand and the members of the European Union.", "language": "en", "original_language": "hr", "translation_provider": "google"}, {"id": 32, "date": "2017-11-16.json", "name": "Jarosław Wałęsa (PPE)", "mepid": "96774", "text": "in writing. - Cooperation between the EU and New Zealand has a huge impact on the further development of these two economies and their mutual relations. The subject of the debate was the draft non-legislative resolution on a Council decision on the conclusion, on behalf of the Union, of a partnership agreement on relations and cooperation between the European Union and New Zealand. On October 5, 2016, New Zealand and the EU signed a Partnership in Relations and Cooperation Agreement (PARC). This agreement testifies to an apparently close relationship between the two parties recently. Not only should it be noted the high level of mutual relations, but also the readiness for further cooperation in the near future. The agreement creates long-term cultural, political and economic ties between the EU and New Zealand, strengthens common values ​​for human rights and the rule of law, and provides for further cooperation in areas such as innovative technologies, environmental protection and security. PARC ensures full cooperation between the countries of the Community and New Zealand for the common good. Moreover, it not only strengthens political dialogue and economic cooperation, but also positively influences the development of science, education and culture. It should be added that such a partnership will contribute to a more effective fight against the problem of migration, terrorism, organized crime as well as cybercrime. Both parties support the agreement as much as possible and are willing to develop together. Therefore, it is very important to support the motion for a resolution on relations and cooperation between EU members and New Zealand.", "language": "en", "original_language": "pl", "translation_provider": "google"}, {"id": 33, "date": "2017-11-16.json", "name": "Presidente. –", "mepid": "96864", "text": "The next item is the debate on seven motions for resolutions on freedom of expression in Sudan, in particular the case of Mohamed Zine al-Abidine (2017/2961 (RSP)).", "language": "en", "original_language": "it", "translation_provider": "google"}, {"id": 34, "date": "2017-11-16.json", "name": "Charles Tannock", "mepid": "4521", "text": "  author. – Mr President, a free press is one of the essentials for ensuring that a meaningful democratic system can function operating under the rule of law. Without such an underpinning, other efforts and programmes aimed at improving good governance and development are always undermined. I am pleased that we are therefore taking the opportunity today to shine a spotlight on the terrible state of press freedom in Sudan, particularly illustrated by the case of journalist Mohamed Zine al-Abidine and his editor-in-chief Osman Mirgani. Al-Abidine, in a clear case of political persecution and selective justice, has been sentenced to a suspended sentence of five years, ostensibly for writing a piece alleging corruption associated with the ruling family of President Omar al-Bashir. Whilst this is a most egregious example, it is sadly not an isolated case. In 2016, there were 44 occurrences of confiscated publications affecting 12 different newspapers, which gives you an idea of the widespread nature of such repressive practices in Sudan. All of this is in clear contradiction of the Cotonou Agreement. I hope that today’s debate will serve as a call on the Commission to remind the Sudanese authorities of their obligations under international law.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 35, "date": "2017-11-16.json", "name": "Ignazio Corrao", "mepid": "124856", "text": "  author. – Mr President, it is sad that today we are again discussing Sudan. Not only because nothing has changed but especially because the situation is getting even worse, mainly in regard to freedom of expression. Reporters Without Borders ranks Sudan among the least free countries, at 174 out of 180 in the 2017 World Press Freedom Index, due to the harassment of the media and confiscation of newspapers issue. In addition to this, a new concern arises in regard to the proposed Press and Printing Act of 2017, which includes further controversial restrictions to online publication and provisions for the lengthier suspension of newspapers and journalists. It is true that today the spotlights are on Mohamed Zine al-Abidine who is paying very dearly for the choice to have respected the fundamental right of freedom of expression. But let us not forget about all of those, also in Europe, who lost even their lives simply because they shed some light on unacceptable situations. Parliament just yesterday dedicated a room within these premises in honour of Daphne Caruana Galizia, the Maltese journalist brutally assassinated for speaking out the truth. Parliament and all its Members have to make a strong contribution so as to prevent such situations. This is why we will support this resolution by which we urge the Sudanese Government to stop its heinous practices against journalists and editors, in order to start to build a democratic environment where both the rule of law and human rights are respected. Unfortunately, this is just one aspect of a more complex picture that includes several violations of human rights, ranging from the well-known situation in Darfur to international criminal law concerns. I conclude by saying that, with great honour, I will take part next month in the Sub—committee on Human Rights’ mission to Sudan, so as hopefully to provide support, not only to Mr Mohamed Zine al-Abidine, but to all journalists who are victims of harassment, intimidation and attacks, and advocate freedom of online and offline expression.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 36, "date": "2017-11-16.json", "name": "Barbara Lochbihler", "mepid": "96728", "text": "Author. - Mister President! I welcome the fact that we are appealing to the Sudanese government to respect civil liberties. Again and again newspapers are confiscated by the all-powerful secret service and the police, non-governmental organizations are banned, gatherings are broken up and human rights activists are arrested. The prosecution of the anti-government journalist Mohamed Zine al-Abidine is a current example. But I also expect that in a resolution like this we will self-critically question the EU's policy in Sudan. That is why we have tabled green amendments. We problematize EU cooperation with Sudan on migration issues. We also call for the EU and the Member States to restrict their diplomatic relations without substantial improvements in the human rights situation. In spring I spoke to human rights activists myself in Khartoum, all of whom fear that the EU's strong focus on border protection and security will lead to restraint on human rights issues. I share this concern. It would be fatal for Sudan if the EU were to even partially turn away from the catastrophic humanitarian and human rights situation in favor of short-term interests. Sudan is currently the only country whose incumbent head of state is wanted by the International Criminal Court for war crimes and genocide by arrest warrant. This week the Sudanese President Al-Bashir was in Uganda. Unfortunately, Uganda did nothing to refer him to the International Criminal Court. The High Representative has publicly criticized this. I expressly support this. The EU must continue to consistently demand cooperation with the International Criminal Court.", "language": "en", "original_language": "de", "translation_provider": "google"}, {"id": 37, "date": "2017-11-16.json", "name": "Marie-Christine Vergiat", "mepid": "96858", "text": "author. - Mr. President, the GUE / NGL group did not associate itself with this resolution, not that the case of Mr. Zine al-Abidine is not symbolic of violations of press freedom in Sudan, a press which endlessly undergoes direct or indirect censorship, notably through the regular confiscation of newspapers, but because it falls short of the human rights violations perpetrated in this country. NGOs continue to tell us that the situation remains unchanged there, especially in Darfur. The bombing continues and there are even reports of the use of chemical weapons. In addition, there is no security for the population outside the camps. However, President Al-Bashir, still under an arrest warrant from the International Criminal Court, wants to dismantle these camps at the same time when the UN is drastically decreasing, namely by 44%, the presence of UNAMID. I fear that the human rights situation in Sudan may be sacrificed on the altar of European migration policies and Saudi friends, given the weight of Sudanese troops in Yemen. It may even make our “rights” mission even more difficult in December. I sincerely regret it.", "language": "en", "original_language": "fr", "translation_provider": "google"}, {"id": 38, "date": "2017-11-16.json", "name": "Soraya Post", "mepid": "124997", "text": "Author. - Mr President! In 2016, the world's eyes were on Donald Trump's heated campaign speech on fake news. In the same year, nine journalists were arrested in more authoritarian countries on charges of fake news. In 2015, there were two reported cases. We do not have figures for 2017 yet, but the trend is very clear. How we as democracies act can mean differences between a life in freedom and a life in prison for journalists. Sudan is a good example of this. This year, the EU is investing € 1.7 million to fund projects that promote democratic principles in Sudan, with a special focus on, among other things, the media. With the rising star of the United States, the EU must take the fight for human rights seriously. In agreements and partnerships with third countries, we must focus on human rights clauses, and when they are not met, they must be accompanied by tangible consequences. I would also like to take the opportunity to recommend Forbidden Stories, a project that Reporters Without Borders and the Freedom Voices Network is launching this November to secure material from threatened journalists and make it possible to continue their work if they are arrested or killed.", "language": "en", "original_language": "sv", "translation_provider": "google"}, {"id": 39, "date": "2017-11-16.json", "name": "Javier Nart", "mepid": "125005", "text": "Author. - Mr President, the definition of Sudan is a regime presided over by a criminal, by a fugitive from justice and by a regime and a president who have been responsible for the genocides in Yebel Marra, Yebel Nuba and the Darfur area, and the repression of his own people for many years. The situation in Sudan simply means that we are dealing with a regime where the Janjauids in the Darfur area and the National Security Agency are in command, they are the all-powerful and, consequently, the pillars of the regime. Freedoms do not exist and freedom of the press is a myth, even if they have signed all or some of the international declarations. In any case, the case of Mohamed Zin al-Abidín is only one example of a general situation, of a country subjected to barbaric repression, to barbaric exploitation. This is the situation in Sudan. Mohamed Zin al-Abidin is simply an anecdote in a ghastly category.", "language": "en", "original_language": "es", "translation_provider": "google"}, {"id": 40, "date": "2017-11-16.json", "name": "Tunne Kelam", "mepid": "28424", "text": "  author. – Mr President, the situation of human, civil and political rights in Sudan continues to be worrying. Especially alarming is the state of freedom of expression. There are numerous reports about security services intervening in the activities of journalists, intimidating and censoring them. Mohamed Zine al-Abidine is just one of them. He has been taken to court for criticising the alleged corruption of President al-Bashir’s family. The editor of the newspaper al-Tayar was fined for publishing his article. Last year there were at least 44 cases of confiscated publications and the publication of three newspapers was suspended.  We urge the Sudanese authorities to end all forms of harassment and intimidation of journalists, and immediately review charges against Mohamed Zine al-Abidine. More importantly, the Sudanese Government is called upon to implement in a good spirit fundamental human rights, including freedom of expression. I thank Commissioner Stylianides for raising the issue of fundamental rights in Sudan during his recent visit to this country, but more needs to be done. The European Union should be mainstreaming human rights in our relations with third countries at all times. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 41, "date": "2017-11-16.json", "name": "Lars Adaktusson", "mepid": "124990", "text": "  on behalf of the PPE Group. – Mr President, again we observe the heinous measures which dictatorships are willing to use in order to silence even the slightest criticism – legitimate criticism. Yet we act surprised. By this time we ought to know to what lengths authoritarian regimes are ready to go in order to silence any perceived threats. As a former journalist I realise the indispensable role of a free press in any state grounded in the rule of law. External scrutiny is a fundamental aspect of holding political representatives accountable to the people.  The European Union must condemn the unjust sentencing of Mohamed Zine al-Abidine and Osman Mirgani, and increase the pressure on the Sudanese regime. The President and his companions must cease their actions. The people of Sudan too deserve to live in freedom, in security and democracy. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 42, "date": "2017-11-16.json", "name": "Cécile Kashetu Kyenge", "mepid": "124801", "text": "on behalf of the S & amp; D Group. - (IT) Mr President, ladies and gentlemen, Commissioner, dictatorships do not like critical journalists. That is why we must continue to denounce the human rights violations they commit. This is our duty even in the face of the oppressed Sudanese people. With this resolution we denounce the repeated violation of freedom of expression and of the press and the mistreatment of journalist Mohamed Zine al-Abidine and his editor Osman Mirghani. These cases are an indication of the backwardness of human rights in Sudan. The autocratic regime of Omar al-Bashir proves to be liberticide and employs the police in punitive expeditions against those who denounce corruption. Sudan needs to feel close to us in supporting the denouncing initiatives that come from the Sudanese people themselves. The Sudanese authorities are committed to respecting human rights and fundamental freedoms enshrined in international law, including freedom of expression.", "language": "en", "original_language": "it", "translation_provider": "google"}, {"id": 43, "date": "2017-11-16.json", "name": "Marietje Schaake", "mepid": "96945", "text": "  on behalf of the ALDE Group. – Mr President, Mohamed Zine al-Abidine wrote an article about alleged corruption by the President of Sudan, Mr al-Bashir, who of course is accused of many worse crimes including the gravest ones – crimes against humanity, genocide and war crimes – but he is avoiding facing trial. Al-Abidine did what a journalist is supposed to do – shed light on those in power – but is now being sentenced to five years as one of many critics that are silenced.  We call on the Sudanese authorities to review these outrageous charges and to respect all people’s rights. The government should at least adhere to its own commitments under the Cotonou Agreement, but also to the Declaration on Media Freedom in the Arab World. We in the EU should step up our efforts to make sure that people’s rights are respected in Sudan, including the freedom of expression online and offline.  I would suggest that by only focusing on managing migration we are not doing that, we are not prioritising respect for human rights. In fact we may well give people a good excuse to repress and to keep people down. I think that is the wrong development also from our side. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 44, "date": "2017-11-16.json", "name": "Pavel Svoboda (PPE).", "mepid": "96272", "text": "- Mr President, Commissioner, according to the Reporters Without Borders World Press Freedom Index, Sudan ranks 174th out of 180 countries evaluated. Government authorities in Sudan routinely detain and accuse journalists and confiscate the publication of various periodicals. In 2016, there were a total of 44 such cases involving twelve different newspapers. Muhammad Zayn al-Abidin criticized the alleged corruption in the family of Sudanese President al-Bashir, as has been stated several times. He was sentenced to 5 years on probation and appealed against the verdict. His case is just one of many violations of fundamental rights and freedoms in Sudan. We know that freedom of the press and freedom of expression is a basic precondition for the establishment and development of a free society. As a European Union, we should therefore strongly condemn the persecution of journalists and severely sanction its initiators. On the contrary, we must provide all possible support to all those who are fighting for the survival of the independent press in Sudan. In the case of Muhammad Zain al-Abidin, we must demand a fair trial.", "language": "en", "original_language": "cs", "translation_provider": "google"}, {"id": 45, "date": "2017-11-16.json", "name": "Julie Ward (S&amp;D).", "mepid": "124963", "text": "   – Mr President, in a country where widespread violations of human rights have been extensively reported by international organisations such as Waging Peace, the case of Mohamed Zine al-Abidine is extremely worrying. His arrest and imprisonment follows repeated acts of intimidation and harassment, conducted by the authorities against journalists. It is clear that the Sudanese Government seeks to silence critical voices by means of judicial harassment, censorship and confiscation of newspapers. These unacceptable actions have been taking place in the context of total disregard by Mr Omar al—Bashir, a total disregard for human rights and international law. He still has not been brought to justice regarding the grave accusations of genocide, war crimes and crimes against humanity that were filed against him several years ago. The EU must use all diplomatic channels at its disposal to urge the Sudanese authorities to release Mohamed Zine al—Abidine and all the human rights defenders, journalists and political opponents behind bars in Sudan. High Representative Federica Mogherini must also put all her efforts into presenting Mr al—Bashir to the International Criminal Court.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 46, "date": "2017-11-16.json", "name": "Neena Gill (S&amp;D).", "mepid": "4533", "text": "   – Mr President, Sudan ranks 174th out of 180 in terms of press freedom. This gives you a clear idea of the context in which journalist Mohamed Zine al-Abidine and his editor-in-chief are facing charges for criticising alleged corruption in the family of the Sudanese President al-Bashir, a president who has escaped justice for organising war crimes and crimes against humanity. These journalists are not alone in facing repression. The Sudanese intelligence agency has been waging an actual war on freedom of information and expression for years. There is no hope for democracy if these basic values continue to be threatened.  My main concern is that the EU gives EUR 100 million in aid to Sudan on migration. We need to ensure that not a euro is diverted to fund surveillance and IT systems that could assist in repression of journalists and media. I think that the High Representative, the Commission and Member States need to step up support to civil society that can help and reform press and printing legislation. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 47, "date": "2017-11-16.json", "name": "Νότης Μαριάς (ECR).", "mepid": "125069", "text": "- Mr President, we must first note that Sudan has not ratified the revised version of the Cotonou Agreement in 2005. Its president, al-Bashir, is accused of genocide and is currently evading referral to the International Criminal Court. It is clear that the problem of freedom of the press is one of the problems of circumvention of fundamental rights and freedoms in Sudan. Censorship prevails and any newspaper that dares to criticize the regime is shut down. We have repeatedly seized newspapers that have been highly critical of the regime and, of course, the latest case of journalists, most notably al-Abidine, who criticized the regime for corruption in the newspaper. The European Union must take concrete action against the Sudanese regime and ensure, of course, that any European aid given goes directly to the people and not to the regime.", "language": "en", "original_language": "el", "translation_provider": "google"}, {"id": 48, "date": "2017-11-16.json", "name": "Michaela Šojdrová (PPE).", "mepid": "124710", "text": "- Mr President, the European Parliament has a duty to stand up for the unjustly prosecuted, we have a duty to promote media freedom.We don't even have to go that far.Governments that have a problem and are afraid of freedom of speech are the first to intervene against freedom of the press and journalists.Let's look at Malta, Turkey, Russia.And Sudan has economic as well as political problems, and so the government is persecuting opponents and people who are fighting for a free Sudan.Recently, Parliament supported Petr Jašek and his colleagues who, as humanitarian workers, supported the unjustly prosecuted.So let us also now support Muhammad Zain al-Abidin and other journalists who are helping to find the truth in Sudan.At least their bravery deserves our great support.", "language": "en", "original_language": "cs", "translation_provider": "google"}, {"id": 49, "date": "2017-11-16.json", "name": "Carlos Iturgaiz (PPE).", "mepid": "28398", "text": "- Mr President, I want to support this Resolution in favor of the release of Mohamed Zin al-Abidín.Sudan is one of the countries where there is a lack of freedom and an obvious lack of human rights.The Sudanese regime has subdued and intimidated its people, and the case of Mohamed Zin al-Abidín is an example of how the Sudanese authoritarian dictatorship is repressing the freedom of the press for reporting on the corruption of the President of Sudan and hisfamily.From the European Union, ladies and gentlemen, we must condemn what is happening in Sudan.Not only in the case that concerns us today, but in all the violations of freedom of expression and rights that occur in that African country.As you know, Sudan receives financial aid from the European institutions.And such aid must also be limited to Sudan meeting the democratic requirements of respect for freedom of expression and respect for human rights.", "language": "en", "original_language": "es", "translation_provider": "google"}, {"id": 50, "date": "2017-11-16.json", "name": "Phil Hogan", "mepid": "n/a", "text": "   Member of the Commission, on behalf of the Vice-President of the Commission/High Representative of the Union for Foreign Affairs and Security Policy. – Mr President, as you know, I am taking this item on behalf of Commission Vice-President Mogherini. The European Union continues to express serious concerns about the human rights situation in Sudan, which is marked by human rights violations and abuses, including restrictions on peaceful protests, media censorship, harassment and arbitrary detention of human rights defenders, the crackdown on civil society organisations and restrictions on freedom of religion. In particular, freedom of expression and press and media freedoms are also under serious threat. The security authorities continue to seize print runs, to suspend independent newspapers indefinitely, and arbitrarily to arrest and detain journalists for the critical content of their writing. Such concerns were highlighted in a statement issued by the European Union, with like-minded partners, in December 2016. Despite some progress that Sudan has recently shown on humanitarian access and establishing a cessation of hostilities in conflict areas, changes in the domestic setting remain limited. Civil society organisations are largely inhibited from operating at full capacity, with crackdowns on protesters, human rights defenders, journalists, members of the opposition and religious minorities. The case of Mohamed Zine al-Abidine is emblematic of the problems that affect the whole country. In 2012, this journalist was detained for two weeks because of an opinion article denouncing the abuse of power by the highest circles of Sudanese leadership, which was published by the newspaper al-Tayar. As a consequence, the newspaper was immediately suspended for two years. On 23 October the Sudanese court sentenced Zine al-Abidine to a three-year suspended sentence and the editor-in-chief, Osman Mirgani, to six months in jail for criminal conspiracy and disruption of the public order. Mirgani was released the following day after a fine for his release was paid. The European Union has closely monitored the aforementioned prosecution and other similar cases through which the Sudanese Government tries to maintain control over the information landscape in the country. The Union will continue to call on the Government to respect freedom of expression and enable space for civil society. The Union also remains committed to supporting human rights defenders and civil society at large through various means at our disposal. The Union is, for example, supporting several projects on press freedom, as well as civic and human-rights education in Sudan through the European Instrument for Democracy and Human Rights.  The European Union strongly encourages the Government of Sudan to show full commitment to peace and reconciliation in Sudan. This includes the strengthening of the democratisation process, respect for human rights and fundamental freedoms, as well as the adoption of genuine political and economic reforms addressing the root causes of conflict. The EU is ready to engage with the Government of Sudan on these issues.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 51, "date": "2017-11-16.json", "name": "La Présidente. –", "mepid": "96952", "text": "The debate is closed.The vote will take place today from 12 noon.", "language": "en", "original_language": "fr", "translation_provider": "google"}, {"id": 52, "date": "2017-11-16.json", "name": "La Présidente. –", "mepid": "96952", "text": "The agenda calls for a debate on five motions for resolutions concerning the terrorist attacks in Somalia (2017/2962 (RSP)).", "language": "en", "original_language": "fr", "translation_provider": "google"}, {"id": 53, "date": "2017-11-16.json", "name": "Charles Tannock", "mepid": "4521", "text": "  author. – Madam President, a lorry in Mogadishu, loaded with explosives, tragically resulted in the deaths of 385 people, with many others injured and more than 100 buried without identification, due to the severity of their injuries. Their loved ones will never know who they are. Somalia is a land plagued with intractable problems: terrorism, drought, famine, refugee camps, crippling debt, child soldiers and the worst corruption in the world for the tenth year running. Add to this the allegations of sexual violence by troops from the UN-backed African Union Mission in Somalia (AMISOM), the force mobilised to protect the Somalian people from extremist groups, and it is clear that this is still a very fragile nation, teetering on the edge. The election of President Mohamed Abdullahi Mohamed was a milestone in this country’s recent history and there are some positive signs that President Mohamed is committed now to continuing the fight against al-Shabaab. By appointing representatives from different clans to ministerial office, he is also building unity across a very fractured society. The EU, too, must now do what it can by encouraging dialogue between the social sectors and ensuring that allegations against AMISOM troops are thoroughly investigated and that those responsible are rapidly brought to justice. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 54, "date": "2017-11-16.json", "name": "Lola Sánchez Caldentey", "mepid": "125035", "text": "author. - Madam President, today I would like to speak about an uncomfortable truth. We cannot talk about terrorism in Somalia without first pointing out the elephant sitting in the room: a state, Saudi Arabia; One figure, 25% of its trade is with the European Union. We are your first business partner. The uncomfortable truth: Saudi Arabia is the founding state and the biggest promoter of Wahhabism, and is a preferred partner of the European Union. Yes, of this European Union of political coherence. Terrorism is fought with sustainable development, with integration and social cohesion, with redistribution of wealth, not with militarization. Stabilizing Somalia requires that we end the hypocrisy of our foreign action. Development aid should not be conditioned on cooperation in migration policy, but should focus on achieving the SDGs. But sadly, the biggest expense by far from the international community in Somalia is military. We would not object if drones distributed social inclusion and human rights, but we know that - a product of our political coherence - this is far from being the case.", "language": "en", "original_language": "es", "translation_provider": "google"}, {"id": 55, "date": "2017-11-16.json", "name": "Soraya Post", "mepid": "124997", "text": "  author. – Madam President, in October this year hundreds of people senselessly lost their lives in Somalia. Some are still missing. This is the latest in a long line of acts of violence, extremism and terror – attacks for the most part attributed to al-Shabaab.  These terrible acts have occurred in the wider context of internal conflict and instability including acute food insecurity and the fact that more than two million people have been forced to leave their homes, as internally displaced persons or refugees, in the region. We must take a strong stand in condemning these acts of violence as well as addressing the situation that Somalia is facing when it comes to nationwide security, stability and justice – a situation which will continue to worsen without strong action in defence of civil society, human rights, democracy and rule of law. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 56, "date": "2017-11-16.json", "name": "Hilde Vautmans", "mepid": "130100", "text": "Author. - Last month, Somalia was hit by two horrific bomb attacks, which left 400 dead, hundreds injured and dozens missing. I am therefore glad that we pay attention to this this morning. After all, terrorist attacks in Africa all too often remain a minor footnote. So today let us express our condolences to the victims and their families. Somalia is a country that is in any case very difficult. It suffers from drought, malnutrition and conflict. More than a million people have been displaced. What worries me most is the increasing violence and extremism, including among children. We urgently need to do something about that. We must take steps in the fight against impunity so that perpetrators are punished. We must also focus on the rehabilitation of child soldiers. Children should play, not fight. We must prevent child soldiers from being recruited by criminals. We need to see if the displaced people can return, because more than a million people in Somalia are displaced. Let's bet on that. Finally, as Europe, we must keep our humanitarian commitments. Let's work together to make Somalia once again a country where children can play, grow up healthy and have food. Thank you.", "language": "en", "original_language": "nl", "translation_provider": "google"}, {"id": 57, "date": "2017-11-16.json", "name": "Joachim Zeller", "mepid": "96762", "text": "Author. - Madam President! After Mohamed Abdullahi Mohamed was elected President of Somalia in February of this year, there was faint hope that the situation in Somalia could stabilize and that terrorism in the country could also be combated more vigorously. After the cowardly bombings in the center of the Somali capital, in Mogadishu, in February of this year, this hope seems to be dashed. Hundreds of dead, wounded and missing people are to be mourned. We must not be indifferent to their fate, our sympathy belongs to their families. This raises the question of how capable the government and the security authorities of Somalia are to protect their citizens. And the African Union's Somalia mission, Amison, does not seem to be able to effectively suppress the actions of terrorist organizations such as Al-Shabaab - on the contrary: It is reported that, for example, 5,000 Burundian soldiers have given up their positions without a fight and have extradited the civilian population ordered to protect them from the Al-Shabaab militia. Amison was and is largely funded by the EU through the African Peace Facility. We should urgently review the effectiveness of this aid, now that a Court of Auditors report casts serious doubts on the effectiveness and efficiency of this facility. The international community is called upon to ensure that Somalia does not continue to be destabilized and that terrorist organizations such as Al-Shabaab do not pose a threat to the entire region, for example, if we think of the politically unclear situation in Kenya, where there are hundreds of thousands of refugees from Somalia. The colleagues mentioned that the geopolitical situation naturally also plays a role. North of the Gulf of Aden we have the civil war in Yemen, now another destabilization of the situation in Somalia. This can become a wildfire that we are not indifferent to can.Before further human lives can be deplored, action is required, also from the European Union.", "language": "en", "original_language": "de", "translation_provider": "google"}, {"id": 58, "date": "2017-11-16.json", "name": "Seán Kelly", "mepid": "96668", "text": "  on behalf of the PPE Group. – Madam President, now we are speaking about Somalia which is a very tragic situation because in Somalia, first of all, they have a famine as a result of four rainy seasons having failed, leading to 800 000 refugees and between one and a half to two million displaced persons. On top of that, it is unfortunately a very corrupt country, with Transparency International rating it for the tenth year running as the most corrupt in the world, and of course the worst of all is al-Shabaab, the terrorist organisation which caused major devastation in October.  But there is great hope for Somalia. Number one, they have a newly elected President who seems to be a good man and, as pointed out by Charles Tannock, is trying to incorporate as many groups as possible in government. Secondly, many females and young people have been elected to government. Thirdly, the people had the courage to protest publicly against al-Shabaab.  The European Union has done a lot of work here, giving EUR 3.4 billion in aid between 2015 and 2020, 60% of what Somalia has got from the world community. I think we need to work with the President and others: firstly, to establish their own security forces – as Mr Zeller said, the African Union Mission in Somali (AMISOM) is not working – and secondly, to try and fight that terrible terrorist group al-Shabaab and keep young people away from them and then we can make progress.  There is a great opportunity here. Let’s grasp it. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 59, "date": "2017-11-16.json", "name": "Cécile Kashetu Kyenge", "mepid": "124801", "text": "on behalf of the S & amp; D Group.- Madam President, ladies and gentlemen, after years of conflict which has caused immense damage to Somalia's population and economy, the country was beginning to see glimpses of peace, a return to life and hope.Then, Islamist terrorism with al-Shabab struck with extreme ferocity, with cowardly attacks that caused thousands of victims, which this resolution intends strongly to condemn, reaffirming Europe's closeness to this peace process.Instead of giving in to fear, the Somali people reacted, showing their strength and ability to remain united.It is now up to us to remain by their side, to support this population exhausted by decades of conflict in an autonomous path of peace, involving international and regional actors.Because peace in Somalia, Madam President, Commissioner, means peace and well-being for all the countries of the Horn of Africa as well.", "language": "en", "original_language": "it", "translation_provider": "google"}, {"id": 60, "date": "2017-11-16.json", "name": "Anna Elżbieta Fotyga", "mepid": "28353", "text": "  on behalf of the ECR Group. – Madam President, I convey deepest sympathy to the families of all the casualties and the Somalian people condemning this appalling terrorist act. Taking into account all the difficulties mentioned by the author Mr Charles Tannock, the decade-long combating of al-Shabaab’s terrorist activity is a very difficult task. There is some hope after the inauguration of President Mohamed Abdullahi Mohamed and his pledge to get rid of this terrorist organisation’s acts in Somalia. The truck bomb attack was first of all probably a reaction to this. We have to build the resilience of Somalian society and assist the government which is willing to combat it.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 61, "date": "2017-11-16.json", "name": "Marietje Schaake", "mepid": "96945", "text": "  on behalf of the ALDE Group. – Madam President, the attacks in Mogadishu on 14 and 28 October resulted in unprecedented numbers of innocent people killed. I wish to convey my condolences to the victims’ families and loved ones, and actually, to all Somalis. I am glad the EU offered emergency response quickly and hope that there will be more efforts by the international community to continue to build resilience and address structural problems. This should include meeting the needs of the 400 000 children who are suffering from malnutrition. Access to aid organisations should be granted. It is important to see the connection between the different elements that can lead to the recruitment of people to terrorist organisations. We must also acknowledge that terrorism is a global problem and needs to be addressed in unity. I think it is a shared responsibility of the international community and I hope it will be met by all.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 62, "date": "2017-11-16.json", "name": "Javier Couso Permuy", "mepid": "125997", "text": "on behalf of the GUE / NGL Group. - Madam President, our most absolute condemnation of the terrorism that plagues Somalia and the attack that killed more than three hundred and fifty people. But we are losing the battle by losing values. Not only does military optics work. And even more so when it is a carbon copy of that war on terror that the Bush Administration promoted, that Obama followed, and that President Trump has followed. We see them, their results, not just in Somalia but in Afghanistan and elsewhere. The extrajudicial and extraterritorial assassination by drones is not only an affront to the law, but it causes unacceptable innocent victims who, in addition, are a breeding ground for terrorism. Nor are initiatives like the Khartoum process to outsource border control the solution. Nobody emigrates for pleasure and the militarization of that border control is not the solution, but investing all means in sustainable development as equals, attacking the financing of terrorism, clearly pointing out the culprits, such as the Saudis and Wahhabism, acting with regional actors to stabilize and combat terrorism.", "language": "en", "original_language": "es", "translation_provider": "google"}, {"id": 63, "date": "2017-11-16.json", "name": "Jean-Luc Schaffhauser", "mepid": "124755", "text": "on behalf of the ENF group. - Madam President, Somalia is one of Africa's greatest tragedies. Torn apart since the end of the Cold War, the country is faced with all the plagues of the African continent: Islamism, ethnic divisions, looting of resources and Western and African interference. We often fail in development in Africa because we lack a comprehensive and conscious approach to the ground. We too often forget that development and security must go hand in hand. All the same, I would like to underline the courage of the external services, of our external services, in particular the Commission, which wanted to set up there, on the spot. This goes in the good direction of a ground approach. We must, however, avoid an approach that is too often liberal, because we believe that development can be done without a state and without protectionism. In this, the Lomé agreements are much more advanced than the current Cotonou ones. I am sure that joint parliamentary work will lead positively to this approach to co-development.", "language": "en", "original_language": "fr", "translation_provider": "google"}, {"id": 64, "date": "2017-11-16.json", "name": "Λάμπρος Φουντούλης (NI).", "mepid": "125070", "text": "- Madam President, first of all, I do not think there is a sane person who does not unequivocally condemn the terrorist attacks of fanatical Islamists. There are 300 dead and 300 wounded in the recent bombing in the Somali capital, Mogadishu, and authorities believe al-Shabaab is acting. Somalia is a country that for decades has been plagued by instability, armed conflict, civil war, malnutrition, epidemics - such as cholera - and, of course, has a huge problem of corruption. Western interventions, at times, failed to solve the problems and simply replaced one corrupt oligarchy with another. Even the military, backed by Western governments, continues to recruit minors to this day. We are strongly opposed to interfering in the internal affairs of third countries, but we must identify the sources of funding for all of them in Somalia and strictly forbid any company operating in the Union to have any financial transaction which, as it turns out, is the main motivation. of all these conflicts. I would like to mention to the House that these days in Greece there is a deadly flood in which 16 people have lost their lives, 26 have been injured and 6 are missing. I hope the European Union will help the situation.", "language": "en", "original_language": "el", "translation_provider": "google"}, {"id": 65, "date": "2017-11-16.json", "name": "Pavel Svoboda (PPE).", "mepid": "96272", "text": "- Madam President, Commissioner, the best way to honor the 358 victims of the horrific terrorist attack in Mogadishu on 14 October this year is to continue our efforts to rebuild a functioning Somali state. The Commission deserves thanks for the swift response and assistance in providing medical care to the victims of this assassination. According to Transparency International, Somalia is the most corrupt country in the world. The consequences of this corruption are clear. In Somalia, 400,000 children are malnourished. Three million Somalis live on the brink of famine. We cannot yet rule out the threat of a nationwide famine. Of course, terrorists benefit from such a broken society. The fight against terrorism in Somalia begins with the provision of basic necessities for the people of Somalia. The European Union must continue this humanitarian aid. At the same time, it should mobilize the entire international community, especially neighboring and other states in the region, so that each can contribute to the end of Somalia in territories controlled by more terrorists than the Somali government.", "language": "en", "original_language": "cs", "translation_provider": "google"}, {"id": 66, "date": "2017-11-16.json", "name": "Josef Weidenholzer (S&amp;D).", "mepid": "111014", "text": "- Madam President!The horrific attack on October 21st in Mogadishu once again put long-suffering Somalia into the focus of world interest for a short time.There has been no law here for a quarter of a century because statehood only exists in rudiments.This is also one of the reasons for the increasing destabilization of the entire region.The Horn of Africa is one of the most unstable areas in the world.The tragic events should draw our attention to the region and give rise to new political efforts.In addition to diplomatic efforts, Europe should above all support the Somali diaspora.This is the only hope for a new Somalia.Most importantly, we need to increase humanitarian aid and keep our promises.We should also urge Saudi Arabia to end its support for the Wahhabi extremists.", "language": "en", "original_language": "de", "translation_provider": "google"}, {"id": 67, "date": "2017-11-16.json", "name": "Ангел Джамбазки (ECR).", "mepid": "124873", "text": "- Madam President, Commissioner, colleagues, the growing presence of the Islamic State group in Somalia could become a significant threat if it manages to attract jihadist fighters who will flee the collapsing bastions in Syria and Iraq. . According to a UN report, Islamic State militants in Somalia have multiplied. As we all know, the Islamist and very dangerous group al-Shabab, a terrorist organization that has sought to establish full control over Muslims in the country's three torn regions and enforce sharia law, has existed in Somalia for more than a decade. Recently, President Mohammed Abdullah Mohammed expressed the position that he had declared a state of war against the al-Shabab group. We believe that, as a community, we must support Somalia on the path to stabilization, because we saw what happened in North Africa when the countries there disintegrated and the Pandora's box opened, flooding Europe with a wave of migrants and violence. We need to help stop terrorism in its infancy so that we do not fall back into the situation of Europe being a lifeline and putting our countries and citizens at risk.", "language": "en", "original_language": "bg", "translation_provider": "google"}, {"id": 68, "date": "2017-11-16.json", "name": "Ilhan Kyuchyuk (ALDE).", "mepid": "124866", "text": "   – Madam President, in recent years, the EU has shown its strong and longstanding commitment to supporting Somalia and its people. The EU’s engagement in the country has intensified over the years, with the Union remaining the largest donor in terms of both political engagement and financial and technical support and expertise. Unfortunately, the ongoing conflicts and power struggles within Somalia have destabilised the country’s political and security environment, leading to the rise of terrorism and large refugee movements both within the country and beyond its borders. In less than a year the terrorist group al-Shabaab, the local branch of al-Qa’ida, has conducted more than 20 attacks in Mogadishu, leaving hundreds of people dead and more than a thousand injured. Terrorist attacks weaken and reverse the gains made today. Therefore, I call on the EU to use active diplomacy to encourage the international community to remain strongly engaged, through a process of state-building and security in Somalia. The EU and the international community should improve political and security stability in the country, because terrorism is a common threat that must be tackled on the basis of full cooperation.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 69, "date": "2017-11-16.json", "name": "Kateřina Konečná (GUE/NGL).", "mepid": "23699", "text": "- Madam President, the situation in Somalia has been difficult and bleak for a long time.An internally divided country has fallen victim to the rise of religious extremism and related violence.Unfortunately, terrorist attacks in the area are very common and are also linked to an act of revenge.The same was the case last month, when a Somali soldier detonated a truck in the capital filled with several hundred kilograms of explosives and killed over 350 people.This cowardly act was a reaction to another, equally cowardly act that took place in August.7 adult unarmed farmers and three children were killed by government and US troops in the south of the country.I therefore want to appeal that our condemnation of shameful acts should not be governed by the flag under which they were committed.When it comes to defending the innocent, we must not look at who we consider allies, but measure everyone with the same meter.", "language": "en", "original_language": "cs", "translation_provider": "google"}, {"id": 70, "date": "2017-11-16.json", "name": "Angelo Ciocca (ENF).", "mepid": "183793", "text": "- Madam President, ladies and gentlemen, a thought goes to the families and victims of the cowardly and vile terrorist attacks of an Islamist origin, of course. But now Europe must act, Europe must react. How can Europe react? Stopping the financing channels of Islamist terrorism, primarily the trafficking of illegal immigrants. In order to defeat terrorism, Europe must defend its borders and cannot continue to pay what is a crazy and criminal welcome. If we were to reflect for a few seconds together on the motives of the recent Islamist attack in Somalia, which involved 358 deaths, we will identify at least two motives. The first motive is the goal of establishing Sharia law in Somalia, but the second goal, more profound and one of business and profit, is to create fear, create destabilization of the Somali people to push them on the criminal path of clandestine departures to Europe. As many as 200,000 Somalis have reached Italy in the last five years. So, a Europe that defends borders is a Europe that wants to permanently shut off the taps to terrorist financing, a Europe that defends borders is a Europe that wants to say enough and defeat terrorism, a Europe that defends borders is a Europe that really wants to eradicate the problem of terrorism in our country.", "language": "en", "original_language": "it", "translation_provider": "google"}, {"id": 71, "date": "2017-11-16.json", "name": "Wajid Khan (S&amp;D).", "mepid": "188624", "text": "   – Madam President, the bombing in central Mogadishu on 14 October was one of the most lethal terrorist attacks in recent years. It killed over 350 people, left more than 200 injured, and many are still missing. Al-Shabaab, the organisation responsible for such barbarity, had not itself foreseen the scale of its own operation. They did not even claim public responsibility for the loss of so many lives, for fear of angering the citizens and losing support for their insurgency. The population did not even have time to mourn for these victims before yet another brutal attack took place on 28 October. Somalia is under attack, and it needs our support to continue. I therefore appeal to the African Union and the United Nations: this is not the time to withdraw troops from the country. We cannot abandon Somalia in their time of need. Only with a joint effort can we hope to defeat the terrorists and soon restore peace in Somalia.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 72, "date": "2017-11-16.json", "name": "Νότης Μαριάς (ECR).", "mepid": "125069", "text": "- Madam President, we unequivocally condemn the terrorist attack that took place on 14 October in Mogadishu and which had many casualties; 358 dead and 228 wounded. A terrorist act by al-Shabaab, the well-known Islamist terrorist organization, which of course constantly recruits children and other citizens in Somalia, precisely because there is poverty. 75% of the population lives below the poverty line, malnutrition has affected 400,000 children and there are too many refugees. The poor economic situation in Somalia is therefore a fertilizer for terrorism; 420,000 refugees are in Kenya alone. Do you understand, then, that drastic intervention is needed in order to stabilize the situation and, above all, to have economic development in Somalia, so that we do not even have illegal immigrants in Europe and, above all, so that these people can support their homeland.", "language": "en", "original_language": "el", "translation_provider": "google"}, {"id": 73, "date": "2017-11-16.json", "name": "Krzysztof Hetman (PPE).", "mepid": "124895", "text": "- Madam President!Somalia has been a regular victim of horrific and cowardly terror attacks for a long time, including the Mogadishu bombing in October, one of the bloodiest attacks in the world.Almost all of these attacks have one common denominator: Ash-Shabab.Therefore, there is no doubt that comprehensive measures are necessary to liquidate this terrorist organization.I believe that the result of the February presidential election and the coming to power of President Abdullahi Mohamed offer a chance for positive changes in this direction.However, it should be remembered that apart from strengthening the security forces, additional measures are equally important, such as limiting the sources of funding for Ash-Shabab by controlling the origin of natural resources or reducing the risk of recruiting young people by Ash-Shabab, for example by increasing the number of jobs.", "language": "en", "original_language": "pl", "translation_provider": "google"}, {"id": 74, "date": "2017-11-16.json", "name": "Phil Hogan", "mepid": "n/a", "text": "   Member of the Commission, on behalf of the Vice-President of the Commission/High Representative of the Union for Foreign Affairs and Security Policy. – Madam President, on behalf of Vice-President Mogherini I want to indicate to the House the view of the Commission in relation to the matter that has been raised arising from the terrorist attacks in Somalia. On 14 October, Somalia suffered one of the deadliest terrorist attacks in recent history, when a truck filled with explosives detonated in a busy area of Mogadishu. Some 350 civilians died and many more were injured. Only two weeks later, on 28 October, another deadly terror attack hit Mogadishu.  The High Representative and Vice-President Federica Mogherini spoke to President Mohamed Abdullahi Mohamed (Farmajo) to express condolences at both occasions and reaffirm the European Union’s long-term commitment to Somalia and its people. I am sure everybody in this House will join with me in expressing our sincerest condolences to the victims and their families.  Terrorist attacks are not uncommon in Somalia and the terrorist organisation al-Shabaab unfortunately remains a continuous threat to the building of a peaceful and democratic society benefiting the Somali people. In the last few years, thanks to the collective work of the Somalis themselves, coupled with the support of the international community, Somalia – following decades of civil war, clan feuds and disarray – has seen positive political developments. Slowly a federal state with institutions is being established.  AMISOM, the African Union’s peace-keeping operation, has been essential in providing a security space for political progress to happen. The European Union, including its Member States, is by far the largest supporter of Somalia, with a collective contribution of EUR 3.5 billion in 2015 to 2020. The important and positive progress cannot be reversed. It is essential for Somalia’s advancement and security, and it is important for stability in the region and beyond. The Federal Government of Somalia now has to show leadership and determination. Only political inclusivity, joint commitment and unity between the federal and regional levels will move Somalia out of this constant crisis mode. We therefore welcome the recent meetings convened by President Farmajo and by Prime Minister Hassan Ali Khayre between the federal government and the federal member states. The security situation has to be tackled up-front, and the concrete building of a Somali-owned security architecture in line with the agreed stability pact has to move forward. Equally, the federal project must move forward, fundamentally in finalising the constitutional review to resolve the outstanding issues of power and resource sharing between the federal government and the federal member states. All of these reforms should allow Somalia to take ownership of its own security and its own economic potential. In turn, it will create the conditions for AMISOM’s gradual draw-down.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 75, "date": "2017-11-16.json", "name": "La Présidente. –", "mepid": "96952", "text": "The debate is closed.The vote will take place today at 12 noon.Written statements (Article 162)", "language": "en", "original_language": "fr", "translation_provider": "google"}, {"id": 76, "date": "2017-11-16.json", "name": "Mark Demesmaeker (ECR)", "mepid": "117477", "text": "written.- Our delegation regrets the heavy toll taken by the attack on 14 October in Mogadishu.Somalia has been strangled by extremist violence for years.Attacks, executions and kidnappings dominate daily life.With this latest attack, however, the brutality reached an all-time low: 358 innocent civilians lost their lives and many hundreds were injured.We should never get used to terror.Not even in Somalia.That is why we call on the international community to assist the country in its fight against terror and thus pave the way to peace and stability.", "language": "en", "original_language": "nl", "translation_provider": "google"}, {"id": 77, "date": "2017-11-16.json", "name": "Monica Macovei (ECR)", "mepid": "96824", "text": "  in writing. – We are all too familiar with the horrific effects of terror in Europe in these recent years, yet we must also focus on Africa, where terrorism is devastating Somalia. The country has suffered another terrorist attack in the form of a truck bomb, which struck Mogadishu. In this particular strike, more than 300 people were killed and 500 were injured. This attack is unfortunately another chapter in the story of terrorism in Somalia. Mogadishu has seen four separate bombings in the year 2017 alone. Hundreds have been killed as a result. This issue is a crisis for both Somalia and Africa. The EU and Africa have had a prosperous and beneficial relationship for many years, however that relationship is being jeopardised as a result of these repeated terrorist attacks. In order to ensure a better future for both Africa and the EU, we must deliver technical and financial support to the Somali Government to help them fight terrorism.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 78, "date": "2017-11-16.json", "name": "Bogdan Brunon Wenta (PPE).", "mepid": "124903", "text": "- I strongly condemn the bloody terrorist attack carried out on October 14 this year in Mogadishu, which resulted in the death of at least 358 people and the remaining 228 injured. Terrorist attacks, shootings in public places, executions and kidnappings in Mogadishu have intensified especially in recent months. Given Somalia's limited ability to protect its citizens from violence and the risk of the country returning to an anarchy, the African Union should seriously consider extending the African Union Mission in Somalia (AMISOM) beyond 2018. In addition, I urge the European Commission to allocate more resources to under the African Peace Facility to counter terrorism and radicalization. I also ask the Council of the European Union to consider the possibility of extending the mandate of the Military Training Mission in Somalia (EUTM Somalia) to include anti-terrorist activities, while increasing the personnel of the mission. The chronic destabilization of this country is contributing to the massive flight of Somalis from their country and the search for better living conditions in Europe. The migration crisis of recent years has shown that our possibilities of helping in this matter are limited, therefore I am asking for the support of the European Union for actions aimed at solving the problem of migration at its source.", "language": "en", "original_language": "pl", "translation_provider": "google"}, {"id": 79, "date": "2017-11-16.json", "name": "La Présidente. –", "mepid": "96952", "text": "The agenda calls for debate on six motions for resolutions concerning Madagascar (2017/2963 (RSP)).", "language": "en", "original_language": "fr", "translation_provider": "google"}, {"id": 80, "date": "2017-11-16.json", "name": "Νότης Μαριάς", "mepid": "125069", "text": "Author. Madam President, Madagascar is the fourth largest island in the world. It is an area rich in wealth, but its people are very poor, as 92% of the population lives on less than two US dollars a day. In 1980, Madagascar fell into the clutches of the International Monetary Fund, which implemented its well-known programs, resulting in poverty, unemployment and the seizure of public wealth. It is now under the influence of China, which has put it on the Silk Road, with infrastructure projects and with Chineseization of the economy, which has been filled with cheap Chinese products and has disintegrated, resulting in strikes and resistance. This is the situation in the country, with a political crisis and a conflict between the government and the judiciary, due to the Claudine case, which is related to bribery. It is obvious that the intervention of the European Union is needed to restore normalcy and to facilitate this people, in order for it to be able to exploit its wealth-producing resources and economy and find itself in political normalcy, especially as it walks towards the elections.", "language": "en", "original_language": "el", "translation_provider": "google"}, {"id": 81, "date": "2017-11-16.json", "name": "Jordi Solé", "mepid": "185974", "text": "author. - Madam President, Madagascar is facing a highly problematic exploitation of its natural resources. 36,000 hectares of its rainforest are lost every year, often to the benefit of businesses owned by local oligarchs. Many mining permits have been granted by the former transitional government in non-transparent procedures, without consulting the local population and without taking into account environmental impacts. Few environmental crimes are prosecuted. It is quite a different story for environmental activists who oppose the looting of their country and who regularly find themselves in prison or before judges, such as Clovis Razafimalala. This activist denounced the trafficking and illegal logging of rosewood. He was therefore detained for over nine months, on trumped-up charges of rebellion, destruction of public documents and goods, and arson. He was eventually given a five-year suspended prison sentence. The UN special rapporteur on human rights and the environment, John Knox, cites a problem of corruption in the judiciary to explain such facts. Madagascar is also reviewing its mining code. It is very important that this revision results in a text guaranteeing elementary principles, such as the compulsory use of impact studies, the prior consultation of the inhabitants affected by the mining activities, the possibilities of appeal and the granting of permits conditional on the strict limitation of the transformation of the site during the extraction activities, the reconstitution of the site at the end of these activities and the compensation of the environmental impacts. The government should also take this opportunity to review the highly questionable operating permits granted by the former government. I'm glad that the joint resolution addresses, among other things, all of these burning issues.", "language": "en", "original_language": "fr", "translation_provider": "google"}, {"id": 82, "date": "2017-11-16.json", "name": "Miguel Urbán Crespo", "mepid": "131507", "text": "Author. - Madam President, since 2009 in Madagascar we have seen an increase in the extractivist economy of mining, forestry and agri-food resources by multinationals that has been directly coupled with an alarming persecution of journalists, environmentalists and human rights defenders, who denounce Government corruption and this predatory economic model of environmental rights and resources. It is essential to point out the relationship of the increase in sexual violence against women with mining exploitation areas, in a country - Madagascar - where women still do not have the right to legal abortion. We must demand from the Government of Madagascar scrupulous compliance with human rights, as well as the fulfillment of the sexual and reproductive rights of women. But our demand is also for multinationals that are predators of resources and, many times, that violate rights. For all this, we also demand that the European Union support the binding treaty that is being debated at the United Nations, respecting human rights by multinationals. It is up to us too, ladies and gentlemen, to take part and put ourselves precisely on the side of the people and human rights, preventing the plundering of multinationals.", "language": "en", "original_language": "es", "translation_provider": "google"}, {"id": 83, "date": "2017-11-16.json", "name": "Soraya Post", "mepid": "124997", "text": "  author. – Madam President, the human rights situation in Madagascar right now is extremely serious. The everyday reality of human rights defenders is intimidation, threats, lack of freedom of association and expression, and judicial harassment – in clear contravention of international human rights norms. We need to send a clear message to the Malagasy authorities that the harassment of human rights defenders and journalists must stop. They must be allowed to carry out their work in safety.  The court sentences that have been handed down to human rights defenders and journalists to force them to stop their work, such as in the case of Raleva, must be quashed.  The EU and its Member States must invest in providing support and protection to human rights defenders; it is our obligation.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 84, "date": "2017-11-16.json", "name": "Louis Michel", "mepid": "96670", "text": "author. - Madam President, Commissioner, one year away from the presidential and legislative elections, all the ferments of a pre- and post-electoral crisis have come together: seizure of all the levers of power, suppression of freedoms for non-governmental parties, lack of good governance with a very high level of corruption and embezzlement of public funds, arbitrary imprisonment, harassment of journalists, including investigative journalists, and of human and environmental rights defenders, non-compliance the principle of the separation of powers, state interference in judicial affairs, extrajudicial executions, popular justice in the face of the impunity of certain law enforcement officers. Colleague Jordi Solé has already mentioned the case of Clovis Razafimalala, I will not come back to it. There is another case, that of Mr. Ravela, who was given a two-year suspended prison sentence just for daring to seek proof that a Chinese mining company had been granted the necessary mining and environmental permits to sue. his activities. This resolution is truly timely. It couldn't be tough enough.", "language": "en", "original_language": "fr", "translation_provider": "google"}, {"id": 85, "date": "2017-11-16.json", "name": "Tomáš Zdechovský", "mepid": "124713", "text": "Author. - Madam President, many rejoiced in 2013 that Madagascar was moving in the right direction, but that there was still room for improvement. But they were not right. This improvement turned out to be only temporary. The current government should respect the foundations of the rule of law and allow the judiciary to decide freely on cases of corruption or human rights. Fundamental freedoms, including the most important freedom of expression, must be respected. I hope that next year's elections will be democratic and transparent and that the European Union will be involved in upholding all rights. But this is not just a problem in Madagascar, it is generally a problem in most African states. The situation in Madagascar is just the imaginary tip of the iceberg. Human rights violations are taking place across Africa. Research by organizations such as Human Right Watch and Amnesty International has shown that restrictions on political opposition, gender and racial discrimination, child labor, forced marriages, religious freedom, corruption and even slavery are common practices. Often the situation goes so far that people are completely illegitimate, arrested, or even killed, and often because of miserable money or natural resources, such as in Madagascar. In addition, radical Islam is spreading in Africa, which is increasingly disrupting the minds of the people there. There is huge room for improvement on the issue of human rights in Africa, but we must help, as the European Union is trying in Madagascar. The European Union is the guarantor and defender of democratic values ​​and fundamental human rights and freedoms, but it must actively participate in stabilizing the situation and, through its diplomats, contribute to the rule of law and respect for human rights. The partnership between Africa and the European Union in the field of economic cooperation is important, but it should not be forgotten that our priority is to prevent conflicts and contribute to resolving them so that the situation does not escalate further. There is a need for a human rights dialogue with African countries under a European Union mandate and to promote a strong commitment to the protection of human rights, democracy and the rule of law worldwide.", "language": "en", "original_language": "cs", "translation_provider": "google"}, {"id": 86, "date": "2017-11-16.json", "name": "Bogdan Brunon Wenta", "mepid": "124903", "text": "on behalf of the PPE Group. - Madam President! Commissioner! As many speakers have already mentioned, it seemed that the elections four years ago would lead to stabilization, improvement and the creation of the rule of law. But as we can see, today's democratic standards are not respected in this country. We have all already talked about the persecution of journalists, human rights defenders and the environment, about ineffective actions by state officials, about unjustified detentions and, at the same time, about acts of lynching. I believe that, in this case, as far as Madagascar is concerned, it is very important to stop, above all, the excessive and illegal exploitation of natural resources. These are not only Madagascar's goods, but also global ones, and their overexploitation leads to ecological degradation and, above all, takes away the opportunity for future generations of the population, citizens in this country, for socio-economic development, and at the same time, as we can see, it leads to strong corruption in all levels of current power. It is certainly important to respect human rights, and also that there will be no constitutional changes in this country. I believe that next year's presidential elections will be a chance for that, and they may allow this country to remain democratic at the level of a democratic country with full cooperation and control, and I hope that we can do all this together.", "language": "en", "original_language": "pl", "translation_provider": "google"}, {"id": 87, "date": "2017-11-16.json", "name": "Boris Zala", "mepid": "96656", "text": "  on behalf of the S&amp;D Group. – Madam President, the priority must now be on the upcoming presidential elections, to ensure that they are free and fair and that the results are accepted by all political players as legitimate. Madagascar cannot afford another slide into chaos. This is the responsibility of the current President. That is the key message of the urgency resolution. But the signs are not encouraging. The current government violates human rights on a daily basis. Madagascar is one of the poorest and worst—governed countries in Africa. The people of Madagascar are in desperate need of governance. Neither poverty nor plague can be contained without a legitimate government in place. International donors cannot operate in a state of perpetual instability. That is why the conduct of the upcoming elections is so critical to the country’s future. The EU must put maximum pressure on the government to deliver them.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 88, "date": "2017-11-16.json", "name": "Dita Charanzová", "mepid": "124708", "text": "  on behalf of the ALDE Group. – Madam President, it is unfortunate that we are having to discuss Madagascar today. After the last elections we were all hopeful that the situation would improve, but this is not happening. Madagascar is truly in a dire state. While the outbreak of the plague has recently been dominating the headlines, there are many other serious issues threatening the well—being of its citizens and undermining their human rights.  The reports of the government arbitrarily detaining human rights defenders, journalists and activists, and the cases of extrajudicial killing, are alarming and disturbing. This needs to end.  As Madagascar enters a new election year, the EU should be more actively engaging in helping the country to strengthen democracy and the rule of law and should provide as much technical assistance as necessary to this end. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 89, "date": "2017-11-16.json", "name": "Younous Omarjee", "mepid": "30482", "text": "on behalf of the GUE / NGL Group. - Madam President, I am wondering about the value of the recommendations on press freedom in Madagascar, when, in Europe, whistleblowers are brought to justice. What is also the moral force of the recommendations in terms of respect for fundamental rights, when European companies violate the rights of millions of workers all over the world? What is also the value of the recommendations for reforming the mining code in the Big Island, when we fail to denounce the theft of land and the exploitation of mineral resources by European companies? Because we would have done better to address these recommendations to the German company Tantalus, which has grabbed 300 kilometers of land on the backs of Malagasy peasants. In fact, as always, under the guise of human rights, it is always through economic interference, through political interference that we are pursuing what we are obsessed with here, that is to say the interests of the European Union, European countries and European multinationals.", "language": "en", "original_language": "fr", "translation_provider": "google"}, {"id": 90, "date": "2017-11-16.json", "name": "Dominique Bilde", "mepid": "124771", "text": "on behalf of the ENF group. - Madam President, listening to some people, I see that they are a little out of touch with what exactly is happening in Madagascar. Madagascar's weaknesses in terms of democracy do not justify driving its population into poverty. My colleagues have rightly pointed out the dramatic consequences of the freezing of European funding from 2009 to 2014, since this country depends 50% on international aid. Madagascar is no more spared than Europe from Islamist infiltration and the terrorist risk is now tangible. In this regard, Europeans, like the entire international community, must refrain from any interference in the issue of the Muslim minority of the Khojas. Madagascar is indeed, above all, grappling with an inextricable economic situation, since the worsening of inequalities since 2005 and the failing infrastructures jeopardize any hope of recovery. Considerable effort will be needed to improve the living conditions of the 92% of Malagasy who survive on less than two euros a day. A development, for example, of farming local shrimp - the best in the world - would be a step forward. The devastation of the plague, which killed 127 people during the months of August and October, is the latest tragic symptom of this extreme destitution. The European intervention is crucial as the Malagasy authorities are struggling to cope with this health crisis which, according to the World Health Organization, should continue until April of next year. Our mobilization is therefore urgent to get Madagascar out of the rut of chronic instability of famine and disease.", "language": "en", "original_language": "fr", "translation_provider": "google"}, {"id": 91, "date": "2017-11-16.json", "name": "Cristian Dan Preda (PPE).", "mepid": "96838", "text": "- Madam President, the European Parliament has been one of Madagascar’s steadfast supporters on the path to consolidation of democracy and stabilization. In December 2013, we sent an election observation mission to Madagascar, in order to accompany the process of emerging from a political crisis that had lasted five years and thus to support the Malagasy people. I myself participated in this mission and I remember very well how important our presence was during this delicate phase of exiting the crisis. For me, it is essential that the country continues to move on the right track and that the next electoral process, which should take place at the end of 2018, takes place under good conditions. For this, political stability must be preserved and dialogue and the search for consensus must be privileged by political actors. This is the only possible recipe for the organization of credible elections on time. I remember, moreover, that we had received the Madagascan President in Brussels and conducted this extremely useful dialogue in this regard. If the next elections go well, I am convinced that the European Union will continue to support the country. In the immediate future, it is up to the Union - it is up to us - to use all the instruments at our disposal to support an inclusive political dialogue and to insist on respect for human rights in the perspective of the next process. electoral.", "language": "en", "original_language": "fr", "translation_provider": "google"}, {"id": 92, "date": "2017-11-16.json", "name": "Cécile Kashetu Kyenge (S&amp;D).", "mepid": "124801", "text": "- Madam President, we are talking about Madagascar and, suddenly, we see on the horizon the worst flaws of rough democracy. The scheme is now classic. The Madagascan socio-political climate borders on catastrophe. Reduced to misery, the people helplessly witness the generalization of corruption. Amnesty International echoed this last July, pointing out the wrongdoing that plagues the big island from the lowest to the highest level. The presidential election was scheduled for 2018, but now a constitutional review is popping up out of nowhere. This is the key to dilating time and postponing elections. Those who say so are not wrong. The political agenda shows a grim picture: silencing the opposition, government interference in legal proceedings, conditioning of the work of the CENI, excessive repression of activists, intimidation of journalists and punitive dispatch by law enforcement. Our resolution expresses our aversion to these violations and, at the same time, our firm support for the Malagasy people.", "language": "en", "original_language": "fr", "translation_provider": "google"}, {"id": 93, "date": "2017-11-16.json", "name": "Pavel Svoboda (PPE).", "mepid": "96272", "text": "- Madam President, 92% of Madagascar's population lives on less than $ 2 a day. Madagascar is thus the poorest country in the world, but fortunately there is no armed conflict. Unfortunately, it is also an example of a country whose unstable political situation worsens the living conditions of the population and they further worsen political stability. Weak rule of law or restrictions on freedom of speech allow organized crime to mine illegally and damage Madagascar's unique nature. The destruction of nature makes it difficult to establish sustainable development in the local community and also leads to consequences such as the ongoing plague epidemic with already 127 dead. The World Health Organization sees a clear link between the overall poor social and political situation and the deterioration of health services, which has so far led to 1,800 cases of plague. Let us therefore call on the Government of Madagascar to guarantee respect for fundamental rights and freedoms, to ensure that democratic elections are held in 2018 and thus to create a space for a solution through dialogue and cooperation. If Madagascar does so, it can count on the help of the European Union.", "language": "en", "original_language": "cs", "translation_provider": "google"}, {"id": 94, "date": "2017-11-16.json", "name": "Doru-Claudian Frunzulică (S&amp;D).", "mepid": "124790", "text": "   – Madam President, Madagascar is facing a very difficult situation, having been hit hard by economic and political instability, by the negative growth of GDP and by the failure to meet the election deadlines. The failure of Madagascar to respect the election timeline has caused Western nations to withdraw financial aid and brought further political instability, worsening the country’s situation from the socio—economic, humanitarian and human rights perspectives. Therefore, in welcoming the call to devote attention to the preparations of the forthcoming presidential elections, I strongly believe that supervision from the international community’s side is required in order to ensure that democratic standards are met, and that elections take place in a free, open and transparent manner. Moreover, I conclude by expressing my full support for the call on the Malagasy authorities to fulfil their international commitments, to respect human rights and fundamental freedoms and, last but not least, to guarantee respect for the rule of law, which comes as a response to increasing concerns about human rights violations, arbitrary arrests and detentions, and about limited freedom of expression and unfair trials. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 95, "date": "2017-11-16.json", "name": "Seán Kelly (PPE).", "mepid": "96668", "text": "   – Madam President, it is interesting that at my own party’s national convention last week in Ireland prominence was given to the question of Africa and it was mentioned that the European Union as a whole, they felt, needed to engage more with Africa. I pointed out the lot of engagement we have already in terms of development and humanitarian aid, etc., but at the same time, it is a point worth making. Also worth making is the point made by my colleague behind me here, Cristian Dan Preda, that the delegations that went there were well—received and beneficial, and I think we need more direct dialogue – with Members of the European Parliament, with Commissioners, like Commissioner Hogan, etc. They can bring a lot of expertise and direction to countries like Madagascar and also help us better understand their problems and help them deal with issues like human rights violations and illegal logging, etc., and to ensure that their elections are properly conducted and fair. I think direct dialogue is something we need to encourage a bit more.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 96, "date": "2017-11-16.json", "name": "Nicola Caputo (S&amp;D).", "mepid": "124851", "text": "- Madam President, ladies and gentlemen, Madagascar is experiencing a profound economic and political crisis which accentuates ancient problems that have never been resolved, first of all the situation of human rights, which is drastically deteriorating. A country among the most spectacular on the planet from an environmental point of view which is unable to exploit its resources due to continuous internal conflicts. In recent months, this instability has been joined by the outbreak of a worrying plague epidemic which has already registered 127 deaths. A dramatic situation, considering that 70% of the population still lives below the poverty line and that the health system has an average of only 3 beds for every 10,000 people. Madagascar remains one of the poorest nations in the world and its requests for help are often ignored by Western countries, little interested in the future of this large island in the Indian Ocean. The European Union must support human rights defenders in the country and work to ensure that the next democratic elections are held in an atmosphere of serenity and respect for the constitutional order.", "language": "en", "original_language": "it", "translation_provider": "google"}, {"id": 97, "date": "2017-11-16.json", "name": "Phil Hogan", "mepid": "n/a", "text": "   Member of the Commission, on behalf of the Vice-President of the Commission/High Representative of the Union for Foreign Affairs and Security Policy. – Madam President, I am taking this point on behalf of Vice-President Mogherini. She welcomes, of course, the interest of the House in the situation in Madagascar, which is entering a critical period in its history. It is important that we assess the political climate as we approach the presidential election, which is due a year from now.  Ensuring credible, inclusive and transparent elections has been mentioned by many Members in this House, and is a means of addressing a number of systemic issues, and doing so well before the electoral campaign itself has begun. Successful elections can only take place if citizens feel safe and secure, if candidates are free to run, if human rights and fundamental freedoms are demonstrably protected, and if the rule of law is maintained.  It is also important that the legislative framework for the elections should be prepared in an inclusive manner, both before and during passage through the parliamentary system. We are naturally concerned in the Commission about reports of violence and intimidation in Madagascar. These must be transparently investigated. Detention and harassment of journalists and civil society activists also cannot be ignored and is being followed up by our EU delegation in Antananarivo.  I want to assure Ms Kyenge that we continue to believe that Madagascar can enjoy a positive future if it can break the cycle of political crisis which has held back the development of resilient institutions and viable long-term reforms, which the country needs and which the EU is highly committed to supporting. There is urgent work to be done, as 90% of the population live on less than USD 2 per day and almost one in two children suffer from malnutrition. There is widespread social exclusion, and women and children are suffering in particular from exploitation. Health care and the environment are also critical priorities.  The challenges that are faced by human rights defenders and advocates of reform in Madagascar are complex and substantial. They stem from a culture of impunity which has allowed corruption to persist, but are exacerbated by specific issues such as disputes over land ownership and a lack of confidence in decentralised administration across this enormous and complex country. For ordinary people, difficulty in accessing information and in confronting a dysfunctional public administration leads to a sense of helplessness and encourages vigilante justice and other unacceptable means of conflict resolution.  Even when the European Union’s relations with Madagascar were constrained under Article 96 of the Cotonou Agreement, we continued to maintain a strong partnership with civil society. Since the holding of democratic elections in 2013 and the restoration of constitutional order, we have fully resumed our cooperation, but we must recognise that the challenges faced by Madagascar can only be comprehensively addressed with stronger institutions and more accountability.  For Madagascar this is a critical period but also a period of opportunity. The Union will continue to encourage the progress which is needed in democratic consolidation. We recall the African Union Charter on Democracy, Elections and Governance, which sets out a clear democratic vision, including key elements for a successful election, such as strengthening of independent and impartial national electoral bodies, the maintenance of national mechanisms that redress election-related disputes, and ensuring fair and equitable access to state-controlled media during elections.  In relation to the action the European Union is taking on a regular basis, I would remind the House that our High Representative Ms Mogherini regularly raises these issues in relation to human rights, including Madagascar, and has raised them as recently as the Our Ocean Conference in Malta, or the last Donors Conference in Paris. These are where the concerns about human rights are raised by the EU’s highest level, as Mr Preda has acknowledged and has indicated. The EU is focusing all development and humanitarian aid on poverty reduction and is linking our budget support to human rights criteria.  Ms Charanzová and Mr Kelly have mentioned the importance of having free and fair elections. The European Union is focusing on financial support and technical support to the National Electoral Commission and to civil society, to assist in the organisation of these particular elections. Can I also say to Mr Kelly and to other Members that the support we are giving to Madagascar to have free and fair elections, in addition to the technical support, is a priority for the European Union in relation to electoral observation in 2018.  Next week we will have a very important occasion when the African Union and the European Union will be launching the External Investment Fund which has been proposed by Jean-Claude Juncker, President of the European Commission. I have regular contacts with the African Union Commissioner for Agriculture and we are working on developing technology transfer and vocational training and other development projects around how we can improve the position of women in agriculture – in particular in Africa and indeed in Madagascar – in order to get the benefits of the great cooperation of the EU and the African Union, but also to improve the lot of ordinary people through agriculture and food on the African continent, including Madagascar. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 98, "date": "2017-11-16.json", "name": "La Présidente. –", "mepid": "96952", "text": "The debate is closed.The vote will take place today.Written statements (Article 162)", "language": "en", "original_language": "fr", "translation_provider": "google"}, {"id": 99, "date": "2017-11-16.json", "name": "Isabella Adinolfi (EFDD)", "mepid": "124831", "text": "in writing.- Although the 2013 elections in Madagascar were held in a positive climate, with a democratic and credible outcome, the country's political, social and economic situation is still unstable.Journalists and human rights defenders enjoy very little freedom and are often victims of intimidation by national authorities.I believe that the European Union must support Madagascar to invest in the offer and support of human rights defenders and to ensure that we arrive at the 2018 elections in a climate of dialogue and credibility that can guarantee a fair and free electoral process.", "language": "en", "original_language": "it", "translation_provider": "google"}, {"id": 100, "date": "2017-11-16.json", "name": "Rolandas Paksas (EFDD)", "mepid": "96694", "text": "in writing. - Every state has a duty to create conditions for the full development of the population, to ensure compliance with fundamental human rights standards. The Malagasy authorities must uphold and protect the rights of their citizens. It is important to create a sustainable public administration apparatus, to take effective action for the purpose of stabilizing the political situation and the social and economic level. Effective action must be taken to prevent crime, violations of freedom of expression, terrorism and violence. The country must maintain its constitutional order and political stability. Peaceful resolution of conflicts must be ensured by providing the victims with the necessary medical, hygienic and food supplies, enabling a comprehensive supply of humanitarian aid. The Malagasy authorities must systematically carry out impartial investigations into extrajudicial executions, bring the perpetrators to justice and ensure that the families of the victims receive adequate compensation.", "language": "en", "original_language": "lt", "translation_provider": "google"}, {"id": 101, "date": "2017-11-16.json", "name": "Die Präsidentin. –", "mepid": "1913", "text": "Dear Colleagues!The session has resumed.Mr Dartmouth, you raised a point of order.Please also say which article you are referring to.", "language": "en", "original_language": "de", "translation_provider": "google"}, {"id": 102, "date": "2017-11-16.json", "name": "William (The Earl of) Dartmouth (EFDD).", "mepid": "96958", "text": "   – Madam President, I am rising under Rule 11(3). It is clear from the intervention of Ms Jacqueline Foster yesterday that Mr Corbett has misrepresented the role of Mr Verhofstadt in relation to the committee of Westminster MPs that visited Brussels re Brexit. It is a most serious matter to misrepresent... (The President cut off the speaker)", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 103, "date": "2017-11-16.json", "name": "Die Präsidentin. –", "mepid": "1913", "text": "Dear colleague!We cannot restart yesterday's discussion.I have another point of order.Mr. Woolfe, you have the floor!", "language": "en", "original_language": "de", "translation_provider": "google"}, {"id": 104, "date": "2017-11-16.json", "name": "Steven Woolfe (NI).", "mepid": "124966", "text": "   – Madam President, I am grateful for permission to make this intervention. I rise in relation to two rules: Rule 184a and Rule 198. In relation to Rule 198, I seek that you, as the President, look to the House to form a committee that looks at the appalling and abysmal behaviour of Saudi Arabia towards the people of Yemen, and the funding of any projects of the European Union with Saudi Arabia.  As you are fully aware, the cholera crisis in Yemen is now reaching 1 million people. There are children dying daily in their hundreds and Saudi Arabia has decided to block the ports, the airports and any travel in, also not permitting people to treat those children. The European Union has a responsibility to deal with the suffering of those people in Yemen and I ask you under Rule 198 that this Parliament seeks to censure Saudi Arabia. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 105, "date": "2017-11-16.json", "name": "Die Präsidentin. –", "mepid": "1913", "text": "May I ask you to come to your point of order?That's not the case.OK.", "language": "en", "original_language": "de", "translation_provider": "google"}, {"id": 106, "date": "2017-11-16.json", "name": "Δημήτριος Παπαδημούλης (GUE/NGL).", "mepid": "28586", "text": "- Madam President, yesterday a deadly flood in my country, Greece, in the western suburbs of Athens, caused a huge natural disaster and we are already mourning 15 dead.Given the expression of solidarity of the European Parliament and of the whole of the European Union to the Greek people affected by this catastrophe, and as an expression of condolences to the families of the dead, I suggest, Madam President, that there be a minute's silence.", "language": "en", "original_language": "el", "translation_provider": "google"}, {"id": 107, "date": "2017-11-16.json", "name": "Die Präsidentin. –", "mepid": "1913", "text": "Thank-you.Unfortunately, we cannot observe such a minute's silence today, but one thing is very clear: we are all among the victims of disasters, which for us are really always very great human catastrophes.Thank you, Mr Papadimoulis, and thank you for thinking of the victims.I thank you for the fact that we always stand up for minorities and that we ensure that they are protected.That is a very important question for us as the European Parliament.Thank you for informing us about it again.But if you will allow me, I would now like to turn to our Rules of Procedure.", "language": "en", "original_language": "de", "translation_provider": "google"}, {"id": 108, "date": "2017-11-16.json", "name": "Werner Langen (PPE).", "mepid": "1928", "text": "- Madam President!I wanted to inform the plenary that on Tuesday afternoon, during the debate on the rule of law in Malta, the livestream transmission in Malta was disrupted after Mr Giegold's contribution and switched off after Mr Casa’s contribution.A total of 28 colleagues who spoke afterwards were unable to speak.I think this is a huge scandal and I ask the Bureau to investigate the cause.(Applause)", "language": "en", "original_language": "de", "translation_provider": "google"}, {"id": 109, "date": "2017-11-16.json", "name": "Die Präsidentin. –", "mepid": "1913", "text": "Thank you for the information.However, I do not see any further procedural motions now.That is why we come to our work.", "language": "en", "original_language": "de", "translation_provider": "google"}, {"id": 110, "date": "2017-11-16.json", "name": "Die Präsidentin. –", "mepid": "1913", "text": "The next item is voting time.(Voting results and other details of the voting: see Minutes.)", "language": "en", "original_language": "de", "translation_provider": "google"}, {"id": 111, "date": "2017-11-16.json", "name": "João Pimenta Lopes (GUE/NGL).", "mepid": "136236", "text": "- A point of order, Madam President, to make a protest.It is noon and ten, the document that we are now going to vote on, although it is only an expression of your consent, is only available in one language of this house, when the document dates from the 6th of November.This is a violation of the principle of multilingualism which limits the ability of Members of this House to evaluate the document in question in their own language and which should prevent voting on any document, this or another, under these conditions.It will, of course, be the result of what budget cuts are in terms of translation, and we have to file this protest.", "language": "en", "original_language": "pt", "translation_provider": "google"}, {"id": 112, "date": "2017-11-16.json", "name": "Die Präsidentin. –", "mepid": "1913", "text": "Thank you, Mr Pimenta Lopes!We are not voting today on the report as such, but only on the LIBE committee's decision to start negotiations.According to our rules of procedure, no translation of the report into all official languages is required for negotiations to begin.The report has been available in English since last week.This is the usual trialogue procedure.The translation will be submitted later.We now come to the vote on the decision of the LIBE committee on the basis of Mrs Wikström's report.", "language": "en", "original_language": "de", "translation_provider": "google"}, {"id": 113, "date": "2017-11-16.json", "name": "Cecilia Wikström", "mepid": "96677", "text": "  rapporteur. – Madam President, the European Parliament has managed to do something quite unusual: we have united the EPP, the Socialist Group, the ALDE Group, the Greens and the GUE Group to build a solid reform of the Dublin Regulation, based on solidarity. It is a complicated, delicate file, but according to the Eurobarometer of this year 70% of citizens of Europe expect the European Union to deliver on this, to deliver on the collapsed system that we have today.  It is high time today that we deliver. United we are strong. The alternative is that we stand, as of today, with no policy on a very topical and very difficult area, namely migration. If we cannot manage to unite, the European Parliament makes itself completely irrelevant. If we are united we can also ask the Council to come up with a position where they can unite. We have united, more than 200 political parties of Europe, on this, and a big majority of the Civil Liberties, Justice and Home Affairs (LIBE) Committee.  Now the Council does not even have a position. We have a position that will change the reality out there, so, colleagues, today I stand before you asking for your confidence to start negotiations based on solidarity, based on European policy, creating an asylum system that is going to change the chaos of today and turn it into order. The alternative we know very well. It is your choice. Ask me, together with my team, to enter into negotiations, or defend the failed policy as of today in front of your citizens, if you can. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 114, "date": "2017-11-16.json", "name": "Die Präsidentin. –", "mepid": "1913", "text": "Sorry.Thank you Ms. Wikström.Mr Pimenta has already given the counter-speech.That is why we can now go to the vote.The committee's decision was approved by Parliament.Negotiations can be started at any time.", "language": "en", "original_language": "de", "translation_provider": "google"}, {"id": 115, "date": "2017-11-16.json", "name": "Die Präsidentin. –", "mepid": "1913", "text": "The voting time is now closed.", "language": "en", "original_language": "de", "translation_provider": "google"}, {"id": 116, "date": "2017-11-16.json", "name": "Jan Zahradil (ECR).", "mepid": "23712", "text": "- Madam President, of course I supported this report and I can only express my joy that, after a certain pause, the European Parliament is working to develop relations with the Pacific region, not only with New Zealand but also with Australia.After all, last year we gave a mandate here to negotiate a free trade agreement with both Australia and New Zealand, and today's vote on the Partnership and Cooperation Agreement and relations with New Zealand is a very good way forward, so it is good thatThe European Union is opening a partnership window on the trade route to this region, and I think there has been and will be a very broad consensus here that this is a good thing, that it is to the benefit of our national economies and that we should continue to do so.Let's definitely support it.", "language": "en", "original_language": "cs", "translation_provider": "google"}, {"id": 117, "date": "2017-11-16.json", "name": "Tomáš Zdechovský (PPE).", "mepid": "124713", "text": "- Madam President, I also support the partnership and relations agreement between the European Union and New Zealand.It is a promising step in gaining an important business and strategic partner and ally in the Asia-Pacific region.Since deepening relations with New Zealand, I personally promise to promote sustainable investment and growth, the creation of new jobs on both sides and also new business opportunities for private entities.And, among other things, cooperation in many areas: from innovation, science to migration, terrorism, the fight against organized crime, cybercrime or judicial cooperation.In my opinion, New Zealand is an important player in the European Union's trade strategy in this area, and deeper and balanced effective cooperation will help mutual satisfaction and stable democracy.", "language": "en", "original_language": "cs", "translation_provider": "google"}, {"id": 118, "date": "2017-11-16.json", "name": "Daniel Hannan (ECR).", "mepid": "4555", "text": "   – Madam President, what an amazing country New Zealand is: 4 million people, as remote geographically as any territory in the world, totally dependent on international trade, and yet it has gone a quarter of a century without a single quarter of negative economic growth. How? By international global commerce.  Yet, here is the amazing thing: no one in New Zealand is suggesting that in order to succeed they need to join a customs union with Malaysia or join a political union with Nauru, or even join a single currency with Australia. They have managed to succeed by living under their own laws, while remaining interested and engaged in the affairs of every country on every continent. It is a natural healthy thing to be independent and to trade. Commerce does not require political union. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 119, "date": "2017-11-16.json", "name": "Seán Kelly (PPE).", "mepid": "96668", "text": "   – Madam President, I was very pleased to vote in favour of this report, and very much welcome the signing of the partnership agreement with New Zealand. It is testament to the ongoing cooperation that the EU has fostered with New Zealand. The agreement has reinforced cooperation on a wide variety of important areas, and also facilitates further progress in trade with the launching of negotiations for the free trade agreement between the EU and New Zealand. Speaking as an Irish person, we have a long-standing, friendly relationship with New Zealand. Indeed, one in six New Zealanders claim Irish heritage, and the Irish Government was very pleased to witness the opening of the New Zealand embassy in Dublin earlier this year. There have always been strong personal and cultural links between the two countries. This is also the case for other Member States, and certainly now for the European Union at large. The PARC Agreement has built on political, economic and cultural ties that look forward to future developments between the EU and New Zealand in these areas and of course, as the world gets smaller, New Zealand comes nearer to us. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 120, "date": "2017-11-16.json", "name": "Jasenko Selimovic (ALDE).", "mepid": "134243", "text": "   – Madam President, I voted in favour of this agreement because I firmly believe that this cooperation will be fruitful, allowing both partners to swiftly move towards a modern, comprehensive and fair free trade agreement. I recognise the importance of New Zealand for my country, Sweden. It is actually the eighth most important trade partner for my country, and I believe it can be so with the EU as well. I believe that this agreement is especially important in this protectionist time as a fight against protectionism, and that is why I supported it. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 121, "date": "2017-11-16.json", "name": "Ангел Джамбазки (ECR).", "mepid": "124873", "text": "- Madam President, ladies and gentlemen, I voted in favor of this report because the European Union and its Member States and New Zealand have a healthy and good relationship, while sharing many common goals on most global issues, such as democracy, the rule of law and human rights. the fight against climate terrorism. They are also active supporters and participants in multilateral organizations, such as the United Nations and the World Trade Organization. Relations between the two partner countries were strengthened in October 2016 with the signing of the Partnership Agreement between the European Union and New Zealand, which will provide a comprehensive and modern legal basis for relations between the two negotiating parties. The aim is to facilitate more effective bilateral engagement by the Union and its Member States with New Zealand by strengthening political dialogue, improving cooperation on economic and trade issues and many other areas of innovation, education, culture and migration. That is why I supported the resolution and the conclusion of the partnership agreement.", "language": "en", "original_language": "bg", "translation_provider": "google"}, {"id": 122, "date": "2017-11-16.json", "name": "Michaela Šojdrová (PPE).", "mepid": "124710", "text": "- Madam President, if we want to help Europe, we must help Africa. This must be our strategy for the coming months and years. That is why I supported the report, which contains a number of specific recommendations for the forthcoming EU-Africa summit. Over the last 30 years, Africa's population has doubled from 600 million to 1.2 billion and will continue to grow. Of course, as the population grows, so will the migratory pressure. The European Union is the largest provider of development aid. But we must also combine values ​​with economic aid, especially the protection of human rights, the dignity of life and the rule of law. In addition to armed conflict, political repression and a poor economic situation, climate change is also the reason for migration. We need conditions in Africa to improve and people to have dignified conditions and motivation to grow. Finally, let me recall the words of Pope Francis. Behind all the numbers, we must see people, a specific person, and that must be our human strategy.", "language": "en", "original_language": "cs", "translation_provider": "google"}, {"id": 123, "date": "2017-11-16.json", "name": "Tomáš Zdechovský (PPE).", "mepid": "124713", "text": "- Madam President, the partnership with Africa must reflect new priorities that copy the political and economic development of both continents.The partnership has several priority areas: from economic cooperation, through migration and the environment.I would emphasize two - from my point of view - the most important areas of the strategy.Firstly, there is respect for human rights, which are highly violated on the African continent, and security throughout the continent.In the context of the recent events in Madagascar and other African countries, I would like to appeal for the European Union's active participation in respect for human rights across Africa.That's why I supported it.", "language": "en", "original_language": "cs", "translation_provider": "google"}, {"id": 124, "date": "2017-11-16.json", "name": "Ангел Джамбазки (ECR).", "mepid": "124873", "text": "- Madam President, ladies and gentlemen, I supported Mr Ponga's report for a number of reasons. First of all, Africa is one of Europe's main economic partners in economic and trade terms, and not only because of that, but also when it comes to the development of humanitarian aid. Strengthening the political dialogue between the European Union and Africa is a precondition for renewing the strategic partnership in order to deliver benefits in the various areas of economic development, growth, job creation, migration and security. To this end, the development of a regional dimension of cooperation between the African continent and the European Union would be essential. The report also highlights and calls for a strategy on the most important issue, mobility and migration, which will contribute to the development of both Africa and the Union. This is an extremely important element in view of the ongoing migration flow from North and Central Africa. Undoubtedly, such a strategy is needed, and Europe must focus its efforts on stabilizing these countries in order to prevent the migration crisis from deepening.", "language": "en", "original_language": "bg", "translation_provider": "google"}, {"id": 125, "date": "2017-11-16.json", "name": "Andrejs Mamikins (S&amp;D).", "mepid": "124746", "text": "   – Madam President, support for the African continent is not a gift or charity. Investment in Africa’s development will help not only the African people, but also us Europeans. A stable and developing African continent will give us more security. It will prevent forced migration, because people will be able to receive decent work and social protection in their states and native lands. It will give us more possibilities for our businesses to find partners and of course new markets. In my view, there are a lot of empty words from the leaders of our EU Member States that mask a lack of will. The test will be whether or not the Member States of the European Union fulfil their commitment to directing 0.7% of their GDP to official development assistance to strengthen cooperation with Africa. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 126, "date": "2017-11-16.json", "name": "Die Präsidentin. –", "mepid": "1913", "text": "Mrs. D'Amato!You have registered two minutes, both for Mrs Mizzi's report and for Mr López's report.You only have three minutes in total.Could you tell me which of the two reports the two minutes are for and which other the one minute is for, so that I have it for my record?", "language": "en", "original_language": "de", "translation_provider": "google"}, {"id": 127, "date": "2017-11-16.json", "name": "Rosa D'Amato", "mepid": "124835", "text": "on behalf of the EFDD Group. - Madam President, ladies and gentlemen, the Ombudsman's report demonstrates a work that has been carried out with attention to citizens' rights in relation to the European institutions, starting with the commitment to greater transparency and better access to documents. Emphasis was placed on the need to apply stricter ethical standards for Union politicians and staff, so as to ensure the integrity, discretion and full independence of the private sector, without dangerous interconnections or conflicts of interest. It is therefore essential that the Ombudsman pursues his path to ensure the publication of the names of those officials or politicians who have taken advantage of the so-called revolving doors, rapidly moving from an institutional role to a private management or vice versa. How not to mention the bad example provided by former Commission President Barroso, who took up a presidential position at Goldman Sachs. Despite having respected the 18-month limit, the Ombudsman highlighted that this time frame is too short and needs to be urgently reviewed to safeguard the duties of honesty and delicacy that are imposed by this function. Another relevant case is the Commission's attitude in meetings with tobacco lobbies, for which greater transparency was requested. The Commission has not given valid reasons for refusing to carry out the recommendations and is therefore a crime of maladministration. The European Central Bank is also under the lens, which must make public some parts of the single supervisory mechanism, in addition to the letters sent to banks and institutions under supervision. It is therefore a first breach in the impenetrable wall of the ECB that would allow citizens to look through the peephole of the door, awaiting further courageous initiatives that would allow the structures to be made transparent. economic and banking activities.Citizens perceive the Union with a distant and impenetrable structure.The Ombudsman's efforts must continue with the same intensity and unravel the shadows surrounding the European institutions.For this reason, our vote was positive.", "language": "en", "original_language": "it", "translation_provider": "google"}, {"id": 128, "date": "2017-11-16.json", "name": "Tomáš Zdechovský (PPE).", "mepid": "124713", "text": "- Madam President, I would like to begin by highlighting the work of the European Ombudsman, who is one of the independent checks on the proper functioning of the European Union.In the name of transparency, democracy and openness in the European Union, it is an important authority that helps individuals to protect their rights.It is clear that this institution makes sense and is doing well, as in 2016 almost 16,000 people turned to the office for help.Yes, I'm not wrong.What I must point out, however, is that of this number, less than 2,000 applications were considered to be a complaint falling within the competence of the European Ombudsman.Therefore, it is necessary to further show what the competence of the European Ombudsman is and thus increase people's awareness.I think it would be appropriate to raise awareness of the Office and also to support the Ombudsman's own work.", "language": "en", "original_language": "cs", "translation_provider": "google"}, {"id": 129, "date": "2017-11-16.json", "name": "Andrejs Mamikins (S&amp;D).", "mepid": "124746", "text": "   – Madam President, the European Ombudsman has the very important function of improving the quality or work of the European institutions. Let’s be frank, very often we can see examples of lack of transparency, conflicts of interest and red tape. Each such case discredits the idea of the European Union and gives strong arguments to the numerous Eurosceptics.  Ombudsmen should pay more attention to the revolving-door phenomenon in the European Union. Ombudsmen should insist on the creation of an independent ethics board which would decide which professional activities are subject to a conflict of interest. Ombudsmen should play a bigger role in order to make the European institutions more open, transparent and more understandable for Europeans. We should remember that it is very easy to lose the trust of people, but it is very hard to restore it. Of course, I voted in favour. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 130, "date": "2017-11-16.json", "name": "Maria Grapini (S&amp;D).", "mepid": "124785", "text": "- Madam President, I say from the outset that I voted in favor of the report. Of course, I also participated in the debate. Who can't agree, who can oppose environmental protection, environmental protection measures? Obviously I agreed, but I also came up with proposals because I believe and I don't believe just because I think so, I checked. There are a lot of problems with the financial possibilities in some Member States to create environmental conditions and that is why in the plenary debate we asked the Commissioners to think about certain new mechanisms for financing large environmental projects in all states and in which local and national budgets do not reach. That is why I am glad that this project has been voted on, but at the same time I hope that the members of the Commission, the European Commission, will find mechanisms to support states that are not now with the level of environmental protection, with mechanisms for environmental protection at the appropriate level. for the trend that is until 2030-2050.", "language": "en", "original_language": "ro", "translation_provider": "google"}, {"id": 131, "date": "2017-11-16.json", "name": "Rosa D'Amato", "mepid": "124835", "text": "on behalf of the EFDD Group. - Madam President, ladies and gentlemen, the divergences in terms of income, employment and opportunities, which have been emphasized with the economic-financial crisis, are evident and mortify the existence of people, since economic security is important for the fulfillment of citizens and for their general well-being. Today it is not enough simply to have a job to be protected from poverty, because various atypical types of contracts, many unpaid internships, different forms of unconventional or unreported employment, such as slavery by the gangster, impose economic conditions at the limit, if not at the limit. below the poverty line. Inequalities create discouragement, bring discontent and anger, create a humus that feeds instability and distrust in the European Union. Yet they have been fed by the recipe for austerity and the country-specific recommendations that Europe has decided to lump its citizens. Unemployment, cuts in wages and pensions as well as welfare have undermined the lives of many people, and all in the face of the priority of the well-being of peoples recognized in the European treaties. The answers, therefore, should not be sought in specific recommendations or in the European Semester, one cannot think of healing a sick person with the same medicines that made him agonized. If we do not change the yardstick with which the tailor makes the suit, as long as everything is calibrated on the gross domestic product, we will find ourselves struggling with tight and suffocating clothes. When we adopt parameters that take into account social progress and the real well-being of citizens, then we will be able to see measures capable of guaranteeing employment and fair wages. An authentic European pillar of social rights is welcome, action to balance professional and private life is welcome, but other solutions proposed by the rapporteur are not adequate and for this we abstained.", "language": "en", "original_language": "it", "translation_provider": "google"}, {"id": 132, "date": "2017-11-16.json", "name": "Alex Mayer (S&amp;D).", "mepid": "185637", "text": "   – Madam President, I welcome this report, especially the section on helping people with disabilities achieve secure employment. Four years ago, when Norwich’s Remploy factory shut, the Department for Work and Pensions (DWP) said that funding should be focused on helping disabled people into mainstream jobs, but where is that funding now? The replacement for the DWP’s work program has seen its funding slashed by three-quarters. The British Government has gone back on its word.  Remploy did as was asked and today helps people with disabilities find and keep mainstream jobs. What they do worked. When I spoke to them they told me about Milo, who secured a full-time job working on Cromer Pier, and Brandon, who said it is thanks to Remploy that he now feels that he has a future. But now Remploy in Norwich is set to close, and experienced employment coaches will lose their jobs. The British Government talks warm words about helping disabled people into work, but is high time that they put their money where their mouth is. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 133, "date": "2017-11-16.json", "name": "Ангел Джамбазки (ECR).", "mepid": "124873", "text": "- Madam President, ladies and gentlemen, I voted against this report because, despite some of the positive proposals contained in it, it does not take into account one of the main differences for the European Union - the income gap between the so-called 'old Europe', or the western part of the European Union, and Central and Eastern Europe, or the new members. This huge difference in income and pay motivates many young people in Eastern Europe to leave their homelands and move west, thus causing a demographic crisis in their countries. And this large income gap is largely due to the protectionist measures that some governments in this part of Europe are taking and implementing. Protectionist measures aimed at preventing them from entering the labor market, preventing entrepreneurs from working, earning their money, being able to pay good wages in Eastern Europe and young people staying at home instead of traveling somewhere. west. That is why I voted against.", "language": "en", "original_language": "bg", "translation_provider": "google"}, {"id": 134, "date": "2017-11-16.json", "name": "Andrejs Mamikins (S&amp;D).", "mepid": "124746", "text": "   – Madam President, we often try to solve a problem only when it becomes evident, but very often it is hard to find a good solution at this stage. Inequality starts in childhood. Different possibilities in education and health services for one group of children than for another start to create an equality gap. As people become older, accumulated inequality starts to give negative results in people’s work and social life. That is why it is so important to make a timely investment in children’s and young people’s education, skills and health. One of the positive examples of such a programme is the Youth Employment Initiative. This programme shows positive results. It needs a higher funding level for the period 2017-2020, at least EUR 21 billion. Every additional euro spent on these purposes will be returned to society by people who will be integrated into society and fully realise their talents. I voted in favour. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 135, "date": "2017-11-16.json", "name": "Момчил Неков (S&amp;D).", "mepid": "125013", "text": "- Madam President, social inequalities have become even more pronounced after the severe economic crisis of the last decade. The gap between rich and poor has widened not only between Member States but also between them. The direct victims were young people and low-skilled workers. We cannot afford the future young generation to live worse than us. Poverty and lack of opportunities for professional realization drove more than 16,000 young and educated Bulgarians out of Bulgaria in 2016 alone. We are now talking about the depopulation of certain regions. In time, at this rate, we will be talking about the depopulation of all of Eastern Europe. This new reality also implies a new type of attitude to the problem. Stagnation in cohesion policy at European level cannot stop migration from east to west. I am not sure that the prioritization of investments in infrastructure projects will force Bulgarians abroad to return to their homeland.", "language": "en", "original_language": "bg", "translation_provider": "google"}, {"id": 136, "date": "2017-11-16.json", "name": "Seán Kelly (PPE).", "mepid": "96668", "text": "   – A Uachtaráin, vótálas i bhfabhar na tuarascála seo mar is dóigh liom go bhfuil cothromaíocht thar a bheith tábhachtach don Aontas. and combating equality should take the form of a variety of mechanisms – support for employees, digitisation of the workplace, addressing the gender pay gap, reinforcing efforts to eliminate poverty and enhanced employment policies affecting young people. One of the European Union 2020 targets looks to reduce the number of people in or at risk of poverty and social exclusion by at least 20 million.  Inequality resulting from the economic crisis had a particularly negative effect on women, causing increased exclusion from the labour market and worsening poverty among women. Eurostat findings for 2014 showed an average EU gender pay gap of 16.7%, but Ireland’s pay gap was standing at 13.9%. I was very pleased that our new leader, Leo Varadkar, mentioned this as one of his priorities during his term as Taoiseach.  Inequality affects people from all walks of life but equality, on the other hand, benefits our societies, our nations and our Union.  Leanaimis ar aghaidh ag cothú cothromaíochta.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 137, "date": "2017-11-16.json", "name": "Danuta Jazłowiecka (PPE).", "mepid": "96781", "text": "- Madam President! Ladies and gentlemen! One of the five goals of the Europe 2020 strategy is to reduce the number of people at risk of poverty and social exclusion by at least 20 million. Taking into account that after the crisis there were 1.7 million more such people than in 2008, we can conclude that the actions taken do not bring the expected results. Too high and growing inequalities not only have direct social costs, but can also act as an obstacle to economic growth. Reducing inequalities must be one of the top institutional priorities at European level. This is a prerequisite for economic recovery, job creation, increased social cohesion and shared prosperity. The Union's activity cannot, however, replace the Member States' own efforts, primarily in the area of ​​the labor market. The best instrument to combat poverty is job creation and equal opportunities at the national or regional level. Therefore, any solution that transfers responsibility to the Union level should be opposed, as this breaches the subsidiarity principle and only contributes to perpetuating the problem, not solving it, which is why I abstained on voting on the report.", "language": "en", "original_language": "pl", "translation_provider": "google"}, {"id": 138, "date": "2017-11-16.json", "name": "Maria Grapini (S&amp;D).", "mepid": "124785", "text": "- Madam President, I want to make it clear from the outset that this report is a first step. However, it does not solve the inequality and the problems we have identified, child poverty, gender inequality, low incomes in certain areas, especially in rural areas. I think that from now on the Commission has great problems in correlating this project and I am very happy. I voted for him, I supported him with the group I belong to. I am in my country in a humanist party. We can't help but think of people. But the Commission needs to correlate because cohesion funds have not yet achieved their goal. We must continue to allocate cohesion funds to a higher percentage and especially to poor areas. There are children who are born poor, remain poor, raise poor families, have no access to school, no access to education, no access to health. This is a very complex issue and, of course, it is good that the social pillar was included in the European Semester, but I believe that we need to deal systemically and the Commission needs to deal systemically in conjunction with other resolutions and other directives and regulations.", "language": "en", "original_language": "ro", "translation_provider": "google"}, {"id": 139, "date": "2017-11-16.json", "name": "Die Präsidentin. –", "mepid": "1913", "text": "This concludes the explanations of vote.", "language": "en", "original_language": "de", "translation_provider": "google"}, {"id": 140, "date": "2017-11-16.json", "name": "Przewodniczący. –", "mepid": "28372", "text": "The next item on the agenda is the debate on an oral question to the Commission by Petra Kammerevert, on behalf of the Committee on Culture and Education, on 2018: The EU-China Tourism Year (O-000071/2017 - B8-0609 / 2017) (2017/2846(RSP)).", "language": "en", "original_language": "pl", "translation_provider": "google"}, {"id": 141, "date": "2017-11-16.json", "name": "Michaela Šojdrová", "mepid": "124710", "text": "representing the author. - Mr President, Commissioner, I have the honor to present, on behalf of the Committee on Culture and Education, an oral question to the Commission on the European Union-China Tourism Year for the following year 2018. I was the initiator of this question and I am glad that it was supported by all factions in our committee. We have a common concern. In 2016, at a meeting with Chinese Prime Minister Li Kichiang, the Commission and its President Juncker decided that 2018 would be the year of tourism between the EU and China. They did so without consulting the European Parliament. We did not have the opportunity to get acquainted with the content and conditions of this project. At the same time, it was the CULT committee and, subsequently, the entire European Parliament that came up with the initiative in 2016 to make 2018 the European Year of Cultural Heritage. We have serious reasons and expectations for this. The European Union is experiencing a period of rising populism, radicalism and division. That is why we want to return to the roots of European civilization. We want to remind the younger generation in particular that we are living in a historically unprecedented period of peace, freedom and prosperity. All this has been redeemed by millions of human victims. That is why we can safely enjoy the cultural richness that has always united us. The aim of the European Year of Cultural Heritage is therefore primarily to promote European values ​​and strengthen our belonging. We are therefore right to ask, what is the aim of the EU-China tourism year? Our questions are: 1. Can the Commission explain why it is so important for Europe that the EU-China Year of Tourism take place in the same year as the European Year of Cultural Heritage? 2. How will the Commission manage both initiatives at the same time? 3. How does the Commission plan to create synergies between the two activities? 4. How does the Commission intend to ensure sufficient visibility for both activities? From these questions, it is clear what we are talking about. It is simply not clear to us how both events will be managed and promoted so that, in particular, the European Cultural Heritage Year is not weakened. From our point of view, these are more activities disparate and competing with each other. We are interested in why the Commission has decided to address this thematic and financial fragmentation of cultural initiatives. In the case of the Year of Tourism, the Commission is approaching China in an area that is developing very intensively even without public support. At the same time, the Commission is planning to spend EUR 8 million on a common promotion platform. We are interested in whether this is the final number or whether it has promised some more funding. Tourism between the Member States and China is developing very fast and there is no need to support it from the European level, especially not financially. Even without this support, almost 11 million tourists from China visited the European Union last year. I ask myself: how can we promote European values ​​if we work with China at the same time without any human rights conditions? I would like to remind you that there are still almost 1,500 political prisoners in China and the human and social rights of tens of millions of people are being massively violated. In connection with our Monday debate on the persecution of Christians, I would like to add that if the Chinese want to visit Christian monuments in Europe as tourists, they must stop persecuting Christians as well as other religious minorities at home. This should be the Commission's starting position for similar initiatives in relation to China. From a professional point of view, the question arises as to whether mass tourism is in any way particularly beneficial for the preservation of cultural monuments. I would have my doubts about that. This is true for many places in Europe that are facing congestion from the influx of tourists, but it is also true, for example, for Tibet under Chinese administration, where mass tourism from the West, supported by the Chinese, has a rather destructive effect on local culture. I have tried to raise here the main questions that concern us in this regard, and I hope that the Commission will answer them. The committee will, of course, assist us in finding a positive solution. And finally a request. Please do not suspect us of being against cooperation. Certainly not. But we want to make it clear that the values human rights and freedoms are part of our European policy and are not for sale.Thank you for your attention and I look forward to hearing from you, Commissioner.", "language": "en", "original_language": "cs", "translation_provider": "google"}, {"id": 142, "date": "2017-11-16.json", "name": "Phil Hogan", "mepid": "n/a", "text": "   Member of the Commission. – Mr President, I am taking this point on behalf of Commissioner Bieńkowska. I would like to thank the honourable Member for the question on the 2018 EU—China Tourism Year and its relationship with the European Year of Cultural Heritage. As you know, these two initiatives are very important for the Commission. We decided to have the tourism year with China in 2018 following the 2016 US—China Year and the 2017 Australia—China Year, and the reason is clear. These countries are our immediate competitors in this particular region, and in the tourism sector in particular. We needed to match their efforts to attract Chinese travellers. The Tourism Year is also a unique opportunity to restore the image of the European Union as a tourism destination in the face of growing global competition from other markets. The two Years are pursuing different, but complementary, policy objectives. The main objective of the European Year of Cultural Heritage is the promotion and preservation of Europe’s cultural heritage and the values it embodies. The main objective of the EU-China Tourism Year is jobs and growth. The EU-China Tourism Year aims to attract more of the most desirable Chinese travellers. I am talking about those with high revenues, travelling off—season, not only to famous, but also to lesser—known, places. Overall, both Years contribute to developing sustainable cultural tourism. They make us consider how to preserve our heritage and help us find ways to finance its preservation in a sustainable manner.  Managing the two initiatives in parallel will not be a problem. The Commission services are coordinating our efforts to make sure that everything will go according to schedule. In addition, right from the start we have been working together intensively within the Commission, and I would like to give you one example. Under the European Year of Cultural Heritage, UNESCO was asked to develop four thematic itineraries between lesser—known world heritage sites in the European Union in order to attract tourists in a sustainable way, but it was also asked to conceive them for Chinese travellers especially and to promote them in China under the logo of the EU—China Tourism Year.  The two initiatives have dedicated budgets and will be advertised through separate means, targeting different audiences. This budget is EUR 4.3 million, not EUR 8 million. In the case of the EU—China Tourism Year, we have mainly targeted the EU travel and tourism industry. We will use business-to-business events to point to opportunities and ways to be more China-ready. In China, we are targeting a wider audience in addition to Chinese tour operators, thanks to events attracting the attention of the Chinese mass media. The 2018 European Year of Cultural Heritage targets the wider European public with a specific focus on young people between 15 and 25 years old.  So the two Years are pursuing different policy goals and targeting different groups, but there are complementarities and synergies on which we can build and we are making sure that these synergies are exploited. I want  to assure the Member that this is the way in which we are proceeding and to inform the House that Commissioner Navracsics, the relevant Commissioner, has been in China in the past few days, making sure that the issues that are rightly addressed by the Member are being addressed and that complementarity is being achieved. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 143, "date": "2017-11-16.json", "name": "Michaela Šojdrová", "mepid": "124710", "text": "  on behalf of the PPE Group. – Mr President, I would like to pass on to you my colleague, Mr Sógor’s, apologies. He had to leave earlier on because of the strike in France. I will now read his statement. I think that at least once or twice in our lives many of us have already been confronted with the question of whether travelling to a country where human rights are violated is ethical or not. I believe that, as in most issues, it is the scale and the severity of the violation that matters. Even though many countries across the globe are far from perfect in this regard, China still stands out, but even in China there are regions that stand out.  Let us take the case of Tibet, which is at the rock—bottom of the freedom ranking list of Freedom House, a place where civil and political rights are non-existent. Now let us suppose that Tibet for a while is not closed to foreign tourists, let us suppose that with your passport – something that most Tibetans are not allowed to have – you can visit the region. Let us suppose that, as a foreigner, you can get past through police road checks and you can enter Lhasa, a city which ordinary Tibetans from outside the city are restricted to access.  You would find yourself in a place where draconian surveillance measures are implemented to enforce the so-called ‘stability’ of the region; where detentions, prosecutions and convictions of Tibetans for the peaceful exercise of their freedoms of expression, assembly and religious belief are carried out in alarming numbers; where many Tibetans set themselves on fire because they are denied their basic fundamental rights; or where state policies encourage migration from other parts of China in order to reduce the ethnic Tibetan share of the population. In the light of this, I firmly believe that the conclusion of a tourism agreement with China, without a single human rights reference, is not ethical, nor is it in line with our universal and foreign policy values. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 144, "date": "2017-11-16.json", "name": "Ангел Джамбазки", "mepid": "124873", "text": "on behalf of the ECR Group. - Mr President, Mr Commissioner, ladies and gentlemen, the question thus posed, which we are now discussing, should be answered as follows: the two initiatives must in no way oppose or collide. Is there any interest in the European Year of Culture? Yes of course. Is there any interest in tourism in the European Union on the part of the citizens of the People's Republic of China? Yes of course. But when we start raising the issue of internal order in China, let's not be hypocritical then and ask: do European countries trade, say, with Saudi Arabia? Are human rights being violated in Saudi Arabia? I say yes. Just to remind the petitioner and other colleagues that public executions are taking place in the square with a sword in Saudi Arabia. People's heads are cut off. But companies from European Union countries sell and trade with Saudi Arabia. What is this - hypocrisy, double standard? How exactly do we determine which country is bad, which is not bad, and where do we put the label for the protection of human rights? After all, there is an international legal order. There are a number of states that form the international legal order. Among them are China, among them is Saudi Arabia, Turkey. Are we trading with Turkey? We trade. Is there a violation of human rights in Turkey? To have. Do their colleagues protect them? They protect them. So where is the middle section then? And where then do we determine which country violates human rights the most and which does not? I claim that we have an interest in representing European countries in China. There is interest from Chinese tourists in European countries. Moreover, there is interest in the development of trade. Because trade, tourism, the economy are prosperity and provide opportunities for greater development, better living standards, prosperity and profits. And that is why I think that this hall is not a place where we have to measure with different standards where human rights are violated more.", "language": "en", "original_language": "bg", "translation_provider": "google"}, {"id": 145, "date": "2017-11-16.json", "name": "Andrejs Mamikins", "mepid": "124746", "text": "  on behalf of the S&amp;D Group. – Mr President, in my view, if we want to place the accent on one theme one year, it would be logical not to devalue it by creating another similar theme the next year. Such a policy could lead to the absurd ‘Year of Everything’. In my opinion, that is not our aim. I understand that the EU—China Tourism Year is very important for the Commission in order to create better relations with China, but it could be better implemented in another form. I hope that in the future this consideration will be taken into account. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 146, "date": "2017-11-16.json", "name": "Yana Toom", "mepid": "124700", "text": "  on behalf of the ALDE Group. – Mr President, Europe is famous for its cultural pluralism and openness. Cultural ties with China are based on good political and economic relations. In the case of China, the link between tourism and cultural interests is obvious. Therefore the idea of carrying out the EU—China Tourism Year is welcomed.  Should the EU-China Tourism Year and the European Year of Cultural Heritage coincide in time? I believe that this is possible in so far as the Commission can ensure their adequate organisation. Although both initiatives are related to culture, their content will be different. In addition, the synergy between these activities is possible and desirable.  China and the EU are regional and world leaders with ancient cultural traditions that can mutually enrich our people. So I do not think that the EU-China Tourism Year can somehow prevent the promotion of European identity and values. Our similarities and our differences will be much more visible against the backdrop of our Asian partner.  (The speaker agreed to take a blue-card question under Rule 162(8))", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 147, "date": "2017-11-16.json", "name": "Andrejs Mamikins (S&amp;D)", "mepid": "124746", "text": "blue card issue.- Thank you very much, Mrs Toom, for accepting my blue card question.This week, here in the European Parliament - in fact yesterday - we celebrated the centenary of the Bolshevik revolution, and several colleagues condemned the communist regime, the communist party and so on.And at the same time, here in Parliament, we want to be friends with China, a country with 1.5 billion people led by the Communist Party.Don't you think it's somewhat hypocritical?Thanks!", "language": "en", "original_language": "lv", "translation_provider": "google"}, {"id": 148, "date": "2017-11-16.json", "name": "Yana Toom (ALDE)", "mepid": "124700", "text": "  blue-card answer. – Thank you for the question. You know I spoke about this yesterday. For me it is a bit hypocritical. Yesterday, I reminded my colleagues that we have representatives of eight communist parties here and that we have pretty good relations with China’s communist regime. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 149, "date": "2017-11-16.json", "name": "Molly Scott Cato", "mepid": "124942", "text": "  on behalf of the Verts/ALE Group. – Mr President, there is a deep irony in the fact that the EU-China Tourism Year and the European Year of Cultural Heritage will both take place next year. We will celebrate and promote European cultural diversity, while at the same time working to improve opportunities to increase economic cooperation, in the words of the European Commission, with a regime that represses such diversity in its own territory, often with the utmost brutality and with a blatant disregard for human rights. I am thinking particularly of Tibet, where culture and religion have been the target of relentless oppression at the same time as their remnants are being used to boost Chinese tourism. We should not forget that while Tibetans themselves are not permitted to travel freely and while many Tibetans live in extreme poverty, the Chinese state-sponsored tourism industry reaps the benefits of the appropriation of Tibetan culture and history. In fact, Tibetans are rarely employed by this industry and are not even required to give their consent to huge infrastructure projects aimed at boosting tourism.  I have never been to China but it is clearly a diverse, rich and fascinating country. Neither have I visited Tibet, although what I have learned about the country and its culture through my work in the European Parliament is compelling. My own choice would be to avoid visiting an occupied country that is being deprived of its right to self-determination and I would urge others to follow this policy.  Much closer to home, in July this year Liverpool FC signed a controversial sponsorship deal with Tibet Water Resources Limited that exploits the natural resources of Tibet to the detriment of the local population and the environment. Such commercial agreements not only lend legitimacy to China’s occupation of Tibet but are, in fact, only possible because of it. This sponsorship deal puts the club and the city of Liverpool at the centre of China’s on-going occupation of Tibet. I know that this does not reflect the views of either the fans or the city, and I urge the club to reconsider this misguided and ill-considered deal. We also need to consider whether this is the kind of reckless international economic cooperation that we want to promote as EU institutions.  The unfortunate timing of the EU-China Tourism Year sends a signal that economic interests are once again being prioritised over human rights.  In concluding, I urge the Commission to put human rights firmly on the agenda with our international partners, for example by calling on Beijing to restart talks with the representatives of His Holiness the Dalai Lama that have been stalled since 2010.  (The speaker agreed to take a blue-card question under Rule 162(8))", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 150, "date": "2017-11-16.json", "name": "Tomáš Zdechovský (PPE)", "mepid": "124713", "text": "a question asked by raising a blue card.- Madam Member, I acknowledge your speech and the emphasis on human rights, but I would like to ask you very pragmatically and without any irony or sarcasm.I would like to ask: How would you handle this situation?How would you deal with relations with China today, what would you prefer?Do you think that we should somehow reconsider, for example, economic relations with China?How should we approach this year?", "language": "en", "original_language": "cs", "translation_provider": "google"}, {"id": 151, "date": "2017-11-16.json", "name": "Molly Scott Cato (Verts/ALE)", "mepid": "124942", "text": "  blue-card answer. – Thank you very much for that question. I have a very pragmatic response which is to say that the Commission, when negotiating trade deals and when thinking about its economic partnerships, should place human rights and high social and environmental standards right at the heart. A good way to do that will be to support the binding Human Rights Charter for global corporations, which is currently being negotiated by the UN. Unfortunately, the EU has sided with the USA and with the corporations in not supporting that binding charter, but that is a very practical way in which we can defend human rights through our economic partnerships and through our trade policy. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 152, "date": "2017-11-16.json", "name": "Seán Kelly (PPE).", "mepid": "96668", "text": "   – A Uachtaráin, is dóigh liom go bhfuil moladh tuillte ag Feisire Sojdrova as ucht an cheist a chur ar an gCoimisiún agus an t-ábhar seo a chur ar an gclár anseo inniu. Ach d’fhreagair, ar son an Choimisiúin, an tUasal Ó hÓgáin í agus b’fhéidir nach bhfuil sé idéalach, ach is ceart dúinn glacadh leis agus bualadh ar aghaidh chun an dá rud a chur chun cinn, is é sin Aontas Sóirte, an tSín agus an tAontas agus Bliain Chultúrtha na hEorpa. So the Commissioner’s answer, I think, will suffice. We have an opportunity to promote culture, and I know I come from a country with a rich cultural heritage: our language,  Bíonn seans agam í a labhairt sa Pharlaimint anseo. our games, our music, our dance, our literature. I think the European Year of Culture will give us a great opportunity to promote that, as well as for other Member States. The synergies involved will actually help us to grow both an appreciation of our culture and also the jobs etc. associated with it.  But that does not mean we cannot promote the year of EU-China tourism as well. China is the second-largest travelling group in the world in terms of tourism. They have a huge expenditure of EUR 1.4 billion, and in my own country last year 60 000 Chinese came to visit us. So of course we should have a promotion of EU-China tourism.  Also , while I agree completely that human rights is a major issue – we just spent two hours discussing human rights issues this morning – you cannot say, on the one hand: because we are not happy with your human rights record we are not going to have any business with you; and, on the other hand, say: because Donald Trump pulled out of the climate change and now you have taken leadership, we are delighted with you and we are going to cooperate with you. So these are all issues to be taken in tandem, but I definitely think that these two can work together, as the Commissioner said, and I think it is going to be good for everybody.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 153, "date": "2017-11-16.json", "name": "Isabella De Monte (S&amp;D).", "mepid": "124803", "text": "- (IT) Mr President, ladies and gentlemen, Commissioner, I believe that establishing the Year of Tourism between the European Union and China is a great opportunity for our Europe. Furthermore, 2018 itself will also be the European Year of Cultural Heritage. The combination of these two important initiatives represents an opportunity for growth and wealth for Europe in terms of economic development and employment, two priorities of the European Union. Despite the economic crisis, tourism is one of the sectors that has experienced the greatest growth worldwide in the last ten years and is the third largest economic activity in Europe after trade and the construction sector. Its impact on gross domestic product reaches 10% if indirectly related activities are also calculated. However, it must be borne in mind that this is an extremely vulnerable and above all constantly evolving sector. With regard to vulnerability, the demographic aspect must be taken into account, as tourists are older than in past decades. As regards the evolution, however, we find the arrival of tourists from emerging countries such as China. Tourism also plays a key role in boosting growth in many sectors such as transport. The new silk road, which connects our continent to the Asian one, is of vital importance to bring different cultures together and facilitate cultural exchanges. Europe is today the first world tourist destination for its natural, scenic and cultural beauties, but to maintain the primacy it is necessary to start adequate development policies. Fundamental in this process is the liberalization of tourist visas. Furthermore, both Europe and China must aim at improving the tourist experience, enhancing lesser-known and more sustainable destinations, thus obviating the problem of mass tourism. They are therefore vitally good air connections between the two continents, but above all internal.In fact, they will lead tourists to discover not the classic destinations but also to explore unusual places.Cultural diversity, wealth and history of the European Union are not found only in the European capitals, but in all destinations, even the most remote.Reaching these locations, also thanks to digitalization, will help the territories to find economic sustainability, avoid depopulation and ease the influx of tourists in overly crowded destinations.The two initiatives that will take place simultaneously in 2018 can generate complications.I therefore hope that the Commission will be able to find a common roadmap and create synergies.Finally, I am very proud of the fact that both initiatives take place in my country, Italy.In fact, the inauguration of the European Year of Cultural Heritage will be held in Milan and that of the Year of Tourism in Venice.", "language": "en", "original_language": "it", "translation_provider": "google"}, {"id": 154, "date": "2017-11-16.json", "name": "Urszula Krupa (ECR).", "mepid": "28334", "text": "- Mr Chairman! I share the author's doubts about combining the celebration of European cultural heritage - which is of great importance for the history of European cultural wealth - with the proclamation of the year of tourism between the EU and China, which of course is of great value, as well as trade and economic contacts. However, the Union should persuade China not only to protect the environment but to uphold universal values ​​such as human rights, which are still violated in China, where in recent years there has been an increase in the persecution of Christians with the demolition of churches, the removal of the cross, and the arrest of believers and priests. Moreover, for many years, despite the adoption of various resolutions from around the world, including the European Parliament, the United States, Australia, Israel and Canada, there is still a large-scale trafficking in human organs taken from the killed prisoners along with profits from this practice. Money or tourism cannot take precedence over human life and its dignity.", "language": "en", "original_language": "pl", "translation_provider": "google"}, {"id": 155, "date": "2017-11-16.json", "name": "Ivan Jakovčić (ALDE).", "mepid": "124754", "text": "- Mr. President, I am a little surprised by the logic of this issue, I must say. A large part of us here lived in communist countries, and we loved to travel and we loved tourism, and that’s why I’m a little surprised that we call out China for their regime. We are talking about tourism here, my people. I had the honor of leading Istria, the most tourist region in Croatia, and I know what tourism means for our citizens. So let's encourage tourism from China as well. I think it’s a great initiative and even related to the year of culture that is also being prepared for next year. One thing we need to know. Dates for Chinese tourists are great for us, especially in the Mediterranean, because they mostly travel in the post-season and pre-season, because such are their dates when they go on vacation. And last but not least, this proves what I keep saying, we need a European Union tourism agency. We need to institutionalize what brings 10% of the gross domestic product of the European Union. (The speaker agreed to take a blue-card question) (Rule 162 (8)).", "language": "en", "original_language": "hr", "translation_provider": "google"}, {"id": 156, "date": "2017-11-16.json", "name": "Michaela Šojdrová (PPE)", "mepid": "124710", "text": "a question asked by raising a blue card.- Thank you for accepting the question.I pointed out that 11 million Chinese tourists came to Europe last year, in 2016.Do you think that is not enough?Do you think we need to do a lot of European publicity?No one wants to prevent agencies from promoting tourism from driving tourists.We certainly do not want to prevent this, but if Europe gives support to something, then it should be linked to the promotion of its European values.", "language": "en", "original_language": "cs", "translation_provider": "google"}, {"id": 157, "date": "2017-11-16.json", "name": "Ivan Jakovčić (ALDE)", "mepid": "124754", "text": "the answer to the question posed by raising the blue card.- Dear Ms. Shoydrova, thank you for your question.I think the complete opposite of you.I think that the European Union should institutionalize tourism, as I said, we should have a tourism agency when we already have so many agencies because tourism brings 10% of the gross domestic product of the European Union.That's an awful lot of money.And yes, we need more tourists from China.Yes, we need it.I explained to you before.Maybe you didn't know that detail.For Mediterranean tourism, Chinese tourists are ideal because they come in the pre-season and in the post-season.I've said that before.When we want tourists, they simply wanted to be there, let's fill them up, even with friends from China.", "language": "en", "original_language": "hr", "translation_provider": "google"}, {"id": 158, "date": "2017-11-16.json", "name": "Tomáš Zdechovský (PPE).", "mepid": "124713", "text": "- Mr President, I certainly welcome this initiative for several reasons. It is important that there is not only an economic but also a cultural exchange between the European Union and China. This platform will not only help the already mentioned tourism in lesser-known areas and help small and medium-sized enterprises, but can also bring together various institutions that would not otherwise meet. Universities, representatives of the private sector, can also bring together people who will work here in the future. At the same time, it will increase the experience and qualifications of people working in the tourism sector. Like it or not, China is and will continue to be an important strategic partner of the European Union, and it is important to realize that this initiative is also very important for the European Union in understanding how the Chinese market will behave in the future. And this certainly does not diminish the European Union's emphasis on the various rights of Chinese citizens, and I do not think that the call for the Republic of China to respect the human rights of all Chinese citizens is in any way undermined.", "language": "en", "original_language": "cs", "translation_provider": "google"}, {"id": 159, "date": "2017-11-16.json", "name": "Jozo Radoš (ALDE).", "mepid": "112753", "text": "- Mr. President, the European Year of Cultural Heritage and the joint Euro-Chinese Year of Tourism are two quite different events.For example, the celebration of the Euro-Chinese Year of Tourism can bring significant financial, economic benefits and even has geopolitical implications, which is hard to say for the celebration of the European Year of Cultural Heritage.These two events will be celebrated in different ways, so I'm actually surprised by the proposal from the question to unite them, I don't see how these two events could be united.Obviously, the promotion of tourism can contribute to the celebration of the Euro-Chinese Year of Tourism, but I do not see how it would be the other way around.But I still support that part of the question that says that a way should be found for these two events to have synergies.", "language": "en", "original_language": "hr", "translation_provider": "google"}, {"id": 160, "date": "2017-11-16.json", "name": "Karol Karski (ECR).", "mepid": "124887", "text": "- Mr Chairman! Thank you for giving the floor. Of course, the matter is important. However, if we look at it in a very pragmatic way, then this initiative implemented by the European Commission should be assessed positively. Even those who pay attention to it from the point of view of human rights, see that the tourist exchange between Europe and China will bring the Chinese to come to Europe, learn about our standards of human rights protection, our standards of democracy. They will not only see their own country. They will see not only the solutions that are in other parts of the world, but the highest, best system that is being implemented here. On the other hand, the arrival of Europeans to China will mean that there will be not only people who do business with this country, who are interested in profit and leave, who are interested in contacts with the authorities, but also normal people whose presence there will also guarantee that that the Chinese authorities will have to somehow pay attention to what they are doing in their own territory. Maybe the impact will not be great, but a certain positive touch will also be an added value. So I would not be completely wrong with the question that has formed the basis of this debate. But at the same time, I would like to point out here the positive aspects of our debate today and this initiative that is being implemented in relations between the Union and China.", "language": "en", "original_language": "pl", "translation_provider": "google"}, {"id": 161, "date": "2017-11-16.json", "name": "Phil Hogan", "mepid": "n/a", "text": "   Member of the Commission. – Mr President, thank you to everyone who took part in this particular question. Can I emphasise on behalf of Commissioner Bieńkowska that these are two separate initiatives. One is about tourism, which is a decision that was made by President Juncker and Prime Minister Li on 12 July 2016 promoting the EU-China Tourism Year, and this decision was made one year before the decision to designate 2018 as the European Year of Cultural Heritage. The decision that established the European Year of Cultural Heritage for 2018 was taken by the Council and the Parliament on 17 May this year. So the tourism dimension came one year earlier, and it was set up for the purpose of trying to encourage additional tourists and travellers to come into the European Union. While I listened to contributors here today, I got the impression that the European Union budget was promoting Chinese tourism. It is actually promoting European tourism. It’s about bringing more people into the European Union, not the other way round, so the question of human rights does not arise. People have the freedom to travel, and we hope that visitors will come to the European Union and I am disappointed as some Members actually are trying to interpret this as some kind of an effort to say that Chinese travellers are not welcome. That is not the position of the European Union, and certainly not the position of the European Commission. In relation to the European Year of Cultural Heritage, this is a particular initiative for 2018 that requires all of the various processes that we know well to be implemented. In September 2017 a call for proposals for heritage cooperation projects was launched under the Creative Europe Programme, with EUR 5 million allocated and the deadline is actually next week on the 22 November 2017, so people still have time to make applications on this cultural heritage initiative. The European Year of Cultural Heritage is benefiting from many EU funding programmes which also support cultural heritage like Horizon 2020, COSME under the cultural tourism dimension, and Natura 2000. These are all programmes which will benefit from this particular fund. As with other European years, the year of cultural heritage will be implemented through a series of initiatives and events at European level. National, regional and local levels are involved. It has nothing to do with promoting tourism or cultural tourism with China, it’s about promoting cultural heritage in the European Union at local, regional and national level. So it is very much a ‘bottoms-up’ approach or at national level, the year has been managed by national coordinators who were appointed by all 28 Member States. The Commission is also being assisted by a committee which comprises 35 representative civil society organisations that are active in the field of heritage, culture and youth. I welcome this particular programme very much and I hope that people will actually apply for it, but it has nothing to do with Chinese-European relations. Finally, in relation to agriculture and the area of culture, the European Union and China are negotiating an agreement at the moment on geographical indications, which I am sure the House will welcome. Hopefully we will be able to reach agreement on this. This will promote European and Chinese culture around the issue of food and food heritage. I think that can only be beneficial for our rural areas. I am glad to have the opportunity, on behalf of my colleague Commissioner Bieńkowska, to clarify these particular issues for Members today. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 162, "date": "2017-11-16.json", "name": "Przewodniczący. –", "mepid": "28372", "text": "Zamykam debateę.", "language": "en", "original_language": "pl", "translation_provider": "google"}, {"id": 163, "date": "2017-11-16.json", "name": "Przewodniczący. –", "mepid": "28372", "text": "I announce the closure of the session of the European Parliament.", "language": "en", "original_language": "pl", "translation_provider": "google"}]