[{"id": 0, "date": "2017-01-19.json", "name": "Preşedinte. –", "mepid": "33984", "text": "The next item is the debate on the report by Maria João Rodrigues, on behalf of the Committee on Employment and Social Affairs, on the European Pillar of Social Rights (2016/2095 (INI)) (A8-0391 / 2016).", "language": "en", "original_language": "ro", "translation_provider": "google"}, {"id": 1, "date": "2017-01-19.json", "name": "Maria João Rodrigues", "mepid": "124737", "text": "  rapporteur. – Mr President, the European Parliament will adopt today the most important political initiative for developing a social dimension during this legislature, and for giving citizens the means to get control of their lives and restoring trust in the European Union project. The European Parliament wants this to be a central priority in the roadmap for the future of the European Union to be adopted at the next summit in Rome on 25 March. We must put the social dimension at the heart of this roadmap for the future of the European Union.  This European Parliament report is based on very long work by our Members, and also involving many other stakeholders across Europe who were extremely active in building up a new vision for the social dimension of the European Union. So first of all I would like to thank all of you. Now is the moment, once the report is adopted, for the Commission to come also with a bold proposal, to put it on the table at the Council of Ministers, and finally on the table of the European Council. The European Parliament will stand ready to set this deal with the Commission, the Council, and the European Council.  We must have a vision of a social dimension able to cope with the current challenges, which are not only global competition and ageing trends, but also a very important digital revolution, and internal problems and internal divergences in the eurozone. This report must become a turning point when updating social standards and security and fundamental social rights for all European citizens. This pillar should address the entire European Union. First of all, by giving children a real guarantee to avoid poverty; delivering a strong Youth Guarantee; and organising the transition between education and employment in such a way that we make the best of the youngest generation in Europe.  We need also to make sure that all workers, whatever their jobs, can count on a clear contract with social rights, decent working conditions and full access to social protection; and we want all citizens to have a European social security card and a personal account where they will build their rights to social protection. The skills guarantee must become a new social right for the 21st century.  Finally, we must ensure that women and men can reconcile their working life with family life, using not only childcare services but all the leave schemes we need to legislate the plan. We want poverty to be tackled with more effective minimum—income schemes all over Europe. These are key issues for this pillar, but we want the means to deliver, and the means are labour legislation, changing the way the European Semester works, and addressing the financial means we need to have to implement all these social standards.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 2, "date": "2017-01-19.json", "name": "Marianne Thyssen", "mepid": "n/a", "text": "   Member of the Commission. – Mr President, let me start by congratulating you on your reappointment as Vice-President of this House.  Almost a year ago, in March 2016, I was announcing to you in this House the launch of a broad discussion on the European social values and rights for the world of work in the 21st century. This was the consultation on establishing the European Pillar of Social Rights, an initiative already announced by President Juncker in the State of the Union address in September 2015. Today, we are here to discuss your own—initiative report, which represents a valuable contribution to the consultation on the European Pillar of Social Rights. I would like to start by congratulating Ms Rodrigues not only for a very ambitious report, but also for her ability to get the support of all political groups in this House for this initiative. During the past year, we have consulted widely at European and national level, engaging European institutions, social partners, civil society, national governments and parliaments and national—level stakeholders. I would like to thank all of you who organised debates here in the European Parliament or in your constituencies on the Pillar of Social Rights. They all contributed to the broader consultation. We have received about 16 500 online replies and nearly 200 position papers. We have been listening to stakeholders’ concerns about their rights, their careers, their life choices and opportunities in the 21st century. We heard a clear call for action. I am convinced more than ever that the debate on social issues should be at the heart of the discussions on what kind of Union our citizens want to have. Next Monday, we will hold a conference at the highest political level, where your rapporteur, Ms Rodrigues, will be one of the main speakers. President Juncker will be there, along with Vice-President Dombrovskis and many ministers and high—level representatives of European social partners and civil society. We also expect the new President of the European Parliament to be there with us. This will be the occasion to reflect on the results of the consultation and to reflect, collectively, where we want to go from here. Following that, the Commission will adopt its final proposal on the Pillar in the spring. I am very happy that your report not only wholeheartedly endorses the Pillar, but that it also appeals for greater ambition. This House has repeatedly called for a better balance between our economic policies and social realities. This is not only an economic or social imperative, but is a political necessity. There is a need to regain the trust of citizens in the European project by reaffirming the commitment to European social values and delivering on this commitment. This is the approach the Commission is following: strengthening the European social model and promoting upward social convergence. Most importantly, your report is a resolute call for action which would make a difference to European citizens. I would like to highlight some of the most important suggestions in your report, which we are considering for the implementation of the Pillar. Your report rightly stresses the need to address new forms of employment and working conditions and calls for horizontal legislation on decent working conditions. We share your view that we have to consider the new forms of employment relationships. But we cannot turn back the clock. We also need to encourage new ways of working. I believe we should not discourage one form or the other, but should ensure that a core of rights is available to everybody. Pivotal to this core of rights, in my view, is that everyone should have a written contract. In this respect, as mentioned in the 2017 Commission Work Programme, we will consult the social partners on revising the Written Statement Directive. Further, I take note of your call to ensure adequate social protection for people in all forms of employment – standard and non—standard employment relationships, and also self-employment. In fact, this message also came out from the consultation on the Pillar: how to ensure that a larger number of people benefit from the coverage of social protection. This is a key question for the future of work and for the sustainability and relevance of the European social model, and that is why the Commission has included in its 2017 Work Programme an initiative on access to social protection. I welcome your call to address the issue of work-life balance. We have already concluded the consultation of social partners, and I am pleased to inform you that we will launch a package of legislative and non-legislative measures to support working families and businesses in spring this year. Our aim is to present a more holistic approach to addressing the challenges of work-life balance – not only for parents, but for other carers as well, and we will propose up-to-date solutions to meet the real needs of today’s families. I do share your concerns about poverty and the fact that we need further efforts to achieve the poverty reduction and social inclusion target of the Europe 2020 Strategy. In this context, your report rightly points out the importance of an adequate income for maintaining human dignity. I agree that decent living wages are important as a means of avoiding in-work poverty. We take note of your recommendation to set up wage floors in the form of a national minimum wage, as that is an issue, but – as you rightly underline – with due respect for the competence and practices of each Member State. As regards reinforcing convergence, the Commission, through its coordinating and facilitating role, helps Member States find ways of achieving upward convergence whilst maintaining competitiveness and a high level of employment and social protection. You also call upon us to put forward a clear roadmap of concrete measures for the full practical implementation of the European Pillar of Social Rights. Here you can count on me. The Pillar must be more than words, so we will chart how we move from political commitment to delivery. This is an agenda which needs to fully engage all stakeholders, in particular Member States, in line with the subsidiarity principle. We are ready to play our part, but the centre of gravity of social and employment policies is, and will remain, with national and local authorities. The primary responsibility for making social rights a reality lies with national governments and social partners. The European Pillar of Social Rights is an opportunity – we could even say an imperative – to address challenges and make the most of opportunities in the changing world of work and society in the 21st century. It is a crucial step towards a shared vision of a more social Europe and a Union founded on fairness. We will need the commitment of all stakeholders – European institutions, national governments and parliaments, social partners and civil society – to achieve these objectives on the ground. We count on Parliament’s support to make sure that the Pillar is not only an aspiration, but will become a reality for all citizens. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 3, "date": "2017-01-19.json", "name": "Maria Arena", "mepid": "124936", "text": "rapporteur for the opinion of the Committee on Women’s Rights and Gender Equality. - Mr President, Commissioner, I simply wanted to express my thanks to Maria João Rodrigues for the work done on the substance, of course, but also on all the political discussions she was able to hold concerning the pillar of social rights . Commissioner, when we vote on this report, you will have at your disposal a precious tool, fundamental for the objective that Mr Juncker has set for himself, namely the social triple A of the European Union. The pillar of social rights concerns all citizens: children with the guarantee for children, young people with the guarantee for young people and the strengthening of this guarantee, workers, active and job seekers, within the framework of their workers' rights but also social security. Above all, this pillar of social rights has placed equality between men and women at the center of its priorities. The equality that can be obtained through the balance between professional and private life by strengthening parental leave, maternity or paternity leave because, as we know, it is because of these situations that women are today discriminated against in the labor market. Therefore, and you said, these legislative and non-legislative tools must help to fight inequalities. And the first of these inequalities, which is blatant today in Europe, is that between men and women. I am therefore counting on you, Commissioner, and on the Commission as a whole, but also on the Council's political commitment to ensure that this pillar of social rights does not remain a dream or a utopia, but becomes a reality.", "language": "en", "original_language": "fr", "translation_provider": "google"}, {"id": 4, "date": "2017-01-19.json", "name": "Tom Vandenkendelaere", "mepid": "129164", "text": "on behalf of the PPE Group. - Few quotes from Commission President Juncker were repeated as often as that one sentence from his speech in October 2014. Amid a fragile economic recovery, he then expressed the desire for a social triple A status for Europe, thereby setting the social policy on an equal footing with economic policy and he gave you, Commissioner, an enormous task. You complete this assignment with verve today. While youth unemployment remains a problem, the numbers are falling year after year. But we must not let go of the reins. Every young person who is unemployed at home is one too many. Social indicators are now also included in the semester process. And that's a good thing. You made proposals on how to strengthen the skills and you are working hard on a solution to tackle social dumping, something our construction and transport sectors in Flanders really need. But perhaps even more than the files I just mentioned, it is the social pillar that will shape that famous social triple A status. The expectations are therefore very high. But you also know that the discussions on the role of Europe in social policy are equally heated. By definition, it is a policy where the subsidiarity principle must be fully valid. And let us not regulate at European level what can and must be done at Member State level, but we must also not avoid our responsibility. If Europe can add value, then we must act. In very concrete terms, I am thinking of creating a level playing field for new forms of work versus existing forms of work, a European initiative that can give the Member States the necessary backing to create justice in that area. Commissioner, we look forward to your proposal on that social pillar and I hope that this Parliament own-initiative report can be a source of inspiration for the task ahead of you.", "language": "en", "original_language": "nl", "translation_provider": "google"}, {"id": 5, "date": "2017-01-19.json", "name": "Jutta Steinruck", "mepid": "96831", "text": "on behalf of the S&D Group. -  Mister President! The EU has a chronic deficit when it comes to its social dimension. That is why we need more than just consultations and discussions: we need concrete legislation that strengthens the social dimension of the European Union. It is important for Parliament to adopt very clear lines here today, which the Commission will hopefully take up. For us social democrats, this includes an EU directive for fair and good working conditions. This must apply to all employees, including those who are apparently self-employed today but are actually employed. We want a ban on zero-hour contracts. For us, basic child security, a so-called child guarantee, is very, very important. And a fair Europe needs a social protocol, a Europe-wide minimum income and a silver rule for social investments. Therefore: Please, dear Commission, act now! The social triple-A has been promised for a long time, but little has actually happened so far.", "language": "en", "original_language": "de", "translation_provider": "google"}, {"id": 6, "date": "2017-01-19.json", "name": "Arne Gericke", "mepid": "124815", "text": "on behalf of the ECR Group. - Mr President, Commissioner Thyssen! Let me begin my speech on the report on the social pillar very biblically: Bereshit - in the beginning was the word. Yes, it was the same with the social pillar, which Commission President Juncker first mentioned as a term in his State of the Union speech in 2015. I quote: \"I want to develop a European pillar of social rights that can serve as a compass for the euro area.\" That is how it was written. Unfortunately, empty bodies like the social column invite many of our colleagues in this House, who are very creative in their regulation frenzy, to fill them with suggestions. And that is exactly what happened with the own-initiative report. Not even Juncker's only requirement - a pillar for the euro area - was accepted. No, one cheerfully demands guidelines, specifications, regulations for the EU 28, pretending to have to reinvent social standards for Europe. Dear colleagues, please get our light out from under the bushel! Europe has the highest social standards in the world. We have functioning, positive competition between national social systems and living social partnership. We grow with our diversity and respect subsidiarity. It should stay that way; that is the European social model. And I wish we would further develop this successful model together with the Member States and the social partners, instead of hectic building on a new pillar whose load-bearing capacity I already seriously question. I wish we would implement the existing better instead of constantly throwing new super projects around us, reaching for new power. Europe has a healthy social base, more supportive than any new pillar. I suspect we will one day also say of the social pillar: In the end, it stays with the word.", "language": "en", "original_language": "de", "translation_provider": "google"}, {"id": 7, "date": "2017-01-19.json", "name": "Enrique Calvet Chambon", "mepid": "129407", "text": "on behalf of the ALDE Group. - Mr. president. Happy New Year Mrs. Thyssen. It is the first time we see each other, we will see each other much more. I must thank Mrs. Rodrigues and all the fellow co-rapporteurs for the enormous effort they have made with this excellent text and I begin very briefly by asking: Why and what for a social pillar? Let's get to the essentials. A social pillar at this time is essential for three reasons. First, to face the new realities that come from the new forms of work - technology, adaptation to it, the new generations - civil society has to move forward. Second, to combat the inequalities that a serious economic crisis and also the creation of a single currency within the eurozone - a eurozone under construction and growing - have inevitably created, we must take care of people in parallel. And thirdly, to build a more and better Europe around a citizenry that has its model: a model of coherence, of competitiveness within solidarity. That is why we have worked to find fundamental values ​​with Mrs. Rodrigues and with her other colleagues. It is not the labor pillar, it is the social pillar. We talk about the right to decent housing; we are talking, of course, about gender equality and much more. If we stick to these basic texts, the majority of my group will of course vote favorably at this value, because it is a lever, it is a starting point to develop actions — and beware! finance them, as it is very important not to be left in a vacuum—, to favor our civil society, not only in the labor aspect. Obviously we will have difficulties in practical development. But that comes later. Now let's admit the model of European society that we want.", "language": "en", "original_language": "es", "translation_provider": "google"}, {"id": 8, "date": "2017-01-19.json", "name": "Gabriele Zimmer", "mepid": "28248", "text": "on behalf of the GUE / NGL Group. - Mr President, Commissioner! With the title “Pillar of Social Rights” the Commission has made a huge promise, and it is important to keep this promise, otherwise more and more people will be disappointed with the EU and turn to right-wing populism and right-wing extremism. The Commission's first draft, which you mentioned earlier, Commissioner, was disappointing because it actually contained nothing more than what we had previously received as a policy of announcement. We very much hope that, as a result of the public hearing and the participation of initiatives, organizations, people in this public hearing and, of course, the European Parliament, more specific issues will come to the fore with this report. We actually want to encourage you to go in the corresponding direction with your proposal in March. Social rights protect people from exploitation and abuse of power. Protection against dismissal, good collectively agreed wages, poverty-proof minimum income - it's about dignity, it's about personal freedom, and it's about social participation. For this money has to be invested, for that we need concrete measures. And that's why I ask Mr Gericke: If the European social system worked as well as you claim, then I ask myself: Why do 120 million people in the European Union live in poverty? But that doesn't seem to matter to you. We demand that social rights have priority over economic freedoms. The crisis policy pursued by the EPP in recent years has created more poverty. The result is more poverty, more unemployment on the one hand, more wealth, and speculative profits on the other. And we have a political responsibility here to correct things that have gone wrong. That has to be over! We need a real social union. This Parliament has a duty to do more here and I very much support the EU's accession to the Council of Europe's Social Charter.Minimum wages of 60% of the respective median wages in the member states, strengthening of collective bargaining at all levels, a guarantee for children of free access to education, care, housing and good food.Nobody can really contradict that.Thanks again to Ms. Rodrigues for the very ambitious negotiations.She has our support for that.We on the left would like to go further.But that would be a first step.", "language": "en", "original_language": "de", "translation_provider": "google"}, {"id": 9, "date": "2017-01-19.json", "name": "Tamás Meszerics", "mepid": "124720", "text": "on behalf of the Verts / ALE Group. - Mr President, thank you for the floor. Commissioner, rapporteur, ladies and gentlemen, allow me to address you now in the language of my country, Hungarian. I am also doing this because, despite being very few in this Chamber, we should probably have a real debate now on one of the most important reports of the session. Of course, the debates do not always take place here in this room, most of the debates have already taken place during the preparation. First of all, let me thank the rapporteur for her hard work in making this report possible at all, because it was not entirely clear at the first moment whether such a report could be adopted in this House. So one of the biggest advantages of the report is that it exists, there are plenty of concrete proposals in it that we all support individually, but I don’t want to talk about that now. I would like to tell you that the report is about rights, just as the Commission's proposal is about rights. It is not about mere pious principles, which we either enforce or not, but about enforceable rights. If social rights do not exist in Europe, the fragmentation will inevitably continue. Some of my fellow Members prefer to talk about subsidiarity, the only thing is that the principle of subsidiarity is not the lowest level, but the lowest effective level. Take a look at my fellow Members in the nation-states about how effective the protection of social rights is and then decide what the effective level is where this can be addressed. There are also political groups who have opposed the rethinking of any financial instrument during the negotiations, during the preparation of the report, on the grounds of budgetary discipline. Well, now the same groups, and sometimes the same MPs, support ideas without any difficulty where the military lobby puts its hand completely European funds for other purposes.Ladies and gentlemen, we either have budgetary discipline or we use European funds for what they are for, we have to choose from that.If this inconsistency is continued, this inconsistency will disintegrate Europe and not be a stretch of social rights.", "language": "en", "original_language": "hu", "translation_provider": "google"}, {"id": 10, "date": "2017-01-19.json", "name": "Laura Agea", "mepid": "124811", "text": "on behalf of the EFDD Group. - (IT) Mr President, ladies and gentlemen, thanks to Mr Rodrigues, Commissioner, in 2015 Juncker spoke of protecting workers through a pillar of social rights, pointing the finger at certain epochal changes in the world of work. Gentlemen, I am sorry to inform you that these are not changes from heaven, it is the reforms encouraged by the Commission that have torn apart the labor market of this continent, such as those imposed on Italians by the Monti government, the Renzi government, and like those imposed on the Greeks by the disturbing alliance between the Commission and the Monetary Fund. Those who work in Europe today no longer have any contractual guarantee and no protection and the responsibility lies with that Commission which today pretends to be taken aback by world changes and points the finger at the global crisis as the cause of all evil. It is not the 2008 crisis that dismantled the old contracts, it was the neoliberal policies aimed at transforming man into a number and the lives of citizens into pure accounting, those neoliberal policies that you now want to continue to impose on us by passing them off as inevitable but these are the same policies that have been in the drawer for a long time, only the right moment was missing to implement extraordinary measures in extraordinary times. We are not very interested in protecting European workers and you can tell us that to our faces, it is written in black and white in the Commission's communications. The ultimate goal of the pillar is not to save people but to enable what is the construction of a deeper economic and monetary union. Human life is subjected to the demands of big finance. It may be a coincidence that, while the Commission launches consultations on the social pillar, the International Fund announces that people are living too long. Yes, because that's what Christine Lagarde said in 2016, then asking governments to apply radical change policies to prevent people's long lives from compromising financial stability.Gentlemen of the Commission, Commissioner, I believe that behind the special effects of your pillar there is actually the intention to follow the disturbing advice of the Monetary Fund.If, on the other hand, your intentions are genuine, then let us clearly understand what concrete actions you will take to truly realize the social pillar, what this social pillar will consist of, beyond documents and words.What will you do, because words do not feed 120 million poor people who are struggling for survival today.There is no need to think about how citizens' lives will lengthen, because today we know that European citizens do not survive.", "language": "en", "original_language": "it", "translation_provider": "google"}, {"id": 11, "date": "2017-01-19.json", "name": "Dominique Martin", "mepid": "124751", "text": "on behalf of the ENF group. - Mr. President, the claim of this dossier is entirely proportional to its depth and to the artistic vagueness which mix pious wishes for the protection of individuals, equality of opportunity and access to work, economic and above all monetary concepts. You clearly admit certain goals, such as that of creating a European pillar of social rights which can serve as a compass for the convergence of the euro zone, thus clearly stating that this zone has lost the compass. You also admit that harmonization in the field of health and safety at work will require harmonization of social systems, that is to say of their national characteristics, and this to the detriment of subsidiarity and proportionality. All this hardly hides more unofficial goals, such as the capture by states of social budgets to repay their national debts, especially in the euro zone, whose unemployment rate is two points higher than that of non-euro zones. The European Central Bank (ECB) will then be the only one capable of practicing, as it already does for the banks, the \"monetary helicopter\" intended to supply a safety mattress against poverty. This is not a fiction, it is for tomorrow. If we are to believe the projections of less than ten years, we will see massive losses of secondary jobs by the generalization of digital and robotic processes. It will be the universal income, heir to the European minimum wage, which will thus place all Europeans within the official poverty lines. For all these reasons, we are opposed to this text.", "language": "en", "original_language": "fr", "translation_provider": "google"}, {"id": 12, "date": "2017-01-19.json", "name": "Λάμπρος Φουντούλης (", "mepid": "125070", "text": "NI). - Mr President, the Union is talking about establishing a European pillar of social rights and, at the same time, is systematically promoting the exploitation of workers, sacrificing their future on the altar of serving the financial interests of large multinationals. The same people who talk to us today about social rights are the same people who demand the complete deregulation of the labor market in Greece, they are the same people who, without any explanation, demanded the abolition or complete degradation of collective labor agreements in the private sector. The list of actions of the European institutions is long. In addition to predatory taxation, it also includes the release of collective redundancies, while with the new flexible forms of work, many workers in Greece work, ostensibly, on a part-time basis, but in reality have overtime hours. In combination with the -also imposed- frightening reduction of the basic salary, we have the result, employees work maybe ten hours a day for 250 euros. If you really wanted convergence and even upwards, the first thing you would establish would be a single pan-European base salary. Because you will never do that, I think the purpose is to serve financial interests only.", "language": "en", "original_language": "el", "translation_provider": "google"}, {"id": 13, "date": "2017-01-19.json", "name": "Thomas Mann (PPE).", "mepid": "1922", "text": "-  Mister President! We have a clear message for workers - both those in employment and those affected by unemployment - that we want a social Europe that will not leave them alone. Working conditions must be fair, welfare systems in the Member States must offer lasting social protection. A European pillar of social rights can identify instruments, but must take into account the independence in the member states: differences in wage developments, differences in minimum wages. We need full transparency, not a secret matter of command. We have to become more visible, more noticeable and more audible. The EPP program - a modern social Europe - is an excellent basis for this in terms of content. I tabled a motion in the Employment Committee that will be voted on today. I proposed to convene an EU social convention - not just online and not just to have a conference, but permanently - to invite those affected: those affected by unemployment, young people, the elderly, the marginalized, social partners are to be involved. We need your experience. The European Parliament will have to play a central role in this, as will the national parliaments - keyword subsidiarity - and civil society. And we need the companies that provide the most training and jobs. And I proposed a special youth social convention. The young people must be able to have their say. We therefore need reform processes for sustainable social systems in the member states and for dynamic labor markets. That is the goal. Then the European Pillar of Social Rights has a chance to be an asset.", "language": "en", "original_language": "de", "translation_provider": "google"}, {"id": 14, "date": "2017-01-19.json", "name": "Marita Ulvskog (S&amp;D).", "mepid": "96672", "text": "- Mr President!I can agree with very much of what Mr Mann said.There is, after all, a broad consensus on this issue, namely the importance of specifically supporting social development through efforts of the kind that Maria João Rodrigues has produced in her laudable report.I would like to highlight in particular Amendment No 4 on a social protocol.A social protocol would state that fundamental human and trade union rights are not subordinate to the economic freedoms of the internal market.It's central.If the EU cannot secure the basic social rights of citizens, such as equal treatment of workers and the principle of equal pay for equal work, then there is a very high risk that people in more EU countries will turn their backs on the whole European project.We already see it today.Therefore, full support, full support for the proposal that Maria Rodrigues has produced.", "language": "en", "original_language": "sv", "translation_provider": "google"}, {"id": 15, "date": "2017-01-19.json", "name": "Czesław Hoc (ECR).", "mepid": "135540", "text": "- Mr Chairman! Of course, we support active forms of cooperation on social issues: cooperation and social dialogue. We support a Europe without barriers for people with disabilities, tackling child poverty and protecting their rights, strengthening the rights of older people, tackling homelessness, youth employment programs, protection of people excluded from the labor market, Roma rights and integration, etc., but we do not support top-down imposition standards and instruction in isolation from the economic and social realities of individual Member States. There is also no acceptance of violating the principle of subsidiarity and the possibility of deteriorating the competitiveness of individual Member States. In addition, many of these noble goals are, unfortunately, sham activities, there is still child poverty, exclusion, marginalization and unemployment among young people. The report also calls for high-quality employment for women, including in senior positions. So the question - unfortunately rhetorical - how many women have taken up positions in the top three offices of the European Union, ie the head of the European Parliament, the European Commission and the European Council?", "language": "en", "original_language": "pl", "translation_provider": "google"}, {"id": 16, "date": "2017-01-19.json", "name": "Morten Løkkegaard (ALDE).", "mepid": "96709", "text": "- Sir. Chairman! First of all, I would like to say that this is a very sympathetic proposal, it is a very sympathetic thought with the social pillar. There is a need to combine economic and social conditions and have European answers to the challenges that exist in this area. That being said, the competences of the Member States and the Treaties must also be respected, and I assume that the Commission is in favor of this. In this connection, it is no secret that we in the Nordic countries have very well-functioning models in this area, which are about flexibility, and where flexibility is at the center, where it is a question of the social partners voluntarily cooperating to provide the best models. It has been a great success for almost a hundred years. The proposal now available calls for a wide range of legislative interventions, which we are, of course, very concerned about. In this connection, one speaks, among other things. about a statutory European minimum wage, but I am glad that I have seen in the Danish newspapers the Commissioner distancing himself from this. There is a need for a voluntary scheme and, of course, for this to be respected. I would like to ask the Commissioner to confirm that.", "language": "en", "original_language": "da", "translation_provider": "google"}, {"id": 17, "date": "2017-01-19.json", "name": "João Pimenta Lopes (GUE/NGL).", "mepid": "136236", "text": "- Mr President, the attack on social rights in Europe has been promoted for decades by the right and social democracy and it stems from your class matrix. Are you concerned about the social deficit in Europe? Defend the regulation of working hours, the workday that does not exceed 8 hours. Equal pay for equal work, the end of any form of precarious work, collective bargaining and the role of workers' organizations, real wage increases and a fair and effective distribution of wealth, universal and solidary public social security, proposals that are not found in this report. This social pillar opens the way for harmonization of work, harmonization of protection and social security systems. It will be another trick that will continue the offensive against workers' rights, to reduce the standards of social and labor rights subjugated to the mechanisms of economic and euro governance, feeding the policies of impoverishment and exploitation. You cannot socially wash an antisocial building and hope that it will result in progress.", "language": "en", "original_language": "pt", "translation_provider": "google"}, {"id": 18, "date": "2017-01-19.json", "name": "Terry Reintke (Verts/ALE).", "mepid": "103381", "text": "   – Mr President, there is a poisonous fear going around Europe and the world at the moment: the fear of losing something, of losing jobs, of being deprived of social rights, the fear of ending up in poverty and precariousness, having to work at three jobs, 60 hours a week without breaks, without a pension to prevent poverty, without a security net to fall back on. We can meet this fear with ignorance, by simply denying it exists, but in the end we will all lose when right-wing populists and those wanting to profit from this fear find scapegoats in the weakest members of our societies.  But we can also meet this fear with the strongest asset that this continent holds: solidarity. Yes, to fight inequality we will need to tackle big macroeconomic issues, we will need good regulatory measures and we will need more tax justice. But we will also have to start with the reality of the very ordinary people – of the Romanian child, the worker in Ireland, the unemployed in Greece, the pensioner in the Netherlands. It is precisely through this proposal, the pillar of social rights, that we can meet the fears and the realities of very ordinary people. Mr Juncker said that we need to do big things big in the European Union. I would like to say to Madam Thyssen that this is a big thing and I hope, Madam Thyssen, that you will do this big.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 19, "date": "2017-01-19.json", "name": "Bill Etheridge (EFDD).", "mepid": "124951", "text": "   – Mr President, here we have a classic case of where socialist dreams meet reality. From the hermetically sealed, artificially lit Chamber that we sit in, people decide to make plans and directives and legislation to change the world to achieve socialist utopia: fundamental social rights for children, women and workers all across the EU; a single European social model. Here’s the problem: until then, it’s all so far, so socialist heaven. However, the problem is that we all emerge from the womb free. It’s not for the government or the EU to tell us how free. We’re free to compete; we’re free to have different views; we’re free to do things differently in different countries. Let’s not stand in the way of human nature. Let’s compete, strive and struggle to improve ourselves.  (The speaker agreed to take a blue-card question under Rule 162(8))", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 20, "date": "2017-01-19.json", "name": "Tibor Szanyi (S&amp;D)", "mepid": "124703", "text": "Blue card question.- Mr President, honorable Member, what you have just said is something that is completely incomprehensible to me, a clear link between the fact that where there are extensive social rights, there is economic growth, and vice versa.Europe's problem is that social rights are not widely applied, so we cannot grow.Do you refute or confirm this?", "language": "en", "original_language": "hu", "translation_provider": "google"}, {"id": 21, "date": "2017-01-19.json", "name": "Bill Etheridge (EFDD)", "mepid": "124951", "text": "  blue-card answer. – Thank you; I think that’s the first blue card I’ve ever had, so I feel very honoured to have been asked a question! I think there is an absolute link between the European model of social rights and economic growth – it strangles it; it’s the whole reason why the EU lags behind in growth, and why countries outside of it grow quicker, with all these well—intentioned schemes and costly ideas. What you actually do is cripple your economies. A better idea is to live by your means, live how you can afford – and yes, give people good rights and good conditions, but let’s work for them, let’s earn them, and let’s compete for them.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 22, "date": "2017-01-19.json", "name": "Danuta Jazłowiecka (PPE).", "mepid": "96781", "text": "- Mr Chairman! Commissioner! There is no doubt that the Member States need to modernize labor markets and social policy. The ever-changing world of work, globalization, digitization, aging society, new business models - these are all phenomena that require quick and effective solutions. According to the announcements of the European Commission, the Social Pillar is to constitute the framework for social policy and employment and is to support reforms at national level. This is a very right direction. Unfortunately, the report adopted by the Employment Committee goes far beyond this in many places. In my opinion, the European Pillar of Social Rights should, first of all, respect the principle of subsidiarity. Due to large differences in the organization of the labor market, Europe is not ready to create uniform solutions for all countries. Secondly, a key element of the pillar should be the enforcement of existing legislation to respect workers' rights. Due to new trends and digitization, we should create a legal framework for new forms of employment without unnecessarily changing the existing good legal solutions. Third, the level of social development is a derivative of economic progress. The pillar should provide a framework and not impose any specific social standards. Better cooperation within the internal market, more efficient movement of workers, goods and services - all these are phenomena that will allow for faster social convergence. I would like to thank the rapporteur of the EPP Group, Tom Vandenkendelaere, for the negotiations conducted, during which he ensured that the applicable subsidiarity principle was respected, especially today very, very important for the Member States, so as not to lead to a deepening of a two-speed Europe.", "language": "en", "original_language": "pl", "translation_provider": "google"}, {"id": 23, "date": "2017-01-19.json", "name": "Brando Benifei (S&amp;D).", "mepid": "124867", "text": "- (IT) Mr President, ladies and gentlemen, in a few hours the European Parliament will be called upon to vote on its report on a European pillar of social rights. I am grateful to rapporteur Rodrigues for the forward-looking, ambitious document that she presented, which really sets the course for the revival of Europe. The results of the 2016 public consultation must be read carefully and interpreted as yet another alarm signal about the deterioration of socio-economic conditions in our countries. The European Parliament today must demonstrate that it can do its job. We must demand that the pillar of social rights is not limited to a declaration of good intentions but creates concrete and specific tools, through legislation, through new political mechanisms, with better and more efficient financial instruments. In the list of proposed initiatives, I want to highlight three: obtain a framework directive on decent working conditions in all forms of employment, create a European unemployment insurance system and, finally, demand that the rights of people with disabilities be strengthened and respected. , finding the right space inside the pillar. Let's continue to work on this together.", "language": "en", "original_language": "it", "translation_provider": "google"}, {"id": 24, "date": "2017-01-19.json", "name": "Helga Stevens (ECR).", "mepid": "125105", "text": "- I am absolutely in favor of a social Europe, but we must dare to ask ourselves how this social Europe can best be achieved. However, this report is going the wrong way. To begin with, it repeatedly violates the principle of subsidiarity. If we do not want to alienate citizens further from the Union, social policy must be implemented as closely as possible to the citizens. The added value of the EU lies mainly in coordinating measures, benchmarking and the exchange of good practices. In this way we can also realize upward convergence. Second, I want to emphasize that social prosperity cannot be built in an economic graveyard. A competitive Europe is an essential condition for a social Europe. Finally, we should not be afraid of flexibility. After all, flexible employment contracts are one of the ways to get people to work or to help them back to work. After all, work is still the best social protection. In addition, and this is also very important to me, it is up to the Member States to provide additional adequate social protection.", "language": "en", "original_language": "nl", "translation_provider": "google"}, {"id": 25, "date": "2017-01-19.json", "name": "Lynn Boylan (GUE/NGL).", "mepid": "124984", "text": "   – Mr President, if the social pillar is to be successful and deliver on its stated aims, it has to represent what the citizens of Europe need and want. I hope that through the contributions made by Parliament, social partners and civil society, the social pillar can be aligned so as to guarantee social rights in the manner that citizens deserve and in a manner that will address poverty, income inequality and other serious social injustices. We need to work towards a situation where social policy is not considered a burden to economic growth, but rather that the two are considered to be symbiotic. We must stop the subordination of the social to the economic. It is a chance for the EU to move in the right direction: to prove that it is capable of change. Therefore, I urge the Commission to seize this opportunity and to not let the citizens down. However, if ‘business as usual’ continues, then citizens will suffer and the rise of euroscepticism will continue.  (The speaker agreed to take a blue-card question under Rule 162(8))", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 26, "date": "2017-01-19.json", "name": "David Coburn (EFDD)", "mepid": "124967", "text": "  blue-card question. – You just said – and I was totally mystified – that you should subordinate the economic to the social. Surely, if you’ve got an economic mess, you cannot possibly improve people’s social conditions. Surely that is complete common sense, otherwise it’s economic illiteracy. Can you explain to me how, if you’ve got a catastrophic economic situation, you can possibly help people’s social movement or improve their social life. The best way to improve social rights and everything else is to have a booming economy. Everything else, I think, is nonsense. So please enlighten me on how you can reverse gravity. I’d really love to know.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 27, "date": "2017-01-19.json", "name": "Lynn Boylan (GUE/NGL)", "mepid": "124984", "text": "  blue-card answer. – I will happily enlighten you, because we continue to treat the market as though it is some sort of god – ‘we must not interfere with the market’; ‘the market will react’. Well, the market depends on people being able to spend money, and if you don’t have any money, then the markets cannot successfully work. So we need to pay people a decent living wage; we need to ensure that they can rent properties, unlike in my country, Ireland, where they’re being made homeless because they can’t afford the rent and we are having to pay for them to stay in hotels. That’s about subordinating the social to the economic. This week, Oxfam announced that eight billionaires own the same amount of money as 50% of the population of the world. Unless we address that inequality, then I’m afraid your wonderful market is doomed to fail when people don’t have the money to spend in it. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 28, "date": "2017-01-19.json", "name": "Jordi Solé (Verts/ALE).", "mepid": "185974", "text": "   – (The speaker prefaced his remarks with a few words in Catalan.) Mr President, social rights should not be just a pillar of the European Union; they must be their foundation and their priority, because there is no real European project without social justice, and there is no social justice without social investment, without tax justice, without effective redistribution, without accessible and quality public services, without decent working conditions, without the minimum of economic security, without an effective right to housing, without gender equality, and without opportunities for all – especially for the young.  Probably, if the European Union had long had social Europe really on its agenda, we would have better navigated through the crisis that has had such a negative impact on social cohesion in Europe – especially in certain countries, including mine, Catalonia. Let us not make the same mistake again. Let us bring social content finally to the European political project. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 29, "date": "2017-01-19.json", "name": "Anne Sander (PPE).", "mepid": "24594", "text": "- Mr President, Commissioner, Europe will be social or it will not be. In fact, we cannot base our living together simply on a single market. Competition is no longer viable without convergence. By supporting this initiative for a social pillar, we are sending a strong message. Parliament wants a Europe which protects precarious employees, which supports young people and seniors, which fights discrimination, which promotes the mobility of apprentices and which allows everyone to find a job. It is also an issue for our small and medium-sized enterprises and our artisans who suffer from social dumping and the lack of coordination between countries. All the measures that we take will have to be careful not to complicate recruitment and not to trample on subsidiarity. On new digital jobs, I believe there is an urgent need to clarify the applicable rules to promote a digital economy that is fair and equitable. But to create a new directive when we still have not defined these new jobs is, in my opinion, premature. Dear colleagues, Social Europe is a priority and, for my part, I will vote for this report.", "language": "en", "original_language": "fr", "translation_provider": "google"}, {"id": 30, "date": "2017-01-19.json", "name": "Vilija Blinkevičiūtė (S&amp;D).", "mepid": "96681", "text": "- Europe today lacks, as never before, a strong social base to maintain confidence in the European Union. People want to live better, have a stable job, income, feel economic and financial security, secure the future of their children. The European Union and the Member States must therefore work together to combat growing poverty, especially child poverty. I call on the Commissioner: there is an urgent need to set up a Child Guarantee, which will provide specific, financially sound measures to help children in need throughout the European Union. We must also create a family-friendly environment for people to reconcile work and private life. However, this requires the Commission to bring forward legislation on maternity and paternity leave, to improve the conditions for parental leave and to adopt the Nurses Directive at EU level. Commissioner, I thank you wholeheartedly for reaffirming today that you will present the whole package on reconciling work and private life in the spring, and we are ready to work together.", "language": "en", "original_language": "lt", "translation_provider": "google"}, {"id": 31, "date": "2017-01-19.json", "name": "Zbigniew Kuźmiuk (ECR).", "mepid": "28389", "text": "- Mr Chairman! In taking the floor in this debate, I would like to point out that the actions of the European Commission that it will take on the social affairs pillar should respect the principle of subsidiarity. I would like to point out that in my country, Poland, the pro-natalist program \"Family 500+\" has been implemented for nearly a year, supporting with the amount of nearly EUR 120 per month for a child of families raising two or more children, as well as less affluent families with one child. The program concerns nearly 4 million children, i.e. about half of all children up to the age of 18, and costs PLN 23 billion annually, i.e. nearly 1.5% of Polish GDP, and is a great investment for the young generation. On this occasion, I would like to ask the Commission that programs of this kind implemented by individual Member States may be supported in the future by the European Social Fund. After all, demographic problems are experienced by the vast majority of EU countries.", "language": "en", "original_language": "pl", "translation_provider": "google"}, {"id": 32, "date": "2017-01-19.json", "name": "Κωνσταντίνα Κούνεβα (", "mepid": "125092", "text": "GUE / NGL). - Mr President, Europe is proud of its social model, but if we look at the unemployed in Greece or the workers in Britain and Germany with the \"zero\" contracts, ie the slaves of the 21st century, we realize that our famous model is being destroyed. Because the European Union has strict rules for budgets and markets, it provides for penalties and fines, but it has no similar rules for labor and social rights except words and wishes. The social pillar, which provides for free collective bargaining for wages and other conditions of cooperation, must oblige each country, the Commission and the European Bank to support this position. Therefore, not to impose the abolition of collective agreements and to hide behind the IMF as they try to do in Greece.", "language": "en", "original_language": "el", "translation_provider": "google"}, {"id": 33, "date": "2017-01-19.json", "name": "Sofia Ribeiro (PPE).", "mepid": "124733", "text": "- Madam President, dear colleague Maria João Rodrigues, there are many points of convergence between the PPE and the socialists regarding the European project. This has been the case throughout the history of this institution. We agree that economic policies must have a positive social effect, that there must be adequate funding for European policies and programs. We agree that economic convergence has not been accompanied by the desired social convergence. The central issue lies in the mechanisms that must be activated so that there is also harmonization at the social level, fulfilling the European project. But there are points that separate us, Madam. In order to be able to contribute to the development of Europe, we cannot fail to take into account the functioning of it, to consider what are the competences of the Commission and what are the competences of the Member States, because if we do not do this we will be making vain promises to our fellow citizens. Do not count on me for demagogic proposals, so arbitrary that they become empty, nor that they jeopardize the sovereignty of the Member States or disrespect the social partners. While you have been, in the last few hours, holding press conferences accusing the PPE of perverting your report, we were negotiating so that we can approve a European social pillar in a little while. Without the EPP amendments, this would not have been possible. We did it, because what moves us is not party politics, what moves us is the defense of the interests of European citizens.", "language": "en", "original_language": "pt", "translation_provider": "google"}, {"id": 34, "date": "2017-01-19.json", "name": "Георги Пирински (S&amp;D).", "mepid": "124855", "text": "- Today, this Parliament has a truly historic chance to chart the direction for a truly new course for Europe. The Rodriguez report on the European Pillar of Social Rights defines the basic characteristics of a new social Europe as the only chance for the European Union to regain the trust of its citizens and to restore its status as offering the highest quality of life. We are talking about the adoption of a framework directive on decent work for all forms of employment, including those arising from digitalisation; expanding social security systems to cover all people employed in all forms of work, including the self-employed; guarantees of decent wages and coordinated increases in national minimum wage levels to 60% of weighted average national wage levels. It is high time to respond to the will of the people. Here is the declaration of the Bulgarian trade unionists: \"If these main paragraphs are dropped from the report, the planned improvements in working and living conditions in Europe will be jeopardized and the frantic desire to keep the exploitation contract for zero hours of employment will remain.\" to allow something like this to happen.", "language": "en", "original_language": "bg", "translation_provider": "google"}, {"id": 35, "date": "2017-01-19.json", "name": "Javi López (S&amp;D).", "mepid": "125042", "text": "- Mr President, Commissioner. We are facing the greatest challenge that the European Union is going to have in the coming years in this second part of the mandate. A social pillar, a pillar of social rights that recovers the European soul; to reconnect with millions of citizens who have disconnected from the European institutions in recent years; that it tries to fix a good part of the institutional problems of the euro currency and, at the same time, that it recover the will for convergence and redistribution that the European Union should have. Given this, concrete measures such as a table of minimum wages, the improvement of collective bargaining, the child guarantee, the will to have an unemployment mechanism, a European unemployment benefit, that allow having a goal. A social pillar that goes beyond a letter of good will. We cannot repeat the mistakes that we have made with Europe 2020 or the Lisbon Strategy, which have remained a dead letter, taking into account that today we have 120 million poor people or people at risk of social exclusion in Europe.", "language": "en", "original_language": "es", "translation_provider": "google"}, {"id": 36, "date": "2017-01-19.json", "name": "Michaela Šojdrová (PPE).", "mepid": "124710", "text": "- I agree that we guarantee fundamental rights at European Union level, including social rights, and help the Member States to develop good social policies, to reduce unemployment. The Commissioner has rightly said here that employment and social security policy remains fully in the hands of the Member States, and we will respect that. The report repeatedly mentions the European model of the welfare state. I must point out that there is no such thing. We have 28 social policies, which are based on 3 models of the welfare state according to their historical and political development. The social and wage convergence that we want across European countries cannot be achieved by central regulations and new directives, but only by economic growth, political stability and greater efficiency. If we are to build a pillar of social rights, we must build it on solid foundations and the acceptance of all countries. Did we learn from Brexit?", "language": "en", "original_language": "cs", "translation_provider": "google"}, {"id": 37, "date": "2017-01-19.json", "name": "Nicola Caputo (S&amp;D).", "mepid": "124851", "text": "- (IT) Mr President, ladies and gentlemen, the protracted crisis in the euro area has dealt a severe blow to the social dimension of European integration. Many Member States have been forced to implement stringent fiscal consolidation measures which have resulted in severe social hardship. Without a common European framework, Member States are bound to be trapped in destructive competition based on a race to the bottom of social standards. A European pillar of social rights can only be credible if accompanied by adequate resources at national and European level capable of guaranteeing the achievement of the established objectives. If necessary, the multiannual financial framework 2014-2020 should be reviewed, the Youth Employment Initiative further strengthened and the full use of the EDF and the European Fund for Aid to the Most Deprived should be ensured. These financial instruments must also be strengthened with reference to education and training, professional retraining, the fight against poverty and unforeseen challenges until a few years ago, such as the integration of refugees into the labor market.", "language": "en", "original_language": "it", "translation_provider": "google"}, {"id": 38, "date": "2017-01-19.json", "name": "Νότης Μαριάς (", "mepid": "125069", "text": "ECR). - Mr President, the European Commission is talking about the social dimension of the European Union and the social 'triple A', and even now it continues to support the policy of austerity that has filled Europe with armies of the unemployed and 120 million poor. A policy that sent the new generation into mass unemployment and underemployment. The European Union, with the Stability Pact and the violent fiscal adjustment, has dismantled the welfare state and the pension system. At the same time, in countries with memoranda, such as Greece, Ireland, Cyprus, Portugal and Spain, salaries and pensions were cut. In fact, in Greece, the troika does not even recognize the right to enter into collective agreements. So if you want, gentlemen of the European Commission, social Europe, leave the big words and the famous conferences and abandon austerity and memoranda, abolish the Stability Pact, adopt policies for the fair distribution of the wealth produced, abandon the policy of flexible working relations , support the pan-European single wage.", "language": "en", "original_language": "el", "translation_provider": "google"}, {"id": 39, "date": "2017-01-19.json", "name": "António Marinho e Pinto (ALDE).", "mepid": "124742", "text": "- The so-called “European Pillar of Social Rights”, as presented here by the rapporteur Maria João Rodrigues, must be seen as the cornerstone of European cohesion.Among these rights, of course, the right to a European minimum wage stands out, that is, to a limit below which it is not allowed to pay work.Social rights are today one of the fundamental dimensions of human rights and these, taken as a whole, can only be realized historically if people's basic needs are satisfied.For this reason, the fight against poverty today assumes, in this context, a strategic significance not only for its effects on economic growth, but above all as a relevant factor of social peace.Poverty always ends up generating violence.", "language": "en", "original_language": "pt", "translation_provider": "google"}, {"id": 40, "date": "2017-01-19.json", "name": "Paloma López Bermejo (GUE/NGL).", "mepid": "125047", "text": "- Mr President, social rights are the great absent from the European construction and for this reason we are surprised by the Commission's proposal to create a social pillar of rights. With surprise, but also with some perplexity, since the economic policies promoted by the European Union within the framework of the euro are summarized in the progressive dismantling of the institutions that protect the working majority. It would not be the first time, unfortunately, that the European Commission promises us something to offer us the opposite. That is why it is important to listen to Parliament, which in this report details many of the initiatives necessary so that the pillar of social rights is not just another smokescreen. Compliance with the European Social Charter, a framework directive on decent work, a system of minimum incomes above the poverty line, the reinforcement of collective bargaining: all are concrete and necessary initiatives that the Commission must take into account.", "language": "en", "original_language": "es", "translation_provider": "google"}, {"id": 41, "date": "2017-01-19.json", "name": "Σωτήριος Ζαριανόπουλος (", "mepid": "125090", "text": "NI). - Mr President, the more the charitable slogans of the EU institutions increase under popular outrage, the worse the labor jungle becomes. The European pillar of social rights is an insidious effort, through always cheap slogans, in order to finally leave arrangements for the deterioration of the situation of workers. It squeezes labor social rights down, promoting a 'fair share' between the poor and the impoverished, eliminating any burden on employers. Full-time work is dangerously transformed into a decent, supposedly, job and a sufficient mere subsistence income. It promotes active aging, that is, partial retirement with part-time work, extortionately, after pensions were crumpled. It prepares raising the age limits based on life expectancy, promotes the determination by the state of the minimum and minimum wage, the tombstone \"collective labor contracts\" based on competitiveness, profits, for which salaries, allowances, rights are permanently sacrificed. It talks about salaries per region, ie special economic zones and scams. Employees to worry about! To organize, to counterattack!", "language": "en", "original_language": "el", "translation_provider": "google"}, {"id": 42, "date": "2017-01-19.json", "name": "Csaba Sógor (PPE).", "mepid": "39724", "text": "   – Mr President, while I commend the report for pointing out the vast number of social challenges EU countries are faced with, I find that it misjudged the causes of problems and consequently insists on the wrong solution. The issue is not that the EU is not social enough. I would point out that the EU accounts for approximately 7% of the world’s population but around 40% of global public social expenditure.  Existing social challenges are not so much a result of missing social policy but mainly of insufficient reforms, including to the labour market, and the lack of economic growth and job creation. A more social Europe should not be one that throws money at every problem it identifies, or one that stifles competitiveness – a precondition for job creation and sustainable social protection. Rather, in full respect for subsidiarity, it should be one that promotes sound economic policies and encourages national reforms in areas such as education and active labour market policies. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 43, "date": "2017-01-19.json", "name": "Jean-Paul Denanot (S&amp;D).", "mepid": "94282", "text": "- Mr President, the first of the rights that the European Union must ensure for its citizens is obviously the right to work. But that is not enough, this work must be decent work that allows everyone to live their life, to make their personal choices and to participate in collective life. Intended to enlighten the Commission on what the European pillar of social rights should be, the report by Maria João Rodrigues is a comprehensive response to the promises made here by Mr Jean-Claude Juncker on the social triple A. This right to work must include other protective rights for employees, men and women, who must not be faced with the uncertainty of the next day. Indeed, how to build your life with a zero hour employment contract? How to build your life worrying about not having a retirement pension? How to build your life in the fear of not being treated in case of illness? How, today, to build his life without access to public services and digital? The Union must answer these questions and, of course, secure the necessary funding for them. Without it, we would remain in the domain of the incantation.", "language": "en", "original_language": "fr", "translation_provider": "google"}, {"id": 44, "date": "2017-01-19.json", "name": "Krzysztof Hetman (PPE).", "mepid": "124895", "text": "- Mr Chairman! The European Pillar of Social Rights was announced in September 2015. Last year, a very extensive consultation took place and I am pleased that the European Parliament has taken the initiative to contribute to this discussion. I believe - as do many of my colleagues here in the room - that in the face of dynamically changing employment conditions and global economic trends, Member States should work together on employment and social issues to ensure that Union citizens have adequate labor and social security standards. It should be noted, however, that under the Treaties, the Member States have exclusive competence over social security systems and the role of the Union is to act to strengthen this cooperation. However, we must bear in mind that the huge diversity of local practices and the still incomplete cohesion between individual labor markets mean that I consider the proposals, for example, a common minimum income or a single European unemployment insurance, to be a path in the wrong direction.", "language": "en", "original_language": "pl", "translation_provider": "google"}, {"id": 45, "date": "2017-01-19.json", "name": "Victor Negrescu (S&amp;D).", "mepid": "88882", "text": "   – Domnule vice-președinte, vă felicit pentru realegerea în această funcție importantă. The European Pillar of Social Rights is making substantial achievements for Europe and the citizens we represent, and I would like to congratulate our rapporteur Rodriguez for her important work. This pillar goes beyond political interest, and it reminds us that the European Union is here to bring improvements in living and working conditions in Europe. Nevertheless, some people in this House still act to maintain precarious, unregulated forms of work, and to keep millions of Europeans uncertain about basic rights such as maternity leave or protection of health and safety at the workplace. Young people – my generation – cannot wait anymore for those people to wake up and realise that without action we condemn our future generations to poverty. We need to build our legislation on decent living conditions; we need to stop the exploitation of zero—hour contracts; we need decent living wages, and we need to properly finance European instruments capable of delivering results in terms of jobs, skills and social protection. So, dear colleagues, if you have in mind to support some of the amendments opposing that, please forget about it. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 46, "date": "2017-01-19.json", "name": "Maria Grapini (S&amp;D).", "mepid": "124785", "text": "- Mr President, the European Union is going through a crisis of confidence and a social crisis. The main antidote to the crisis is the European pillar of social rights and we must act. I would like to congratulate her and thank our rapporteur, Mrs Rodriguez, for her excellent report, the proposed measures and the arguments put forward. The European pillar of social rights can fundamentally change the lives of our citizens, the lives of children, young people, the elderly, people with disabilities, workers. I supported all the amendments proposed by Mrs Rodriguez because I believe in them. I believe in the urgent need to give a signal to people that we care about their lives. The promotion of economic activities must all take into account a primary purpose, that of serving the people. There is a need to increase the accountability of businesses, local and central national authorities on social rights. By solving social problems, we achieve a threefold effect: attachment to the workplace, increased productivity and attachment to the European Union. I urge all colleagues to vote on the report and, once again, I congratulate our colleague.", "language": "en", "original_language": "ro", "translation_provider": "google"}, {"id": 47, "date": "2017-01-19.json", "name": "Marju Lauristin (S&amp;D).", "mepid": "124698", "text": "   – Mr President, there is a saying that it is better do something good late than never. I think that if we had had the European Pillar of Social Rights at the beginning of the enlargement process, we would not now have such big differences between the new Member States and the old ones. It is very good that, before making the very important changes which come with the digital revolution, we are now discussing what we have to do with regard to social rights and defining social protection for decent working people in this new situation. We very much hope that we will do this in time and that, before these jobs disappear and new jobs arrive, we will have an understanding of the new social policy and standards and the common social pillar. Then we will an upward convergence rather than a downward one, which is what we have seen up to now. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 48, "date": "2017-01-19.json", "name": "Julie Ward (S&amp;D).", "mepid": "124963", "text": "   – Mr President, this report is a key milestone, and we must indeed refocus the delivery of the EU 2020 objectives of smart, sustainable and inclusive growth, paying much more attention to social education and employment targets, as well as properly recognising the contribution of culture in reaching the so-called Social Triple A for the development and wellbeing of individuals and societies. The European Commission has already acknowledged that austerity has increased inequalities, social injustice and poverty in Europe. Children are among the most impacted and remain the group at the highest risk of poverty and social exclusion. If this situation is not properly addressed through decisive political action, we risk excluding a great part of the next generation. So, as a member of the Intergroup on Children’s Rights, I am proud that the report we are about to adopt includes a call for the creation of a child guarantee, in line with the ‘Investing in Children’ recommendations, that will ensure that every child in Europe at risk of poverty – including refugees – has access to free healthcare, free education, free childcare, decent housing and adequate nutrition. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 49, "date": "2017-01-19.json", "name": "Doru-Claudian Frunzulică (S&amp;D).", "mepid": "124790", "text": "   – Domnule președinte, vă felicit pentru cel mai mare număr de voturi obținut de un vicepreședinte al Parlamentului European. I strongly believe that we have to make strong efforts in order to adapt our social security systems to the living and working conditions Europeans will have in the 21st Century, ensuring that everyone has the necessary education and skills and gets decent living wages, maternity leave, sick leave, pensions and child care. The single market needs rules on decent working conditions in all forms of employment, so that all working people have basic rights regardless of the type of their contract. Decent national wage floors must be ensured in all European Union countries, secondary education should be compulsory and the skills guarantee should ensure that everyone has the skills needed in tomorrow’s economy. A child guarantee should ensure that every child at risk of poverty has free healthcare, child care, education, adequate nutrition and decent housing. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 50, "date": "2017-01-19.json", "name": "Tibor Szanyi (S&amp;D).", "mepid": "124703", "text": "- Mr President, honorable Members, it has been a long time, almost three decades, before we have realized on this continent that the money spent on education is not just an expense, it is certainly an investment. Investing, obviously investing in people. Well, we have the same millions of other social implications, as all the pennies, cents, euros we spend on strengthening the pillar of European social rights are all items that increase Europe's gross domestic product, European GDP, although apparently sometimes this expenditure you pull the page, but you pull the spending page because everyone can spend as much for certain purposes as they want. So I would encourage the rapporteur, and I would all encourage all of us, to see the enforcement of social rights as a kind of European investment, a European investment. Finally, I would like to confirm what the rapporteur said in his opening statement: this is not a pillar of the euro area, it is a pillar of the whole of the European Union, and even a pillar of all people working in Europe.", "language": "en", "original_language": "hu", "translation_provider": "google"}, {"id": 51, "date": "2017-01-19.json", "name": "Liisa Jaakonsaari (S&amp;D).", "mepid": "96684", "text": "- (FI) Mr President, Europe's deepest economic crisis has changed Europe mentally, politically and economically.In fact, we are still living mentally in that time of economic crisis, and many Member States are still pursuing an over-emphasized, exaggerated austerity policy.Now is really the last time to change this policy, and the Rodrigues report serves it very well.I hope that this will inspire the Member States and the European Union to take into account the major changes that are currently still posing challenges for Europe in the wake of the long tail of the economic crisis.Mr Lauristin mentioned one of them: digitalisation challenges Europe and the labor market, aging challenges Europe and the labor market, and all of these challenge the European social model.", "language": "en", "original_language": "fi", "translation_provider": "google"}, {"id": 52, "date": "2017-01-19.json", "name": "Marianne Thyssen", "mepid": "n/a", "text": "Member of the Commission. - I would firstly like to thank Parliament for this debate and of course I would like to thank Parliament, the rapporteur and the shadow rapporteurs first of all for the rich and ambitious report that I hope, but it also looks like that it would receive the broad support of this house if it was voted on in plenary. Dear Members of Parliament, honorable rapporteur, I see your contribution as a source of inspiration, but also as support in achieving our shared ambitions. The European Union is a place where by no means everything runs and turned out perfectly, but where we must say that the social dimension has taken shape more than in other places in the world. More than anywhere else in the world, we have, through us, made a work together so that there is a good combination of economic growth and social progress, the hallmarks of the social market economy, one of the objectives of the European Treaty. More than elsewhere in the world, wealth has been redistributed, although this does not prevent inequality from increasing in Europe as well. But the world is changing and it is changing rapidly. We are still dealing with the aftermath of the crisis and we have seen that it has also meant that instead of more convergence, we have gained more divergence between Member States. But the world is also changing mainly due to globalization and digitization, which have a profound impact on our economy and our way of living and living together. Those changes worry people. People are indeed concerned about their freedom and security, about democracy, but also about their economic and social future and that future is what the pillars are all about. We need a new frame of reference, a new frame of reference against which we can test employment and social policy, new starting points. We have to look at how we can ensure that in new circumstances, in times of globalization, in times of technological change, how we can also ensure that the principles of our social market economy take shape in Europe during that period. This means that we have a competitive economy, where quality jobs are created, but where work is also done on sustainable and adequate social protection, and that throughout the life course of people. We therefore need a reference work and indeed we also need concrete action. Words and frames of reference alone are not enough. We have to work on that matter. And we will start on that very soon and we will use the tools for that, the instruments that we have available. Legislative? yes, where we have powers and where appropriate. But also benchmarking, coordination and also the use of our funds, of our financial resources. More than ever, the debate on social issues is part of the debate about what Europe we want, how we see the future of our European Union. That is why, as the rapporteur has rightly said here in the introduction to her report, this debate is of fundamental importance. It is therefore good that we kept it here. It was more than ever time and I want to thank you very much for that. We still have a lot of work to do and I hope that when it comes to the concrete, we can work together very well. Thank you.", "language": "en", "original_language": "nl", "translation_provider": "google"}, {"id": 53, "date": "2017-01-19.json", "name": "President. –", "mepid": "33984", "text": "  Before I give you the floor, Ms Rodrigues, Mr Løkkegaard would like to add something. Twenty seconds, you mentioned?", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 54, "date": "2017-01-19.json", "name": "Morten Løkkegaard (ALDE).", "mepid": "96709", "text": "   – Mr President, thank you for that. I don’t know whether the interpreter got my question to you, Commissioner, but I asked if you could confirm that you actually said to the Danish press that this minimum wage discussion is a matter of subsidiarity and that we will find national solutions to this. Could you confirm that?", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 55, "date": "2017-01-19.json", "name": "Marianne Thyssen", "mepid": "n/a", "text": "   Member of the Commission. – Mr President, it is true that wages as such are not part of the competences at European level. It is said explicitly in the Treaty that wages belong to the competence of Member States, and I think that is right because it also respects the autonomy of the social partners who, in most Member States, have a say or have to decide on this, but it does not necessarily prevent us from setting benchmarks. If we want to go to convergence between Member States, that could be good and it can be one of our objectives – that we look all together at what is a decent minimum wage, and what elements we need to decide upon that. We encourage Member States to set a minimum wage, but in the end the decision belongs to the Member States, and it is a principle that we have to respect. We want to respect the distribution of competences as foreseen in the Treaty.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 56, "date": "2017-01-19.json", "name": "President. –", "mepid": "33984", "text": "  The Commissioner was not obliged to respond to this question, but I am very glad that she did, because we have now clarified this matter.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 57, "date": "2017-01-19.json", "name": "Maria João Rodrigues", "mepid": "124737", "text": "  rapporteur. – Mr President, today’s debate was very important  because it was made clear for everybody that, with this report, Parliament sees what is at stake, which is making sure that there will be a turning point in the direction in which the European project is going. Without a stronger social dimension, there is no future for the European Union. This came out of this debate very clearly. I believe that with this report we can lay down the conditions for a new stage of European social policy because what is at stake is no longer only making a level playing field for the single market to operate. We do need this, but it is not enough. What is at stake is also being able to cope with common challenges, notably the upcoming digital revolution which will profoundly change the way in which the markets operate. What is at stake is to organise a full process of upward economic and social convergence in the European Union and inside the eurozone. In order to do this we need to combine powerful means: labour and social law, changing the direction of economic governance, and providing the necessary financial means. Regarding the so—called European Semester, we need to have stronger social targets along with economic targets, focusing on the problems of unemployment, social inequalities and poverty to make sure that economic policy takes into account the social impact. We need to have a new kind of interaction between economic and social policy. Secondly, we need to have the appropriate means, starting with the means for social investment in education, training, tackling poverty and providing good social services. This should also be translated into the Community budget, the European Fund for Strategic Investment, as well as a proper fiscal capacity in the eurozone. These ideas are included in our report and, through these, we also want to establish positive cooperation between our colleagues in the Committee on Economic and Monetary Affairs and those in the Committee on Employment and Social Affairs. This is the kind of cooperation we need to develop in order to implement such a pillar.  I would like to thank all the shadows once again. Our citizens are making a clear call for a strong social union. Now we just need to deliver.  (Applause)", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 58, "date": "2017-01-19.json", "name": "Elnök asszony. –", "mepid": "102886", "text": "I close the debate.The vote will take place today at 12 noon.Written declarations (Rule 162)", "language": "en", "original_language": "hu", "translation_provider": "google"}, {"id": 59, "date": "2017-01-19.json", "name": "Fabio Massimo Castaldo (EFDD)", "mepid": "124812", "text": "in writing. - The social dimension is largely absent from EU policies. The single market was built without providing for its integration and this has created and continues to create internal dumping and risks for workers. The so-called \"European social model\" in vogue at the end of the last century must be updated, but, above all, the social dimension must become an integral part of common policies. The report addresses important elements such as income redistribution, collective social security schemes, social assistance programs, public services, services of general interest, social investments and the fight against tax evasion. However, these instances are placed in a context that provides for greater coordination at the level of European governance which, as structured today, actively contributes to incentivizing inequalities and impoverishment of the majority of European citizens, in particular through the imposition of a block on public spending. of the individual Member States.", "language": "en", "original_language": "it", "translation_provider": "google"}, {"id": 60, "date": "2017-01-19.json", "name": "Κώστας Χρυσόγονος (", "mepid": "125061", "text": "GUE / NGL), in writing. - The European Parliament's Committee on Employment's report on a European social rights pillar contains a number of well-founded findings, such as that the social dimension of European integration has been hit hard by the eurozone crisis, as many countries have been forced to implement tough internal devaluation measures. the lack of common stabilization mechanisms in the context of incomplete monetary union. It is also undeniable that, as the report states, with this crisis the European Union has begun to be seen by many citizens as a mechanism that creates divergence, inequality and social injustice. The report also calls on the European Commission to work with the social partners to put forward a proposal for a framework directive to promote decent work, in order to ensure, inter alia, the right to collective bargaining and collective action. of the strike. The problem, however, is that the European Commission not only fails to bring a similar draft directive to Parliament, but with its policy degrades collective bargaining when it acts as a member of the \"troika\" under the Greek program and imposes a weakening of the collective agreements in Greece. So we need works, not words, and we need them immediately.", "language": "en", "original_language": "el", "translation_provider": "google"}, {"id": 61, "date": "2017-01-19.json", "name": "Birgit Collin-Langen (PPE)", "mepid": "112788", "text": "written.- I am convinced that economic integration within the EU must be accompanied by social policy.The European market economy is a social market economy.That is why there must also be a social policy at European level that shapes market processes in the interests of the citizens.The European Pillar of Social Rights should therefore play a supporting, complementary and coordinating role.In doing so, however, it must be taken into account that in the social policy area the competences do not lie with the EU, but with the Member States, and that the principle of subsidiarity applies here: the organization of dismissal protection, retirement age or parental leave is a matter for the Member States.", "language": "en", "original_language": "de", "translation_provider": "google"}, {"id": 62, "date": "2017-01-19.json", "name": "Viorica Dăncilă (S&amp;D)", "mepid": "95281", "text": "signed up. - EU Member States are currently facing social and employment challenges, but also a continuous evolution of this market, with 'atypical' or 'non-standard' forms of employment: temporary work or part-time, seasonal work or that mediated by digital platforms. In addition, we are witnessing a diversification of the workforce, which can bring benefits and can generate other professional opportunities, but can also generate inconveniences - prolonged economic insecurity, poor working conditions, lower and less secure incomes, lack of social security and health, lack of career prospects and difficulties in reconciling work and family life. I therefore believe that adequate and more substantial strategic investments are needed to achieve the EU's social and employment goals, as well as more substantial support for cohesion in disadvantaged regions, in order to make them more competitive and prevent accentuating the demographic decline, with a focus on reducing child poverty, and taking concrete measures to ensure free access to health care, education, decent housing and adequate nutrition.", "language": "en", "original_language": "ro", "translation_provider": "google"}, {"id": 63, "date": "2017-01-19.json", "name": "Rosa Estaràs Ferragut (PPE)", "mepid": "96811", "text": "written. - The European Social Pillar was announced by President Juncker before the European Parliament on 9 September 2015. The European Pillar of Social Rights establishes a series of essential principles to support just and functioning labor markets and social protection systems correctly for the euro area. The areas of action of the Pillar are grouped into three main branches; equal opportunities and access to the labor market, fair working conditions and adequate social protection. The report highlights that people who are in vulnerable situations or who are more frequent victims of discrimination, such as women, ethnic minorities, the long-term unemployed, senior citizens and people with disabilities may need measures complementary activities aimed at promoting their participation in the labor market and guaranteeing decent living standards throughout their lives; In this regard, it should also be noted that the report insists that the rights of persons with disabilities must be integrated throughout the social pillar with a human rights-based approach that is in line with the obligations of the Union and its Member States in under the CRPD", "language": "en", "original_language": "es", "translation_provider": "google"}, {"id": 64, "date": "2017-01-19.json", "name": "Monika Flašíková Beňová (S&amp;D)", "mepid": "23868", "text": "in writing. - Social systems in most European countries are still an example to the rest of the world in terms of their functioning and results. Nevertheless, experience and the consequences of the economic and debt crisis have weakened confidence in their functioning. The European Pillar of Social Rights aims to reform social systems and better adapt them to the conditions of the 21st century. Social systems must once again have the trust of the people. They must provide effective guarantees and deal with shocks, especially in difficult times of economic crisis. Conditions and needs in the social systems of European countries vary. However, the common goal is the prosperity of citizens. We are certainly united in this in Europe. To achieve this, effective cooperation is important, not blinded calls to break up the European Union and incite mutual hostility. The aim must be to create sustainable jobs, but also to ensure decent and fair working conditions. Also reducing unbearable social disparities while supporting social investment. Better regulation of international capital with a focus on tax systems is also a condition. There is a need to prevent more money spilling from European countries with proper tax systems into any tax havens.", "language": "en", "original_language": "sk", "translation_provider": "google"}, {"id": 65, "date": "2017-01-19.json", "name": "Enrico Gasbarra (S&amp;D)", "mepid": "124817", "text": "in writing. - Every effort must be made to ensure that the European Union reacts quickly and visibly to the growing frustrations and concerns of a large part of the citizens. Ordinary answers are no longer possible: uncertain life prospects, unemployment, growing inequalities require us to take concrete and urgent action on the side of social Europe. New tools are needed, new concrete measures to support those in greatest difficulty and to relaunch the entire pillar of social rights in innovative ways. The European Commission has launched a consultation and the social partners have reacted with some proposals of great interest. Parliament's response is now one of great ambition, through the listing of very precise priorities on how to structure the European social model for the future. I would particularly like to recall the passages in the Rodrigues report which reiterate the importance of collective bargaining as a primary fundamental right of the EU. From this principle emanates the conviction, expressed several times by this House, of how it can be both right and useful for growth to involve employees in the management of companies, through the introduction, as much as possible, of information measures. , consultation and participation, especially in order to achieve new and better models of work organization and to anticipate economic changes.", "language": "en", "original_language": "it", "translation_provider": "google"}, {"id": 66, "date": "2017-01-19.json", "name": "Lidia Joanna Geringer de Oedenberg (S&amp;D)", "mepid": "28377", "text": "in writing. - The European Pillar of Social Rights is part of the work undertaken by the European Commission towards a deeper and fairer Economic and Monetary Union (EMU). It also sets the course for action towards better convergence in the euro area. The EU should react without delay to the growing frustration of many over an uncertain future, unemployment and a lack of prospects, especially for young people. It is also necessary to strengthen the foundations of European integration and increase the sense of belonging to a community among the inhabitants. The European Pillar of Social Rights should contribute to the proper application of international labor standards and the modernization of the social acquis. Moreover, the standards to be enshrined in the European Pillar of Social Rights should apply to all countries participating in the Single Market, and the legislation and governance mechanisms needed to achieve them should apply to all EU Member States. Certain restrictions resulting from participation in the euro area require the setting of additional social goals and standards and consideration of financial support at the euro area level, open on a voluntary basis to non-euro area Member States.", "language": "en", "original_language": "pl", "translation_provider": "google"}, {"id": 67, "date": "2017-01-19.json", "name": "Jaromír Kohlíček (GUE/NGL)", "mepid": "28331", "text": "in writing. - Thousands of parties have already described the European Pillar of Social Rights in various contexts within the EU. Especially in the last decade, there is such a large amount of materials that it is difficult to just monitor them, let alone ensure their fulfillment. The current EP report on this subject therefore contains 71 references to various conventions, charters and studies. Perhaps the oldest of these, the Schuman Declaration of May 9, 1950, already called for \"equalization and improvement of the living conditions of workers.\" Unfortunately, the aforementioned 1950 Declaration, as well as many others that followed, has not been fulfilled, and there seems to be no chance of being fulfilled in the system in the near future. The world's leading economists point to the accelerated opening of the scissors among an ever-narrowing group of the richest owners and a rapidly expanding majority of those living on the brink of social need. The whole report therefore shows a huge inequality between the creation of good conditions for the free movement of capital and social conditions in individual EU countries. Despite the declared efforts, their huge differences are not only not being reduced, but are increasing in a number of areas. The solution can obviously be only a systemic change, which, however, is so far only sought by the parties of the authentic left.", "language": "en", "original_language": "cs", "translation_provider": "google"}, {"id": 68, "date": "2017-01-19.json", "name": "Ádám Kósa (PPE)", "mepid": "96829", "text": "in writing. - The report on social rights before the European Parliament already threatens the sovereignty of the Member States and the principle of subsidiarity itself. Nevertheless, the document contains a number of elements that we support and have already been implemented in Hungary. Without claiming a complete list, the most important results of the recent period include e.g. 90 percent of young children eat for free three times a day, and disadvantaged children also get food for free during school breaks. Significant progress has also been made in raising the minimum wage over the past 25 years. With regard to the institutional placement and long-term care provided in the report, large people with disabilities placed in rural institutions (3,500-4,000 people) will also be relocated to smaller housing units. The reduction of overheads so far and new home-building solutions and initiatives are also important, and from March this year, numerous fees and charges related to public administration will be abolished. VAT has been reduced for milk, eggs and poultry, among others, for the benefit of the poorest consumers. Through the Digital Welfare Program, a discounted internet package will also be available. The workplace action plan helps to employ an average of 900,000 workers a year, so the employment levels of women and young people have also increased significantly. In the field of tax evasion and avoidance, VAT revenues increased by HUF 1,000 billion, or almost a third, compared to 2011, following the success of online cash registers.", "language": "en", "original_language": "hu", "translation_provider": "google"}, {"id": 69, "date": "2017-01-19.json", "name": "Андрей Ковачев (PPE)", "mepid": "97968", "text": "In written form. - Changing social realities in Europe can lead to imbalances that are detrimental to the competitiveness of the European economy and long-term growth potential. It is therefore important that we seek answers to these challenges on the basis of common principles that ensure that economic growth leads to high levels of employment and social protection, demonstrating the benefits of European integration for all citizens. Social policy is not limited to the provision of social benefits and pensions through the redistribution of budgetary resources, but must be seen above all as an investment that will bring long-term benefits by making European citizens more independent and empowered. I believe that the European Pillar of Social Rights must give priority to the issue of access to health services and health inequalities, which have significant consequences for the economy and society as a whole. In this regard, I believe that it is important for the new pillar to apply to all Member States, because the countries with the biggest problems in providing universal health coverage are outside the euro area.", "language": "en", "original_language": "bg", "translation_provider": "google"}, {"id": 70, "date": "2017-01-19.json", "name": "Verónica Lope Fontagné (PPE)", "mepid": "96765", "text": "written. - European citizens have long been asking Europe to focus on social issues, and I therefore want to express my satisfaction with this report, as it will help to better balance economic policies and social needs, support labor markets and systems of fairer protection and will strengthen the European social model, helping to achieve upward economic, social and territorial convergence. From the EU we have to face important current and future challenges such as the digitization of the economy and the consequent appearance of new jobs and work modalities, demographic challenges or the scourge of poverty, which unfortunately is still very present in our society . The reduction of poverty and social exclusion should be one of the pillars of the social pillar since current growth can only be sustainable if it includes all citizens. To achieve this we have to work together in the short term, through policies that make it possible to alleviate existing poverty and favor entry into the labor market, and in the long term, through policies capable of breaking the cycle of poverty, mainly focused on education and education. reduction of school dropouts.", "language": "en", "original_language": "es", "translation_provider": "google"}, {"id": 71, "date": "2017-01-19.json", "name": "Pavel Poc (S&amp;D)", "mepid": "96715", "text": "in writing. - Article 2 of the so-called Lisbon Treaty, amending the Treaty on European Union and the Treaty establishing the European Community (2007 / C 306/01), stipulates the fight against social exclusion, the promotion of social justice, cohesion and solidarity as one of the European Union's main tasks. I would like to contrast these goals with the shocking results of the recent report by the international charity Oxfam, which focuses on the unequal distribution of wealth around the world, including the European Union. Yes, even on the territory of our continent, there is a very dangerous spread of scissors among the rich and poor sections of the population, which the right-wing governments are successfully helping. They thus keep Europe in an imbalance that hinders the improvement of working and living conditions for all and thus contributes to the unhealthy escalation of the political situation. Our Group of Socialists and Democrats is fighting for upward social convergence, for raising social standards that are truly in line with the 21st century. We are fighting for a better European economic governance, strengthening the European Social Fund, ensuring a minimum income for Europeans, protecting against the negative effects of globalization resulting in collective redundancies, protecting all children at risk of poverty and education. I therefore support a strong European pillar of social rights that fits into the concept of social Europe. We do not need a complicated Europe, the existence of which is based on secret right-wing agreements and services to multinational companies. We need a transparent European Union that focuses primarily on the needs of its citizens.", "language": "en", "original_language": "cs", "translation_provider": "google"}, {"id": 72, "date": "2017-01-19.json", "name": "Soraya Post (S&amp;D)", "mepid": "124997", "text": "  in writing. – More than 122.3 million people live at risk of poverty and social exclusion in the EU, such as the Roma, its largest minority, most of whom live in extreme poverty, face widespread and severe social exclusion, and often experience barriers in accessing major EU programmes. Therefore, the main goal of the Social Pillar should be to lift these people out of this situation and break the cycle of poverty and social exclusion, thereby also reaching SDGs. This, however, is only possible if the planned Social Pillar is not limited to be developed in the eurozone. Non-euro countries struggle with similar social and employment-related challenges, and thus leaving them out might result in an even greater social divergence. For a truly social Europe, in which we leave no one behind, the principle of equal treatment and non-discrimination and that of gender equality have to be mainstreamed throughout the planned Social Pillar. There should be special measures taken to reach out to socially—disadvantaged people by planned structural reforms and social investments, in order to enable and empower them, and there should be a clear and viable implementation roadmap with strong monitoring and evaluation with the involvement of civil society organisations.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 73, "date": "2017-01-19.json", "name": "Christine Revault D’Allonnes Bonnefoy (S&amp;D)", "mepid": "124287", "text": "in writing. - The report on the European Pillar of Social Rights is a landmark report in the construction of a social Europe at the service of European citizens. This report is the European Parliament's response to the commitments that President Juncker has still not kept in favor of a Europe of social triple A. A strong and ambitious response that comes in several concrete proposals: a framework directive on decent work, a directive for health at work or the integration of a social protocol into the treaties to guarantee fundamental social rights. This report also proposes far-reaching reforms in order to put in place a decent minimum income throughout Europe. The Commission will have to take all these proposals into account if it is to meet its commitments. Finally, I call on you not to vote on the amendments which aim to lower the level of ambition of the report and to distort its proposals. It is the weakness of the social dimension of the internal market that is fueling the rejection of the European project today. Social Europe is the alternative to the projects of the populists who advocate inward looking. We must send a clear and unambiguous message to European citizens.", "language": "en", "original_language": "fr", "translation_provider": "google"}, {"id": 74, "date": "2017-01-19.json", "name": "Bart Staes (Verts/ALE)", "mepid": "4751", "text": "written. - Anyone who says high-quality job creation automatically thinks of a green and social economy. If we want to strengthen the social pillar in Europe, we need to protect social rights: equal rights, for equal work, or whether employees are temporarily or permanently employed. We have known that for a long time, and we have been saying it for a long time. This report is a creditable contribution to go beyond fine words and principles. Job creation and green economy go hand in hand: new jobs in the energy sector, for house insulation, it is often SMEs that are employers. In addition to social protection, they also want flexibility. This is understandable, but not without the necessary social protection, job security and a good balance between work and leisure. The approach through cooperative societies also proves its usefulness as a sustainable organizational model for SMEs. Co-ownership, employee participation are ingredients for a social and solidarity-based economy that makes social protection of employees in SMEs possible. The report contains many of the above elements. It has also been amended by the Green Group with an action plan to guarantee minimum incomes in SMEs to combat poverty and social exclusion of workers. I will vote in favor with conviction.", "language": "en", "original_language": "nl", "translation_provider": "google"}, {"id": 75, "date": "2017-01-19.json", "name": "Adam Szejnfeld (PPE)", "mepid": "124890", "text": "in writing. - There is no doubt that many European Union countries are still struggling with social problems resulting from the financial crisis, in particular high unemployment. In the case of other countries, especially in Central and Eastern Europe, the relatively low level of prosperity is due to historical reasons. The European Pillar of Social Rights proposed by the European Commission aims to support employment and social progress. With the existing large differences in the level of social security in the 28 EU countries, it is difficult to imagine developing detailed solutions for social policy at the Community level, and not at the level of individual Member States. Therefore, I am afraid that the Commission's initiative in its current form, despite its lofty assumptions, may in practice lead to a breach or even allow EU countries to restrict the fundamental freedoms of the single market: the movement of workers and the provision of services. Such actions, already carried out under the pretext of fighting the so-called \"Social dumping\", are completely inconsistent with the idea, principles and regulations established for the creation of the single market. They are not in the interest of the poorer EU member states, which must have a chance to catch up quickly, especially those that arose after World War II and became permanent during the \"Cold War\" period.", "language": "en", "original_language": "pl", "translation_provider": "google"}, {"id": 76, "date": "2017-01-19.json", "name": "Theodor Dumitru Stolojan (PPE)", "mepid": "39721", "text": "signed up.- The European Union needs a European pillar of social rights.But this social pillar must include a small number of social rights regulated at European level.In essence, social rights and policies must be in the decision-making power of each Member State.We consider that the determinants of social rights and policies are specific to each Member State: demographic change, level of economic development, traditions in social policies, etc.I believe that what is to be defined at European level goes far beyond what is necessary.", "language": "en", "original_language": "ro", "translation_provider": "google"}, {"id": 77, "date": "2017-01-19.json", "name": "Claudiu Ciprian Tănăsescu (S&amp;D)", "mepid": "96847", "text": "signed up. - In the context of sustainable development and exponential change in all socio-economic fields, the European Union must take rapid and visible responsibility for the growing inequalities in the European Community, rising unemployment, work-life imbalances , poverty among children, young people and the elderly, as well as the systems needed to maintain human health, safety and dignity. Especially since, worldwide, the European Union has high standards (not only) in terms of social assistance and work. This is because the developed European social model is the most advanced in the history of the world, which gives it and entrusts the European Union with the role of leader in the field of social rights. It is therefore welcome to reflect on the existing social acquis, which brings together national parliaments, governments, EU institutions, civil society and the social partners, with a view to developing a pillar of social rights that integrates social protection forms and social services. Obviously, the implementation of such a pillar requires tools (including financial), public social investment, mechanisms, legislation and policies converging with economic, social and employment, so as to lead to increasing the well-being of each European entity (especially employees and workers with “atypical” employment contracts).", "language": "en", "original_language": "ro", "translation_provider": "google"}, {"id": 78, "date": "2017-01-19.json", "name": "Valdemar Tomaševski (ECR)", "mepid": "96697", "text": "in writing. - Modern Europe has the most advanced social model in its history. It has ensured decent working conditions, comprehensive social protection and sufficiently good public services for the majority of the population. The social model has also helped to significantly increase productivity and European competitiveness. It is essential that the welfare structures of our state keep pace with demographic change, technology, globalization and the recent significant increase in social inequality. At the same time, we must repair the damage caused by the long economic crisis, the consequences of which we are still feeling. The EU must once again become a backbone in this regard, strengthening the Member States and helping them to promote the European social model, in particular by supporting the family and its role in society. Only in this way can the demographic decline on our continent be combated effectively. European economic governance needs to be further reshaped to take greater account of social indicators and economic policy-making. As far as the euro area is concerned, the right cycle needs to be launched to create quality jobs that provide people with economic security and employment. Higher employment and higher levels of social protection would also increase the amount of revenue collected, thus increasing the sustainability of public welfare, and this is an important challenge we are now facing.", "language": "en", "original_language": "lt", "translation_provider": "google"}, {"id": 79, "date": "2017-01-19.json", "name": "Romana Tomc (PPE)", "mepid": "125104", "text": "in writing. - Europe is slowly recovering from the crisis, but social inequality remains very high in some places. I welcome the Commission's efforts to eliminate these inequalities through a new pillar of social rights. Only on a well-off economy that is able to respond to shocks and adapt to them can we build a just social system. A healthy economy will bring a regulated market with fair working conditions, adequate and sustainable social protection, equal opportunities and access to the labor market. Regardless of the fact that we want greater unification, the principle of subsidiarity must be observed, according to which the Member States have the possibility to regulate certain areas themselves, such as the minimum wage, maternity leave, social benefits, etc. The European Union needs a strong social model based on real, accessible and understandable measures. The Commission has covered a number of pressing issues in its proposal, but it is essential to ensure that the proposed measures are implemented so that not just letters are left on paper.", "language": "en", "original_language": "sl", "translation_provider": "google"}, {"id": 80, "date": "2017-01-19.json", "name": "Kathleen Van Brempt (S&amp;D)", "mepid": "5729", "text": "written. - I welcome the European Pillar of Social Rights as an important initiative to bring about a more social union and usher our social model into the 21st century. It is an opportunity to set up concrete actions that citizens perceive to benefit them. I am thinking of the right to a minimum income, a package of social rights that apply to all workers (employees and the self-employed), the right to education, a child guarantee to ensure that fewer children grow up in poverty or social exclusion. This requires not only legislative initiatives, but also additional resources. In addition to concrete initiatives, and at least as important, the Social Pillar must ensure that social policy is placed on an equal footing with economic and monetary policy. Analogous to the fiscal compact, which obliges member states to keep their budgets in balance, a Social Pact must be concluded. This Social Pact must not only anchor the major principles of the Social Pillar in European legislation, but must also allow member states to be obliged to take their social policy seriously. After all, poor scores in the field of (youth) unemployment, (child) poverty, etc. are at least as problematic as poor budget figures.", "language": "en", "original_language": "nl", "translation_provider": "google"}, {"id": 81, "date": "2017-01-19.json", "name": "Elnök asszony. –", "mepid": "102886", "text": "The next item is the debate on seven motions for resolutions on Indonesia, namely the case of Hosea Jeimo, Ishmael Alua and the Governor of Jakarta (2017/2506 (RSP)).", "language": "en", "original_language": "hu", "translation_provider": "google"}, {"id": 82, "date": "2017-01-19.json", "name": "Pier Antonio Panzeri", "mepid": "28365", "text": "author. - Madam President, ladies and gentlemen, last month over 500 people were arrested and later released for participating in several simultaneous peaceful demonstrations held in different regions of Indonesia, notably in the province of West Papua. Hosea Yeimo and Ismael Alua, two young activists belonging to a student organization, were arrested and charged with rebellion only to be released with a ban on leaving the city. In Jakarta, on the other hand, Governor Ahok, belonging to the Christian minority, the first non-Muslim governor elected, is on trial for the crime of blasphemy. This resolution calls for Indonesia not only to review its position in the cases mentioned, but to take action to protect human rights, with the immediate abolition of the death penalty still in force. We hope that in the high-level dialogue between Indonesia and the European Union these issues will not only be dealt with but are being resolved.", "language": "en", "original_language": "it", "translation_provider": "google"}, {"id": 83, "date": "2017-01-19.json", "name": "Bas Belder", "mepid": "4507", "text": "Author.- Unity in diversity, Indonesia's national motto.Tolerance between all groups, cultures and religions.It is the great responsibility of the European Union, including ours here, to address all Indonesian authorities strongly and persistently in the context of mutual relations, because even very thoughtful circles in the archipelago, I heard yesterday, fearserious that the national pendulum is moving towards Islamic fundamentalism and radicalism, that is, intolerance.A sad illustration of this is the trial of the current governor of Jakarta.His Christian and Chinese background are the obvious motives of the prosecutors.Already on the first day of the trial against Ahok, his Muslim opponents intimidated the judges, the opposite of unity in diversity!That is why we must ring the alarm with all democratic forces in Indonesia.", "language": "en", "original_language": "nl", "translation_provider": "google"}, {"id": 84, "date": "2017-01-19.json", "name": "Barbara Lochbihler", "mepid": "96728", "text": "Author. - Madam President! Some colleagues in this House are interfering with the human rights urgency. They consider it pointless, a disruptive factor in relations with the countries addressed. However, if you look into these countries with open eyes, you can easily see that our urgencies are noticed by governments, parliaments, the media and civil society. I am therefore particularly pleased that, in the resolution before us, the two arrested members of the West Papua National Committees, Hosea Yeimo and Ismael Alua, were released while the resolution was being drafted. The next step, however, must be to drop the charges against the two of them for purely peaceful political activities. They are not isolated cases. There has been reports of a sharp rise in political arrests in West Papua. Freedom of assembly and expression must be guaranteed, and laws such as Articles 106 and 110 of the Indonesian Penal Code must not be used to criminalize peaceful political activity. (The speaker agreed to answer a question about the blue card procedure under Rule 162 (8) of the Rules of Procedure.)", "language": "en", "original_language": "de", "translation_provider": "google"}, {"id": 85, "date": "2017-01-19.json", "name": "Arne Gericke (ECR)", "mepid": "124815", "text": "Ask about the “blue card” procedure.- Mrs Lochbihler!Hasn't the Netherlands recommended that West Papua actually belongs to Papua New Guinea and that the island of New Guinea forms a unit since the colony was dissolved?Hasn't the indigenous population been forced to move away from West Papua for decades, which has basically led to the indigenous population now forming a minority?", "language": "en", "original_language": "de", "translation_provider": "google"}, {"id": 86, "date": "2017-01-19.json", "name": "Barbara Lochbihler", "mepid": "96728", "text": "Draftsman answering a question about the blue card procedure.- I'm not an Indonesia expert.But that's also what I read.Only, I think we position ourselves there.Whether we are in favor of independence or not is beyond the scope of a discussion on human rights policy.", "language": "en", "original_language": "de", "translation_provider": "google"}, {"id": 87, "date": "2017-01-19.json", "name": "Ignazio Corrao", "mepid": "124856", "text": "author. - Madam President, ladies and gentlemen, good morning Commissioner, the government authorities in Indonesia have adopted an increasingly repressive policy towards opponents, activists and representatives of minorities in the area, particularly against the Papuan community. In fact, several NGOs have been documented arbitrary arrests following peaceful protests and consequent ill-treatment by prison guards. The governor of Jakarta also paid the price for this policy, condemned on charges of blasphemy, a pretext aimed at discrediting and eliminating an uncomfortable person. The complexity of the case and the vastness of the operations should make us reflect on the actual extent of Indonesian multi-religiousness, which could even affect the country's future democracy. We cannot forget that Indonesia is an important trading partner of ours and it is therefore essential that bilateral economic and trade relations are accompanied by a firm demand for improvement in the internal human rights situation, starting with the cases discussed in this resolution and including minority rights. The European Union must constantly monitor what is happening in Indonesia and use commercial leverage to protect human rights. (The speaker agrees to answer a \"blue card\" question (Rule 162 (8)))", "language": "en", "original_language": "it", "translation_provider": "google"}, {"id": 88, "date": "2017-01-19.json", "name": "Doru-Claudian Frunzulică (S&amp;D)", "mepid": "124790", "text": "  blue-card question. – Dear colleague, as I know very well you are a lawyer, do you not think that the European Union should intervene in order that Indonesia immediately repeal its blasphemy laws, the electronic information and transaction law, and the provisions in its criminal code relating to rebellion?", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 89, "date": "2017-01-19.json", "name": "Ignazio Corrao (EFDD)", "mepid": "124856", "text": "Answer to a \"blue card\" question.- Yes, Hon.Frunzulică, I agree, should intervene, the European Union should use what is in its power from the diplomatic point of view to try, in fact, to put pressure on the government to change these laws.", "language": "en", "original_language": "it", "translation_provider": "google"}, {"id": 90, "date": "2017-01-19.json", "name": "Marie-Christine Vergiat", "mepid": "96858", "text": "author. - Madam President, Indonesia is a very large country, the largest Muslim country in the world, rich in a great cultural and religious diversity recognized by its Constitution. Indonesia has made significant strides towards democracy since the fall of General Suharto. However, sources of concern remain. This is the case with the crackdown on Papuan peace activists. Hosea Yeimo and Ismael Alua are the symbols. The same is true with the instrumentalization of archaic blasphemy laws, especially against the governor of Jakarta, on the eve of local elections. We could also talk about President Jokowi's heavy record in terms of executions, mainly for drug trafficking, of which the case of Serge Atlaoui is symbolic, but also violence against LGBTI people, or child labor. Finally, it is time, as requested by the Indonesian Human Rights Commission, to open the file of the massacres of 1965, during which hundreds of thousands of Communists or supposedly such lost their lives, and while their descendants continue to be persecuted in Indonesia. So, yes, the dialogue on human rights makes perfect sense in this country.", "language": "en", "original_language": "fr", "translation_provider": "google"}, {"id": 91, "date": "2017-01-19.json", "name": "Frédérique Ries", "mepid": "4253", "text": "author. - Madam President, Hosea Yeimo and Ismael Alua, the two Papuan peace activists who are behind our debate this morning, have indeed been released but their fate remains worrying. Accused of rebellion, they now face life imprisonment. It is therefore essential that the European External Action Service keep up the pressure. This is precisely what we are asking for in our resolution. I would have appreciated that our common text mentions and demands so clearly, precisely and firmly the lifting of the charges against the governor of Jakarta, whose fate has been mentioned. Basuki Tjahaja Purnama, a Christian of Chinese origin, is unfairly accused of blasphemy by radical Islamists. Madam President, the good relations that the European Union legitimately maintains with Indonesia - and I am not forgetting here that this country was one of the very first to be struck by the Islamist attacks - should not prevent us from continue to be demanding on the issue of respect for human rights.", "language": "en", "original_language": "fr", "translation_provider": "google"}, {"id": 92, "date": "2017-01-19.json", "name": "Jeroen Lenaers", "mepid": "95074", "text": "  author. – Madam President, the ties between the EU and Indonesia go back many years, and they have never been stronger than today: we have the adoption of the EU-Indonesia Partnership and Cooperation Agreement, the negotiations on the FTA and, last but not least, we had the relaunch of the European Parliament-Indonesia Friendship Group earlier this year. As part of our friendship, which is based on shared values of human rights, democracy and governance, united in diversity, it is crucial that we are able to discuss matters that concern us with each other. That is exactly the point of this resolution here today: we are concerned about the arrest and prosecution of peaceful demonstrators, concerned about the resumption of capital punishment, and concerned about the blasphemy case against Governor Ahok. We cannot stress enough the need to protect all human rights, particularly for minorities: freedom of belief, freedom of expression and freedom of peaceful assembly. It is our duty to continue, and we look forward to doing that with the Indonesian authorities in the framework of the human rights dialogue and beyond to make sure that the ‘united in diversity’ values that we both share will remain a crucial part of Indonesian society. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 93, "date": "2017-01-19.json", "name": "Pavel Svoboda", "mepid": "96272", "text": "for the PPE Group.- One aspect of this case is freedom of religion.This must not be limited, for example, by the existence of anti-blasphemy laws, which can be used not only against expressions of religious faith, but also more widely abused against the exercise of freedom of expression.The European Union should therefore certainly call on the Indonesian Government to promote religious tolerance in its country and to defend human rights.The European Union should therefore also act in accordance with the European Parliament's recommendation to the Council of June 2013, which recommends that the provision of development assistance be made conditional on respect for freedom of religion.Over the last 10 years, the European Union has provided at least half a billion euros to Indonesia, and the continuation of this assistance should therefore be conditional on respect for the human rights of all Indonesians, regardless of religion or origin.", "language": "en", "original_language": "cs", "translation_provider": "google"}, {"id": 94, "date": "2017-01-19.json", "name": "Ana Gomes", "mepid": "28306", "text": "on behalf of the S & amp; D Group.- Indonesia is a strategic partner for the European Union.It proves that Islam and democracy are compatible.And it is for everyone a reference in the fight against extremism due to the experience in promoting a tolerant and united society in diversity.As friendly and loyal partners, we want, through this resolution, to encourage the Indonesian authorities to take steps to protect the rights of all peaceful activists and Protestants, especially those calling for social justice and basic freedoms in the Papua region, asHosea Yeimo and Ismael Alua, already released, but subject to legal proceedings.We hope to see unsuccessful attempts to intimidate politicians by certain groups that claim to be more defenders than everyone in the defense of Islam. We hope to see Indonesia repeal blasphemy laws and suspend the application of the death penalty again.", "language": "en", "original_language": "pt", "translation_provider": "google"}, {"id": 95, "date": "2017-01-19.json", "name": "Diane James (NI).", "mepid": "124939", "text": "   – Madam President, Indonesia is a prime example of where voters’ high hopes of an improvement in preceding government human rights failures might be addressed, might be righted and might be improved. But that has not been the case, and as we’ve all noted this morning, victimisation, persecution, denial of the free voice and inter-society violence continues unabated. However, care should be taken, and I do not agree with those of my colleagues who this morning have called on the EU to intervene in this situation. It is very complex, and a continent half a world away should not be interfering in a situation which should be dealt with by the geo-political grouping ASEAN, but should leave it for Asian countries surrounding Indonesia to resolve. We, the European Union, have a habit of intervening – intervening in the wrong way, as the sanctions against Russia have shown; we’ve called, in instances, for political isolation; we’ve even called for active military intervention. All of those have shown that EU intervention doesn’t work, shouldn’t be used, and shouldn’t be allowed in this instance.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 96, "date": "2017-01-19.json", "name": "Jiří Pospíšil (PPE).", "mepid": "125706", "text": "- I want to support the motion for a resolution tabled here by my colleagues. I believe that human rights violations in the world need to be pointed out, even in countries that are strategic partners of the European Union. Indonesia is certainly a key partner of the European Union, but if Indonesia is a partner and receives financial assistance from the European Union, then we also have a moral right to criticize the human rights situation in that country. The two cases that have been mentioned here and because of which the human rights problem in Indonesia is on the table today need to be emphasized. These are Papuan activists, that is one thing, and they are the governor of Jakarta. Both cases are about how freedom of speech in Indonesia is relativized and recently suppressed. It is also to be criticized that this country has restored the death penalty, which is something that the European Union strongly disagrees with, and the death penalty is unfortunately being used in this country. So this resolution today is, I think, a good guide for the Commission's action towards Indonesia.", "language": "en", "original_language": "cs", "translation_provider": "google"}, {"id": 97, "date": "2017-01-19.json", "name": "Csaba Sógor (PPE).", "mepid": "39724", "text": "   – Madam President, the latest events from the world’s largest Muslim majority democracy give rise to concerns about whether its hard-earned record of tolerance is in danger. Although the words of Ahok, the governor of Jakarta, may have been ill-considered and rash, charging him with blasphemy seems to be an excessive measure. Also, giving in to Islamist hardliners in such matters of freedom of expression represents a dangerous slippery slope and also risks reigniting the communal clashes and anti-minority pogroms that are still in recent memory. I sincerely hope that, for the sake of promoting a tolerant society, Indonesia will be wise enough to change course and avoid imposing restrictions on the right to freedom of expression which go beyond the provisions of the international human rights obligations it subscribed to. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 98, "date": "2017-01-19.json", "name": "Νότης Μαριάς (", "mepid": "125069", "text": "ECR). - Madam President, I would like to congratulate you on your election and I would like to say that I support the resolution that I have signed, noting that on the occasion of the accusation against the governor of Jakarta for blasphemy, as well as the arrest of Yeimo and Alua for their participation in peaceful demonstrations in Indonesia, we observe that human rights violations are on the agenda in this country. In particular, the Christian ruler of Jakarta made a statement that challenged the interpretation given by some Muslim theologians to a passage of the Koran, leading to the accusation of blasphemy, which in Indonesia can be punished by five years in prison. At the same time, two young people, Yeimo and Alua, after their arrest for participating in demonstrations, were released, but now they continue to be charged and thus face possible life imprisonment. It is therefore necessary, firstly, for the Indonesian government to drop the charges against Yeimo and Alua and the governor of Jakarta, secondly, to respect the human rights of the citizens of this country and, thirdly, to fight corruption immediately.", "language": "en", "original_language": "el", "translation_provider": "google"}, {"id": 99, "date": "2017-01-19.json", "name": "Jean-Luc Schaffhauser (ENF).", "mepid": "124755", "text": "- Madam President, knowing a little about the region, I would like to point out to my colleagues the exploitation which is made, in the manner of the \"color revolutions\", of the words of the Christian governor of Jakarta, Ahok, in order to stir up the'Islamism.And it is the work of outside powers.If it had not been for the coordinated intervention of two other external powers, the aim of weakening this country in order to set up radical Islamism would have been obtained by certain madmen who, in fact, from the outside, support the'radical Islam.I therefore ask my colleagues to realize that behind the events there is also manipulation and the use of Islam for political ends.", "language": "en", "original_language": "fr", "translation_provider": "google"}, {"id": 100, "date": "2017-01-19.json", "name": "Nicola Caputo (S&amp;D).", "mepid": "124851", "text": "- Madam President, ladies and gentlemen, we have dealt with Indonesia on other occasions to demand a moratorium on the death penalty and to protest the violations of human rights in the country. Today we ask the Indonesian authorities with greater determination for respect for human rights and a halt to the disproportionate use of force. We demand respect for human rights, rights such as those violated by Hosea Yeimo and Ismael Alua, two political activists arrested for their peaceful political activities on charges of rebellion, under the Indonesian penal code. Even if they were released on bail, the two, who declared themselves prisoners of conscience, face a sentence of up to life imprisonment for a crime of opinion. We cannot fail to express concern at the continuing arrests of peaceful protesters who are detained only for exercising their rights to freedom of expression and assembly. The European Union must strengthen cooperation with Indonesia on a number of issues, certainly on the fight against terrorism, but also on the rule of law and respect for human rights.", "language": "en", "original_language": "it", "translation_provider": "google"}, {"id": 101, "date": "2017-01-19.json", "name": "Christos Stylianides", "mepid": "n/a", "text": "   Member of the Commission. – Madam President, first of all I would like to thank the authors of this resolution for their initiative and all colleagues for this comprehensive discussion. Our relations with Indonesia are friendly and close. They develop within the solid framework of the EU-Indonesia Partnership and Cooperation Agreement. In the last couple of months relations between the European Union and Indonesia have advanced in an impressive manner. Last April in Jakarta we launched the ministerial strategic dialogue. A few days later, we welcomed President Widodo to Brussels for the first ever visit of an Indonesian President to the European Union institutions. The first round of negotiations on a Comprehensive Economic Partnership Agreement with Indonesia took place in September. In June we held the sixth session of our bilateral human rights dialogue and in November we organised the first Joint Committee under the EU-Indonesia Partnership and Cooperation Agreement. November also witnessed the reactivation of the EP-Indonesia parliamentary friendship group. We see Indonesia as an essential partner. With a quarter of a billion inhabitants, Indonesia is one of the largest democracies in the world. The EU values Indonesia, with its emphasis on pluralism and tolerance, as a model for other countries in the region and beyond.  The two young Papuans referred to by the honourable Members were arrested on 19 December for helping to organise demonstrations throughout the Indonesian provinces of Papua and West Papua. They were charged with treason and secession and were granted temporary suspension of detention on 11 January.  Indonesia and the European Union have discussed the situation in Papua and West Papua on a regular basis in our bilateral human rights dialogue, including during the last meeting, which took place in June. In this context, the European Union has consistently raised concerns about restrictions to Freedom of Expression and Freedom of Peaceful Assembly in the provinces of Papua and West Papua and called on Indonesia to invite relevant UN bodies to visit the country. We have welcomed also President Widodo’s announcement of May 2015 to release all the Papuan prisoners imprisoned for peaceful protest. Indeed, reports from civil society show that the number of such prisoners has decreased from two years ago. This definitely indicates that the Widodo administration is delivering on its promise.  The ongoing trial against the Jakarta Governor who is accused of blasphemy has triggered extensive debate among Indonesians about the role of minorities in the country, as well as about religious tolerance and pluralism, which are at the heart of the Indonesian state and society. Indonesia and the European Union are closely engaged in an ongoing exchange on these and other issues pertaining to Freedom of Religion or Belief and Freedom of Expression. Please be assured that the European Union will continue to use every opportunity, including the next EU-Indonesia human rights dialogue, to continue to raise the situation in Papua and, of course, the issue of religious freedom, with our Indonesian counterparts.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 102, "date": "2017-01-19.json", "name": "Elnök asszony. –", "mepid": "102886", "text": "I close the debate.The vote will take place today.Written declarations (Rule 162)", "language": "en", "original_language": "hu", "translation_provider": "google"}, {"id": 103, "date": "2017-01-19.json", "name": "Isabella Adinolfi (EFDD)", "mepid": "124831", "text": "in writing.- The human rights dimension plays a fundamental role in the development of future relations between the European Union and Indonesia, which is why the following motion for a resolution is committed to this.Specifically, I consider it very serious that, despite the government's commitments, some minorities in Indonesia, including the LGBT community, are still discriminated against, and it is equally serious that the death penalty has been reintroduced.Furthermore, the European Union must commit itself to strongly demand the release of the numerous political prisoners who have been imprisoned during the frequent peaceful protests, as well as the adoption of all necessary measures to ensure the creation of suitable conditions for the exercise of freedom of speech.and peaceful demonstration.", "language": "en", "original_language": "it", "translation_provider": "google"}, {"id": 104, "date": "2017-01-19.json", "name": "Jiří Maštálka (GUE/NGL)", "mepid": "23704", "text": "in writing. - Today we discussed the human rights situation in Indonesia. Indonesia is the world's fourth most populous country, the third largest democracy, the largest predominantly Muslim country with millions of other religions and a diverse society with 255 million people of different ethnicities, languages ​​and cultures. In the motion for a resolution, we state that we very much appreciate the relationship between the EU and Indonesia. The EU and Indonesia work closely together on a wide range of issues. The EU and Indonesia have agreed to implement concrete cooperation projects in a number of areas, including access to justice and criminal policy, the fight against violent extremism and business law. At the same time, however, we are concerned about the growing intolerance of ethnic, religious and sexual minorities in Indonesia, and we condemn all acts of violence against and persecution and intimidation and impunity of those who commit such acts.", "language": "en", "original_language": "cs", "translation_provider": "google"}, {"id": 105, "date": "2017-01-19.json", "name": "Elnök asszony. –", "mepid": "102886", "text": "The next item is the debate on seven motions for resolutions on the Central African Republic (2017/2507 (RSP)).", "language": "en", "original_language": "hu", "translation_provider": "google"}, {"id": 106, "date": "2017-01-19.json", "name": "Pier Antonio Panzeri", "mepid": "28365", "text": "author. - Madam President, ladies and gentlemen, over the past year the situation of persistent tension and violence in the Central African Republic has shown no signs of improvement. The killing of the two peacekeepers and the wounding of a third, all operators of the UN MINUSCA mission, are episodes that demonstrate how the violation of human rights and international humanitarian law is still at the center of the crisis that the country has been facing since 2012 . Although we have already recalled in this Chamber the need for a clear intervention by the European Union and the African Union, through the establishment of a functioning and indispensable judicial system to be able to carry out an accurate investigation into all cases of violence, crimes and crimes, with this resolution today we confirm and relaunch as the European Parliament our attention and our commitment so that the Central African Republic can effectively overcome this state of crisis and start a new season of democracy, respect for human rights and positive growth.", "language": "en", "original_language": "it", "translation_provider": "google"}, {"id": 107, "date": "2017-01-19.json", "name": "Charles Tannock", "mepid": "4521", "text": "  author. – Madam President, the election of President Touadéra last year was an important step in trying to rebuild the Central African Republic after the outbreak of a very violent civil war in 2012. The UN mission there, which now has over 10 000 troops on the ground, is continuing to enforce the peace, but the realities of daily life remain bleak. Law and order beyond the confines of the capital Bangui is patchy, and acts of violence are executed with impunity. Recent attacks targeting UN peacekeepers are a grave concern. With more than 2.2 million people in need of humanitarian assistance and nearly half a million IDPs, the need for aid is urgent and cannot be stressed enough. In this regard, I am pleased to know that the European Union is the largest donor to CAR and I welcome the multi-donor EU trust fund established in 2014. The launch last year of the EU CSDP training mission is also a welcome step. The creation of competent and professional security forces is vital for the long-term stability of that landlocked country and a key part of ultimately transferring peace—keeping operations back to the government. I am also very concerned about the activities of the Lord’s Resistance Army and the fact that despite Joseph Kony being indicted for war crimes, they are still now trying to find a foot in that country. I will conclude by saying that I hope that these efforts can contribute towards disarming the militias and restoring stability to that landlocked country.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 108, "date": "2017-01-19.json", "name": "Bodil Valero", "mepid": "124993", "text": "Author. - Madam President! The Central African Republic has long had major problems. There is a lot to worry about. Both in terms of security and in terms of poverty issues. At the same time, it is also the case that great progress has been made recently. On the one hand, the country has conducted elections, and on the other hand, a new constitution has been adopted in a referendum, and as far as I know it has been free and fair. The president also looks to be doing a good job at the moment. Therefore, we have some difficulty in understanding why we are currently treating the Central African Republic as an urgent matter. There are very many other urgent matters that we do not address here and which I would find perhaps even more urgent. However, there is very good in the resolution as well. I would like to highlight in particular the call on international companies to stop fueling this conflict and human rights violations through their trade in illegal diamonds and other illegally extracted natural resources.", "language": "en", "original_language": "sv", "translation_provider": "google"}, {"id": 109, "date": "2017-01-19.json", "name": "Ignazio Corrao", "mepid": "124856", "text": "author. - Madam President, ladies and gentlemen, the civil war in the Central African Republic has been going on since 2004, causing death, destruction and an ever-increasing number of refugees. 2017 has already seen the death of three UN peacekeepers and the situation is increasingly precarious, so much so that in some areas humanitarian workers have been forced to suspend their activities. The state has growing difficulties in maintaining order in the territory and is unable to bring to justice all those who are taking advantage of this crisis to commit crimes and abuses. In a previous speech I had already highlighted, for example, the heavy contribution of Western companies which, in order to keep their business, did not scruple to support both warring factions in an attempt to prolong and maintain the state of war. in the Central African Republic. The European Parliament has spoken on this issue several times and an ad hoc conference was held on 17 November. Now is the time to act, to apply the measures contained in this resolution to take a decisive step towards lasting peace and a definitive return to the status quo ante bellum.", "language": "en", "original_language": "it", "translation_provider": "google"}, {"id": 110, "date": "2017-01-19.json", "name": "Maria Lidia Senra Rodríguez", "mepid": "125049", "text": "Author.- Madam President, women's human rights are also human rights.The right of women not to be violated is a human right and, therefore, in the face of complaints of violations in the Central African Republic by French soldiers and blue helmets, I want to appeal to the High Representative and the States, namely theFrench state, to end impunity for any military who is an aggressor, who is a sex offender.We also want to express our deep concern about the opacity and the filing by the French authorities of complaints against their soldiers for rape in the Central African Republic.We ask that no complaints be filed and that those that have been filed be reopened.We also call for an independent and transparent investigation and for the truth to be ascertained and for justice to be taken regarding these serious accusations of sexual abuse.", "language": "en", "original_language": "pt", "translation_provider": "google"}, {"id": 111, "date": "2017-01-19.json", "name": "Tomáš Zdechovský", "mepid": "124713", "text": "author. - Violence and repression of the human rights of the population continue to occur in the Central African Republic, despite all the efforts of the local government and the international military mission MINUSCA. They have been trying to improve the local tragic situation for a long time, which is why I am glad that all the factions agreed on the text of this resolution. Not only are dozens of innocent civilians killed, including children, but we also see frequent raids on military convoys. And that says nothing more than continued instability in this country. There is a need to further appeal to local authorities to work hard to punish all perpetrators and to build a stable and fair justice system. Only in this way can the overall situation in the Central African Republic improve. The European Union's task is not only to draw attention to ongoing problems, but also to continue its role as a major donor of humanitarian aid, helping the poorest people in the world's second poorest country. This also requires the willingness of the Government of the Central African Republic. A willingness to finally end the suffering of its citizens, a willingness to restore order and, last but not least, a willingness to ensure that all human rights are guaranteed, without exception.", "language": "en", "original_language": "cs", "translation_provider": "google"}, {"id": 112, "date": "2017-01-19.json", "name": "Cristian Dan Preda", "mepid": "96838", "text": "on behalf of the PPE Group. - Madam President, congratulations on your re-election. I welcome our debate today on the situation in the Central African Republic. We have not had such discussions in our Parliament for some time. However, it is essential to show that we are interested in this issue and that the increase in violations of international humanitarian and human rights law, including arbitrary executions, sexual violence and all kinds of attacks against the civilian population, does not leave us indifferent. On the contrary, we strongly condemn these serious crimes and with regard to the most recent attacks against MINUSCA forces which claimed the lives of two Moroccan peacekeepers and one from Bangladesh, we express our sympathy to their families and their families. governments. The Central African Republic must remain on our radar despite the significant progress made and the holding of elections marking the success of the political transition. The country unfortunately remains plagued by instability and sporadic violence. We must continue to support and accompany on-going efforts to promote peace and reconciliation.", "language": "en", "original_language": "fr", "translation_provider": "google"}, {"id": 113, "date": "2017-01-19.json", "name": "Nicola Caputo", "mepid": "124851", "text": "on behalf of the S & amp; D Group. - (IT) Madam President, ladies and gentlemen, I strongly condemn the violations of human rights and international humanitarian law which are taking place in the Central African Republic by the Muslim rebels Seleka and the Christian Anti-Balaka militia. I urge the government of the Central African Republic to launch impartial investigations into all violations, prosecuting those responsible, perhaps establishing a special criminal court. It is imperative that the government of the Central African Republic invests significantly, with the support of the international community, in the judicial system, with the aim of rebuilding the courts and police forces and thereby putting an end to the current widespread impunity. I call on the African authorities to implement, with the support of its international partners, the National Plan for Restoration and Peacebuilding, in particular through capacity building of national security forces, disarmament, demobilization and reintegration of groups armed. Finally, with regard to the exploitation and illicit trafficking of natural resources, the creation, by the United Nations and within the framework of MINUSCA, of a special unit to combat the smuggling of diamonds, timber, gold and ivory would be appropriate.", "language": "en", "original_language": "it", "translation_provider": "google"}, {"id": 114, "date": "2017-01-19.json", "name": "Mark Demesmaeker", "mepid": "117477", "text": "on behalf of the ECR Group. - One look at the history of the Central African Republic tells us that the country and its people have been plagued for decades by ethnic and religious violence, dictators and gross violations of human rights. The population deserves better. We are therefore pleased with the peaceful election of President Touadera. But the situation in the CAR is not yet what it should be. Too often, news of rape, bankruptcy and famine reaches us. We therefore fully support the present resolution. First of all, of course, we want all those guilty of violence to be held accountable for violations of humanitarian law. The government really needs to work on that. Also of the reform of the legal system, together with the international community. We also support the talks between the various armed groups led by the UN. We also call on all international partners to fulfill their financial obligations so that the terrible famine can be tackled structurally. Half of the Central African population is starving, this is a shame. We really cannot leave these people to their own devices.", "language": "en", "original_language": "nl", "translation_provider": "google"}, {"id": 115, "date": "2017-01-19.json", "name": "Louis Michel", "mepid": "96670", "text": "on behalf of the ALDE Group. - Madam President, my political group has decided not to co-sign the resolution on the CAR. What we are proposing to you in this joint resolution, basically, whether you like it or not, is to sanction the record of a democratically elected government, a little less than a year ago, which is trying to create a sacred union with a view to building a dynamic of unification that meets the needs of peace, development and security, through a permanent and inclusive dialogue. We all welcomed, on the occasion of the international donors' conference, which was held in Brussels, the efforts made by this same government and by the National Assembly to build peace and reconciliation in a fragile and uncertain context. . In the European Parliament, on the sidelines of this conference, we expressed our support for President Touadéra and congratulated the President of the Assembly, Karim Meckassoua, for the broad and inclusive composition of his delegation and for the visible efforts they are making to rebuild their state. I would like to recall that the CAR has signed the Protocol on Torture, adopted legislation on gender equality and accelerated legislation on the new judicial architecture provided for in the Constitution. We must, of course, invest in the security sector, as we know. State authority must be reestablished over the whole territory to be able to fight impunity. But the most urgent problem at present is the establishment of transitional justice that is planned. I would like to point out that the procedure for the selection of international judges for the Special Criminal Court has just been launched at the United Nations. Therefore, instead of voting for a text that sends a negative signal to the international community just one week before the meeting in Bangui between the European Commission and the Central African authorities to set up the structure of coordination of aid, we would do well to invite President Touadéra and the President of the National Assembly here in the European Parliament to debate with us.", "language": "en", "original_language": "fr", "translation_provider": "google"}, {"id": 116, "date": "2017-01-19.json", "name": "Louis Aliot", "mepid": "30190", "text": "on behalf of the ENF group. - Madam President, dear colleagues, a few months ago, the transition chaired by Catherine Samba-Panza ended with the observation of questionable financial practices and indecent systemic clientelism. Faithful to its tradition of protecting populations, France fortunately undertook, in 2013, successfully to put an end to the massacres of the Islamic minority Seleka against the majority Christians in the country. I take this opportunity to congratulate the French army for its action under particularly difficult conditions. In a country where the state controls only a small part of its territory and where political parties are formed on ethnic and religious lines, everyone has turned a blind eye to the questionable legality of the elections. Unfortunately, this is becoming a habit in Africa today. The population suffers from a state of growing food insecurity and survives only thanks to a few NGOs. Since the inauguration of the new president, nothing has changed, nothing works: no justice, no health, no education. Blood criminals and economic predators still hold their sway. Diamonds still supply the places of Antwerp or Dubai with well-known Central Africans at the head of these mafia networks which use Cameroon and Sudan as crossing points. The mining sites are controlled by rebellions which benefit from political complicity. Today, only funding from the IMF and the European Union can pay the officials who perpetuate this corrupt and doomed system. It is feared that the Central African Republic could become the center of rebellions in Central Africa and further fuel migratory flows within Africa. Dear colleagues, denying reality does not improve the rule of law. Africa is asking for peace, stability and cooperation. Do you want to be credible? Put an end to trafficking and punish at home, in Europe, those who profit from these riches to the detriment of the development of these countries.", "language": "en", "original_language": "fr", "translation_provider": "google"}, {"id": 117, "date": "2017-01-19.json", "name": "Γεώργιος Επιτήδειος (", "mepid": "125071", "text": "NI). - Madam President, I also congratulate you on your re-election. The protection of human rights is an obligation of everyone who feels that he is primarily a human being. In this sense, the European Union's sensitivity to the protection of human rights in all European countries and, in this case, in the Central African Republic, where human rights are actually violated, is right. At this point, however, we must point out the hypocrisy of the European Union's leading circle, which deals selectively with human rights abuses and invokes only those that serve political expediencies. How were the human rights of those who, because of the wars, forced to flee their home countries protected, an escape which the European Union, while it could, did not want to prevent? How were and are the human rights of all those who Turkey, with the tolerance of the European Union, sends hundreds of thousands to Greece, a country financially damaged by the austerity of the memoranda that can not serve them and therefore suffer there? How were the human rights, even the very right to life, of those who died of the cold in Greece, Serbia and the other countries of the European Union protected? Finally, how were the human rights of those who drowned in the Mediterranean protected? The European Union is responsible for these deaths and the aid it now wants to offer does not relieve it of its enormous responsibilities.", "language": "en", "original_language": "el", "translation_provider": "google"}, {"id": 118, "date": "2017-01-19.json", "name": "Bogdan Brunon Wenta (PPE).", "mepid": "124903", "text": "- Madam President! Commissioner! The Central African Republic, the penultimate country in the United Nations Human Development Ranking, is facing a growing crime as well as a difficult humanitarian situation. Despite the successful elections last February and the stabilization of the country after the coup d'état and the sectarian civil war, attacks by rebels against civilians, including ethnic minorities, have intensified in recent months and a sense of lawlessness has increased. Acts of aggression towards employees of the MINUSCA mission and humanitarian organizations effectively prevent the provision of aid to over two million citizens in need of this aid. It is important that the CAR's authorities continue their efforts to disarm and reintegrate members of the armed groups as well as to establish the rule of law and an efficient justice system. In this context, close cooperation of the authorities of this country with the European Union, the World Bank and the United Nations is of great importance.", "language": "en", "original_language": "pl", "translation_provider": "google"}, {"id": 119, "date": "2017-01-19.json", "name": "Cécile Kashetu Kyenge (S&amp;D).", "mepid": "124801", "text": "- Madam President, strengthening dialogue and reconciliation is the way to restore lasting peace in the Central African Republic. President Touadéra has been working there since his election under conditions of extreme fragility, due to a system worn out by decades of civil war. I believe that we have the duty and the responsibility to support the efforts of this new democratically elected government in order to obtain the strengthening of an administrative structure and of the state. We regret all the massacres of populations that have been perpetrated. We also strongly condemn the deadly attacks against MINUSCA forces engaged in peacekeeping operations. I believe that through our support, we also expect the new authorities to strengthen political and economic governance, a separation of powers and the fight against impunity, measures that the democratically elected institutions have already put in place. The European Parliament will continue to support all the efforts of the new government and will ensure that the conditions for normalcy are restored in the country.", "language": "en", "original_language": "fr", "translation_provider": "google"}, {"id": 120, "date": "2017-01-19.json", "name": "Michaela Šojdrová (PPE).", "mepid": "124710", "text": "- Congratulations on your re-election and I would like to comment on the report, which I also signed.The situation in the Central African Republic is very serious, and our report is addressed to the Government of the Central African Republic, as well as to the United Nations and the European Commission.Civilians are dying in this country and human rights are not protected.In its report, the European Parliament commends the efforts of the Government of the Central African Republic, which, with the help of international troops, is working to calm the situation and protect civilians, but these efforts have not been sufficiently successful.There is great violence, insecurity and hundreds of thousands of refugees in the surrounding countries.Of course, these refugees are looking for safety.This also applies to the European Union, because these refugees may also be refugees looking for a way to Europe.The European Union supports financial stabilization in the Central African Republic, and we support the government of that country.", "language": "en", "original_language": "cs", "translation_provider": "google"}, {"id": 121, "date": "2017-01-19.json", "name": "Fabio Massimo Castaldo (EFDD).", "mepid": "124812", "text": "- Madam President, congratulations on your re-election, ladies and gentlemen, a real war between militias and gangs has been raging in the Central African Republic for several years, which unfortunately has taken on the religious and ethnic contours that we know well. At the same time, illicit trafficking also rages and the State now has difficulty in having real control of the territory, which is now limited, as is its ability to guarantee control of public order. Here, as elsewhere, those who rage and those who still attack the state order are above all the logic of divide and rule of multinational groups and companies, including European ones, which, caught by fever and blinded by the pursuit of the precious resources of this country. market, in fact, risk leading to a destabilization that could over time explode in the entire region and in the entire area. It is time to demand communion and that there is justice for the victims of torture, murders and constant attacks, that there is an opportunity for these people to emerge from the state of famine that endangers tens of thousands of lives and that violations human rights have an end, as well as these illicit trafficking which is undermining the centrality of the state. It is time for the international community and the European Union to really do their duty.", "language": "en", "original_language": "it", "translation_provider": "google"}, {"id": 122, "date": "2017-01-19.json", "name": "Patricija Šulin (PPE).", "mepid": "125103", "text": "- After decades of underdevelopment and lack of stability, we in the Central African Republic are finally witnessing greater efforts by the authorities to promote peace and reconciliation.Nevertheless, the country is still facing an unstable situation resulting from various conflicts across the country.To improve the human rights situation, we need more intensive and effective cooperation from all actors, including the UN and the European Union.In this light, we must support the work of the International Organization of La Francophonie, which has been fighting for many years to improve the situation in the Central African Republic.Without its efforts to strengthen democracy and the rule of law (it also supported the establishment of a national human rights commission, among other things), the situation in the Central African Republic would certainly have been much worse.", "language": "en", "original_language": "sl", "translation_provider": "google"}, {"id": 123, "date": "2017-01-19.json", "name": "Christos Stylianides", "mepid": "n/a", "text": "   Member of the Commission. – Madam President, I am grateful that this house has maintained its intention on the Central African Republic which, as has already been said, is at a very critical moment in its history and where the European Union has potential to make an important and positive difference.  Human rights are an important element of our approach, including our diplomatic dialogue. With the help of the international community, the Central African Republic has made important progress in the last couple of years, after one of the most painful periods in its history. Credible presidential and parliamentary elections have provided the national authorities with legitimacy and a clear mandate to break with the past and lead the country towards recovery and peace. Many challenges remain and the Central African Republic is still in a very fragile situation with very limited state control, unfortunately. Insecurity continues to be widespread. In the past months we have seen a resurge of clashes between armed groups, again causing civilian deaths, new displacements, and serious human rights violations which are mostly the consequences of armed violence. The killing of three blue helmets at the beginning of January was a sad reminder of this insecurity, as well as a reminder of the importance of the work of MINUSCA, which as you know the European Union fully supports.  The ongoing fragility also hampers the much-needed access for humanitarian and development actors to some areas. President Touadéra speaks with strong conviction about the need for national conciliation and justice, and his government has taken the first steps to establish a dialogue with the armed groups in order to disarm, demobilise, reintegrate and repatriate them. We need to encourage this process and make sure that both pillars – reconciliation and justice – receive appropriate attention, as true reconciliation will not be possible without rendering justice for serious violations of human rights. Improving the capacity of the justice system, as well as reforming the security forces are therefore key.  The European Union, as the Central African Republic’s most important partner, continues to support the government in these efforts. The European Union has invested more than EUR 500 million in the Central African Republic in the last three years, and the Brussels Conference for the Central African Republic last November, co-chaired by the High Representative, led to more than 2 billion pledges, 750 million of them from the European Union, and our Member States are as usual the largest donors. I attended the conference myself and I saw the strong commitment of all those present to make a difference. The challenge now is to deliver and effectively implement the Central African Republic’s national plan. This is the crucial challenge for the national authorities and, of course, for the international community and us, the European Union. Addressing human rights in transitional justice is at the centre of the European Union’s approach in the Central African Republic. In our political dialogue with the authorities as well as with regional and international partners, we continue to advocate ending impunity for human rights violations in the Central African Republic and improving the protection of the most vulnerable groups, among them, unfortunately, women, children and minorities.  2017 will be a decisive year for the Central African Republic. The European Union stands ready to continue our support to put the country firmly on the path of peace and reconstruction. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 124, "date": "2017-01-19.json", "name": "Elnök asszony. –", "mepid": "102886", "text": "I close the debate.The vote will take place today.Written declarations (Rule 162)", "language": "en", "original_language": "hu", "translation_provider": "google"}, {"id": 125, "date": "2017-01-19.json", "name": "Anna Elżbieta Fotyga (ECR)", "mepid": "28353", "text": "in writing. - The RCA is one of the poorest countries in the world, which has not been able to build a stable statehood since it liberated itself from colonial rule. The problems that affect the population of the Central African Republic embody the most serious challenges: hunger, poverty, droughts, floods, land depletion, monstrous religious and ethnic conflicts, the uncontrolled escalation of which has led to mass crimes, murders, crimes, and robberies. Christians became particular victims of the conflict, especially after the entry of Selek's troops and Boko Haram factions. The phenomenon of terrorism is increasing, people being washed, weapons and drugs are being washed out, and the exploitation of natural resources is not bringing any benefits to the population of the Central African Republic. The European Union is the largest donor of humanitarian and development aid. It uses UN channels in its activities. The Western presence has not always proved effective. There were also phenomena compromising representatives of peace and stabilization missions. Intensive involvement of EU structures and a well-thought-out aid plan are needed. The EU bridging mission, involving gendarmerie units of the Member States, including Poland, was an undoubted success, but it was too short. After initial organizational problems, the UN mission MINUSCA, which took over from it, allowed the situation to improve to a degree that would allow for presidential elections. The efforts of the entire Western world, of all its democratic institutions, are necessary for the establishment of permanent peace in the CA. I also appreciate the commitment of all religious leaders as well as Polish missionaries who have been present there for many years.", "language": "en", "original_language": "pl", "translation_provider": "google"}, {"id": 126, "date": "2017-01-19.json", "name": "Ilhan Kyuchyuk (ALDE)", "mepid": "124866", "text": "  in writing. – The situation in the Central African Republic remains unstable. Although the brutal violence between Seleka rebels and the ‘Anti-balaka’ militia has dropped out of the picture, attacks against civilians (in particular women and children), peacekeepers and humanitarian organisations persist. In addition, the Central African Republic authorities are struggling to re-establish the rule of law in the country and therefore fail to hold accountable before justice those responsible for violence. Therefore, the country’s authorities have to focus on fighting against impunity by increasing protection of witnesses and victims and by adopting without delay a strategy for transnational justice in order to address the legacy of past-fundamental rights violations. In addition, I call on the EU to increase its support for civil society organisations in the country in order to improve documentation of human rights abuses and crimes under international law.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 127, "date": "2017-01-19.json", "name": "David McAllister (PPE)", "mepid": "124806", "text": "written. - The Central African Republic remains in a difficult position. Despite the peaceful elections in February 2016 and the efforts of President Touadéra to stabilize the country after years of armed conflict, human rights violations are to be lamented on a daily basis. The devious and intolerable attacks on the United Nations blue helmet soldiers - in which three soldiers were killed - are further evidence of the ongoing unstable situation in the country. So that neither the atrocities against the population nor the attacks on peacekeepers recur, the \"National Plan for Recovery and Peacebuilding\", which was jointly developed by the EU, UN and the Central African government, must be implemented immediately. Among other things, this plan provides for curbing violence in the country through disarmament and the reintegration of former fighters, reorganizing the country's security policy, reforming the judicial system and punishing human rights violations consistently, as well as promoting reconciliation and strengthening social cohesion. Only if the government in Bangui actively works to ensure that Central Africa is not governed by the law of the strongest, but by the strength of the law, can this country - with the help of its international partners - find its way back to normality.", "language": "en", "original_language": "de", "translation_provider": "google"}, {"id": 128, "date": "2017-01-19.json", "name": "Rolandas Paksas (EFDD)", "mepid": "96694", "text": "in writing. - I voted in favor of this resolution. It is noteworthy that despite political progress, the CAR is still struggling with instability, insecurity, coercion and occasional unrest. It is therefore essential to address this problem as soon as possible and to put an end to this precarious situation. In particular, reforms should be conducted in accordance with the principles of democratic and economic governance and through constructive dialogue. There is a need for dialogue with armed groups and for the re-establishment of the judicial and criminal chain and the fight against impunity. In addition, the government should initiate expeditious and impartial investigations into all alleged violations of human rights and humanitarian law as soon as possible. Attention should be paid to the humanitarian situation in the country, in particular internally displaced and isolated persons. Not only the EU but also all international donors need to step up their efforts in humanitarian aid. Given that the illegal trade in diamonds and timber and their extraction fuels conflict and finances the armed forces, the CAR authorities need to develop their national strategy to combat the illegal extraction and trade of natural resources as soon as possible.", "language": "en", "original_language": "lt", "translation_provider": "google"}, {"id": 129, "date": "2017-01-19.json", "name": "Elnök asszony. –", "mepid": "102886", "text": "The next item is the debate on seven motions for resolutions on the situation in Burundi (2017/2508 (RSP)).", "language": "en", "original_language": "hu", "translation_provider": "google"}, {"id": 130, "date": "2017-01-19.json", "name": "Pier Antonio Panzeri", "mepid": "28365", "text": "author. - Madam President, ladies and gentlemen, last month the President of Burundi announced that he will run for a fourth term in 2020 and is already making the necessary amendments to overcome the limit of two legislatures imposed by the Constitution. For almost two years now the country has experienced strong repression, following the riots of citizens who had already opposed the third term. The serious violations of human rights, the tight control over information and the closure of five civil society organizations, as well as the attitude of the government towards international institutions are of concern. With this resolution we call on the Government of Burundi to release arbitrarily detained persons and to put an end to the acts of intimidation against human rights ombudsmen and journalists. The European Union, together with the African Union and the Security Council, must work to promote dialogue between all parties, find a peaceful solution to the crisis and restore democracy and the rule of law, starting from the Arusha Agreement which helped sustain peace in Burundi for a decade.", "language": "en", "original_language": "it", "translation_provider": "google"}, {"id": 131, "date": "2017-01-19.json", "name": "Mark Demesmaeker", "mepid": "117477", "text": "Author. - As a former mandate territory of my Member State, Burundi naturally concerns me. Belgium bears a historic responsibility and it strikes me that the country, under President Nkurunziza, continues to slide into an increasingly authoritarian state. The youth division of his political party is guilty of rape, extortion and intimidation. Human rights activists such as Marie-Claudette Kwizera are disappearing and any form of opposition is being crushed. I therefore support this resolution which calls on the African Union, the UN Security Council and our High Representative of the European Union to take further steps against the regime and which draws attention to the fate of the refugees. Our previous efforts already brought a glimmer of hope. For example, seven days after the vote of our previous resolution, journalist Bob Rugurika was released under bail. I am also pleased that the Belgian government has received Pierre Claver Mbonimpa for care after a brutal attack on him in Bujumbura. Today he continues his fight for human rights in Burundi from Belgium. With this in mind, let's continue our work for Burundi and keep the pressure on the regime high.", "language": "en", "original_language": "nl", "translation_provider": "google"}, {"id": 132, "date": "2017-01-19.json", "name": "Michèle Rivasi", "mepid": "96743", "text": "author. - Madam President, as has been indicated, the political situation in Burundi is very worrying, to the point that some observers are worried about the occurrence of genocide. In fact, the country has seen very little respite since gaining independence, and the civil war has opened wounds that are difficult to close. That is why President Nkurunziza's provocations must stop. Indeed, after his second illegitimate election in 2010, he succeeded, in 2015, in a coup by force of a third rigged election, contrary to the Constitution of Burundi and the Arusha Accord. Now he is taunting his people and the international community by announcing a likely fourth term. In fact, he is an outlaw. If the Constitution is the keystone of institutional and political stability, the Arusha agreement is that of social peace, since it rests on pillars supposed to ensure the fair representation of different ethnicities. Today, this guarantee of peace is called into question. I would nevertheless like to point out that Europe has contributed 22 million euros to humanitarian aid for all those who have left Burundi, half of whom are children. Therefore, among the solutions, we really need to restore fundamental rights, allow the return and inclusion of political opposition, and expand targeted sanctions.", "language": "en", "original_language": "fr", "translation_provider": "google"}, {"id": 133, "date": "2017-01-19.json", "name": "Fabio Massimo Castaldo", "mepid": "124812", "text": "author. - Madam President, ladies and gentlemen, the humanitarian and civil catastrophe that is happening in Burundi has a name and a surname, his name is Pierre Nkurunziza, the current President who, mocking the Constitution and the peace agreements, not only got himself elected for a third term but today he speaks of a fourth election in 2020. What is happening in the Burundian state is frightening. Every time the international community tries to take a few timid steps there is a truly blow for blow response, such as when, on October 19, 2016, Burundi withdrew from the International Criminal Court after the Court itself announced that it had opened a first preliminary investigation. The NGOs have been expelled, I am also talking about the UNIIB or the Ligue Iteka, the oldest in the country, and now every voice of dissent and every voice that rises against this government is constantly silenced. The police and security forces, as well as the terrible Imbonerakure militias are raging with murders, kidnappings, torture, rape and summary arrests and the crisis, which began as a political one, has now taken on clearly ethnic contours by the will of the government itself. . The victims of Tutsi ethnicity are growing exponentially, even a minister even on New Year's Eve. And this in the silence of the international community, so much so that someone spoke of a real \"silent genocide\" and we instead have the burden of keeping our guard up, of demanding a strong reaction. We owe it to people like Pierre Claver Mbonimpa, whom I had the honor of knowing and also inviting to Rome for an awareness raising event on what is happening in the country. We also owe it to an intervention that must be strong, police forces must be deployed to reduce violence, as an interposition force. We cannot allow that \"never again\" that we said in Rwanda instead becomes a \"again and again\" today as today.This also depends on us, if we continue to be so passive and wait for history to take its course, perhaps simply out of forgetfulness or because we think that the priorities are other, we will leave a community and leave these people to themselves and deny that Nobel prize forthe peace that has instead been attributed to the European Union.", "language": "en", "original_language": "it", "translation_provider": "google"}, {"id": 134, "date": "2017-01-19.json", "name": "Marie-Christine Vergiat", "mepid": "96858", "text": "author. - Madam President, Burundi is the poorest country in the world. Since the spring of 2015, he has been sinking into the most serious crisis since the end of the civil war, since the president decided, contrary to his commitments, to run for a third term. He has just announced that he is ready to run for a fourth. It is a downward spiral that nothing seems to be able to stop. Thousands of dead, hundreds of people missing, tortured, hundreds of women victims of sexual violence and, as a result, thousands of refugees. Yes, there is a risk of genocide. Last September, the UN fact-finding mission spoke of possible crimes against humanity and, in response, Burundi decided to leave the ICC. However, his mandate will remain valid for a further year. Yes, everything must be done to re-establish political dialogue and African states have a heavy responsibility in this area. Do they want to act? I have doubts and I fear the worst for the Rwandan people and all those who still dare to face power. Iteka, the oldest human rights league in Africa, is a symbol of this and, in particular, its treasurer who has been missing for several weeks.", "language": "en", "original_language": "fr", "translation_provider": "google"}, {"id": 135, "date": "2017-01-19.json", "name": "Pavel Telička", "mepid": "124706", "text": "  author. – Madam President, I need to say that we do not always focus on the right urgencies or the most flagrant cases. Sometimes we even slip up and focus on a country which is making progress and we are more critical than in other cases. But this is the right case. If we look closely into the situation in Burundi, there is hardly a worse case. I am glad that this time we managed to have a good text in the resolution. We found the right language, we seek to tackle impunity and we seek sanctions. May I draw your attention to the fact that, in a country where we see death, torture and rape used as a weapon, targeted violence against women with thousands of people being killed, displaced, etc., I am glad to see that we have a paragraph which calls on the UN Security Council and the International Criminal Court (ICC) to quickly open a full investigation into alleged human rights violations in Burundi, including the danger of genocide within its jurisdiction committed during the recent crisis in the country. I think that this is something that we need to state very clearly.  Finally, I welcome that we are focusing on the targeted sanctions adopted by the EU on 1 October 2015, consistent with the decision taken by the African Union. This is the language that we need to have the courage to use. We cannot be passive, we need to address it and that has to be a strong signal. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 136, "date": "2017-01-19.json", "name": "Joachim Zeller", "mepid": "96762", "text": "Author. - Madam President! Once again, the situation in Burundi is a topic here in the plenary, since the incumbent President Nkurunziza - one of the richest men in Africa, incidentally in one of the poorest countries in the world - announced in April 2015 that he does not want to leave office the Constitution of Burundi actually imposed it on him. Since then, the country has been ruled by the arbitrariness of the ruler and the terror of the Imbonerakure militia he created. Hundreds of people have already been killed, thousands have been imprisoned, and 300,000 have fled to neighboring countries. Freedom of expression is suppressed and freedom of the press is abolished. There is a risk of a resurgence of the civil war that ended twelve years ago. That is why I also think it is urgent that we deal with the situation there. It is regrettable, however, that we have so far not been able to formulate a joint resolution on this with our African partners in the ACP-EU Assembly. We must make it clear to them that our aim is not to interfere in the internal affairs of an African country, but that we are concerned about stability in the region, the fate of many hundreds of thousands of people and the observance of civil and human rights.", "language": "en", "original_language": "de", "translation_provider": "google"}, {"id": 137, "date": "2017-01-19.json", "name": "Mariya Gabriel", "mepid": "96848", "text": "on behalf of the PPE Group. - Madam President, it is our duty to strengthen the actions of the European Union in Burundi. I will focus on two aspects: human rights and the regional context. Yes, ten days ago, the Iteka League was struck off the list of NGOs authorized to work in the country for its denunciations of human rights violations and the risk of genocide. This decision comes on top of others targeting international NGOs which denounce the deterioration of the situation in Burundi and send a signal of radicalization of the government. We must protect human rights defenders, international NGOs and Burundian civil society. And, in this sense, I call for the adoption of an urgent plan to normalize the situation of human rights and fundamental freedoms. Secondly, we cannot leave aside the regional context, which is deteriorating day by day. Growing political instability in East Africa is deepening the humanitarian crisis and insecurity. It is imperative that the Union work more closely - but above all with clearly defined responsibilities - with the African Union, the East African Community and all the international partners for the resumption of an inter-Burundian dialogue. in order to find a quick and concerted solution to the crisis the country is going through.", "language": "en", "original_language": "fr", "translation_provider": "google"}, {"id": 138, "date": "2017-01-19.json", "name": "David Martin", "mepid": "1403", "text": "  on behalf of the S&amp;D Group. – Madam President, in July 2015 I was the EU’s chief observer for the Presidential elections in Burundi. Within days of arriving in the country, I concluded that the conditions for fair elections did not exist and that the media, the opposition and NGOs were all being intimidated and harassed. The situation then was grim.  Since then, I’m sad to say, Burundi has descended into total lawlessness. Burundi’s once vibrant media has been decimated, the ruling party’s Youth Movement murder, torture, rape and extort money and possessions with complete impunity. With the media silenced, the opposition decimated and the judiciary corrupt, ordinary Burundians have no one to speak for them. They have no voice or protection in their own country, so others must speak for them.  I welcome the EU’s decision to extend our suspension of direct economic support and our restrictive measures against key figures, but we must be prepared to do more and we must encourage Burundi’s African neighbours to take on board their responsibilities. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 139, "date": "2017-01-19.json", "name": "Jean-Luc Schaffhauser", "mepid": "124755", "text": "on behalf of the ENF group. - Madam President, first of all, as you did not want to give me the floor and I will not be too long, I wanted to particularly support President Michel and my colleague Kyenge for their interventions on the Central African Republic. I believe that their words are part of common sense, intelligence of a situation and the transition that we must support with the new Central African president. Regarding Burundi, this country is a concentrate of the woes of Africa and, it must be said, of the crisis in the Great Lakes region. The misfortune of the lack of development due to the weakness of States, the misfortune of the tribalization of power, encouraged, it must be said, by foreign companies and States, the misfortune of a region where interference and massacres follow one another . What we must do for this Great Lakes region, but also for the Lake Chad area, is to put in place a real Marshall Plan combining security and development. Without security, no development. Without development, there is no security.", "language": "en", "original_language": "fr", "translation_provider": "google"}, {"id": 140, "date": "2017-01-19.json", "name": "Seán Kelly (PPE).", "mepid": "96668", "text": "   – A Uachtaráin, ós rud é gurb é seo mo chéad óráid san athbhliain tá mé chun é a dhéanamh i mo theanga dhúchais féin. Is trua gur ábhar míshásúil atá idir lámha againn ach tá súil agam go n-éireoidh linn tríd an rún seo rudaí a fheabhsú sa Bhurúin. Agus tá rudaí imithe ar gcúl go háirithe ó shocraigh uachtarán na tíre dul ar aghaidh don triú téarma i gcoinne a bhunreacht féin. Meastar go bhfuil míle duine curtha chun báis ó shin, go bhfuil daoine ag teitheadh na tíre, go bhfuil cearta daonna á séanadh, go bhfuil coir agus caimiléireacht de gach saghas ar siúl agus go bhfuil 4.6 milliún duine i mbaol ocrais. Dá bhrí sin, is uafásach an scéal é mar a dúirt na feisirí eile agus tá súil agam go n-éireoidh linn brú a chur ar an uachtarán chun an deachtóireacht uafásach seo a stopadh sa Bhurúin.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 141, "date": "2017-01-19.json", "name": "Maria Arena (S&amp;D).", "mepid": "124936", "text": "- Madam President, Burundi, on the arrival of Nkurunziza and even before his arrival, presents a dramatic situation. President Nkurunziza also announces that he could possibly run for a fourth term. The third does not satisfy him and the fact that he has plunged his country into instability and uncertainty does not satisfy him either. He would like to continue with a fourth term. He takes Burundi out of the International Court, plunges his country into poverty and instability and risks the explosion of an ethnic approach within Burundi. Today our relationship with him presents serious difficulties. We know that there are negotiations, mediations with the Burundian government. We are asking to be able to maintain sanctions against this government. We ask that there can also be targeted sanctions and we ask that there be work on the part of the Burundian authorities. A dialogue could be established, but under the current conditions, in the absence of democracy, given the fact that journalists, lawyers and all those who speak out against Burundi can no longer speak, it has become impossible for we, Europeans, to continue to dialogue with this country.", "language": "en", "original_language": "fr", "translation_provider": "google"}, {"id": 142, "date": "2017-01-19.json", "name": "Stanislav Polčák (PPE).", "mepid": "124704", "text": "- It is a fact that President Burundi does not abide by the agreed agreements, he even resigned from the statute of the International Criminal Court.He is committing genocide, he is repressing his people, I think it is necessary to send a clear message to President Burundi that even if he moves to the moon, his actions will be subject to retrospective review and, at the very least, he will be criminally liable.I think it is important that we send a message here today to those people in Burundi who are seeking its democratic revival, that our aid will be targeted, that we will insist on sanctions against this regime and that we will support those who are in this regime today.prosecuted.That, I think, should be the basic message from today's sitting, otherwise, of course, I support the draft report that has been tabled.", "language": "en", "original_language": "cs", "translation_provider": "google"}, {"id": 143, "date": "2017-01-19.json", "name": "Cécile Kashetu Kyenge (S&amp;D).", "mepid": "124801", "text": "- Madam President, since the passage in force for a new unconstitutional mandate contrary to the Arusha accords, President Pierre Nkurunziza and his regime have redoubled their efforts in applying the policy of arbitrariness. This is reflected in the arbitrary shutdown of human rights organizations, including the Iteka League, and in targeted attacks and assassinations against politicians, journalists and the general public. Recently, three people were removed from the Bar Association and one person suspended for one year, in total violation of lawyers' freedom of expression and the autonomy of the judiciary. Faced with this state of affairs, we have suspended funding and applied targeted sanctions with regard to the regime in place in Bujumbura. But, if the regime continues to disrespect its people, the European Union will have to take more binding measures against Burundian political leaders.", "language": "en", "original_language": "fr", "translation_provider": "google"}, {"id": 144, "date": "2017-01-19.json", "name": "Christos Stylianides", "mepid": "n/a", "text": "   Member of the Commission. – Madam President, first of all, I am very grateful to those colleagues who have kept Burundi high on the agenda of this House. Burundi remains of great concern. Since 2015 we have witnessed a sharp rise in political violence linked to the electoral process, which led to a contested third mandate for the president. We are confronted with widespread impunity, high levels of armed incidents, extra—judicial killings and abductions as well as cases of torture by the police and the intelligence service. Government officials are reducing the political space, the freedom of the media and of association, and are publicly indulging in hate speech. There is no disarming of militias and no significant return of the more than 533 000 refugees who have fled the country.  In sum: we are still a long way from addressing the causes of this crisis which are manifest in the corrosion of the political, security and governance environment.  Against this backdrop, the European Union has suspended financial support to the Burundian administration, including budget support. But let me take the opportunity to underline again that we maintain direct support to the population – supporting health, nutrition, agriculture, energy and humanitarian assistance in the region.  As you know, this decision under Article 96 of the Cotonou Agreement coincided with individual sanctions against persons undermining democracy or obstructing the search for a political solution, including by acts of violence, repression and inciting violence. Those responsible for human rights violations and violence – regardless of their political persuasion – cannot escape personal responsibility for their actions.  The position of the government appears to be hardening, including the decisions: to stop cooperating with the office of the UN High Commissioner for Human Rights; to withdraw from the Rome Statute of the International Criminal Court; to recall the Burundian ambassador in Brussels; and to impose additional restrictions on international NGOs working in Burundi as well as to withdraw the license of such important national NGOs as the famous ITEKA which has been following the human rights situation for more than 20 years. There are further disturbing developments, such as the President’s announcement to possibly envisage even a fourth term in 2020, in as much as the indications are that the authorities are preparing for a change in the constitution, possibly including the abandoning of the Arusha Principles which have served the country so well in recent years.  The confrontational stance of the government puts particular emphasis on African-led processes, and especially the dialogue facilitated by President Mkapa on behalf of the Eastern African Community. In January in Arusha we saw the resumption of this consultation process. Crucial questions concerning an inclusive Burundian dialogue have been raised – but it was not possible to bridge important gaps to major Burundian opposition groups. There are additional consultations ongoing, including with the government, from 18 to 20 January. The European Union remains fully committed to contribute solving the Burundian crisis, through our bilateral cooperation, at regional level and in cooperation with the African Union and the United Nations. The next assessment of progress made in the Article 96 context is due in spring 2017. At the same time, the Commission services are planning for substantial direct support of the population, as we did in 2016.  The Burundian drama will stay with us for some time to come. We need principled and steadfast action in support of African-led mediation and possible new UN initiatives. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 145, "date": "2017-01-19.json", "name": "Elnök asszony. –", "mepid": "102886", "text": "Thank you very much, Commissioner.I really deserve applause from my fellow Members.I have listened extremely carefully and I apologize for my fellow Members coming to the polls so loudly.I close the debate.The vote will take place today.(The sitting was suspended)", "language": "en", "original_language": "hu", "translation_provider": "google"}, {"id": 146, "date": "2017-01-19.json", "name": "Presidente. –", "mepid": "2187", "text": "The session resumed. Unfortunately I have to inform the Assembly that, following the numerous earthquakes that hit Italy, an avalanche submerged a hotel, there are thirty missing, including children, with a very bad weather situation, the Alpine Rescue of the Guardia di Finanza he reached the hotel after six hours of walking because all the roads were blocked. So on skis the soldiers of the Guardia di Finanza have reached the place and are now trying, with the avalanche dogs, to see if the missing, as we all hope, have survived. Two people have been saved, but the situation is certainly not the best. The population is exhausted. From yesterday at midnight to this morning at six there were eighty earthquakes. Citizens are terrified, the weather situation is very bad, so I believe that on behalf of the whole Parliament we can send a message of solidarity to these European citizens who are experiencing dramatic moments. And I will do everything, I believe with your full consent, so that the European Commission can speed up the timeframe for disbursing the Solidarity Fund with our support, because, I repeat, the situation, my Italian colleagues know, is truly disastrous. Newspapers around the world are talking about what happened. The earthquake caused an avalanche and the avalanche submerged a hotel and they are all under the avalanche, the hotel is under the avalanche. This is the dramatic situation. I spoke a little while ago with the general commander of the Guardia di Finanza, I thanked him for the work these experts have done, six hours of walking is a long time, but we hope they will be able to find the missing alive. I thank everyone again, President Juncker, the Commissioner for the closeness expressed, I believe that we will have to do everything to give concrete answers to these citizens. As the president of the Civil Protection asked me Italian, above all ask for solidarity, because living with hundreds of shocks - there have been hundreds of shocks in recent days - is certainly not easy.So I thank you as an Italian, but above all as the President of Parliament for the solidarity you want to send to these compatriots of ours.Thank you.Mr Valenciano asked to speak.", "language": "en", "original_language": "it", "translation_provider": "google"}, {"id": 147, "date": "2017-01-19.json", "name": "Elena Valenciano (S&amp;D).", "mepid": "4334", "text": "- Mr President, all our solidarity and affection and all the strength that is necessary for the Italian victims.But, since Commissioner Stylianides is here and we also know that there are hundreds of thousands of refugees also in an almost impossible situation due to this cold wave, I also demand solidarity and help for these refugees.", "language": "en", "original_language": "es", "translation_provider": "google"}, {"id": 148, "date": "2017-01-19.json", "name": "Rosa D'Amato (EFDD).", "mepid": "124835", "text": "- (IT) Mr President, ladies and gentlemen, in addition to solidarity there was, in the last plenary session, a motion for a resolution on the earthquake, which the Commission must seriously consider.There were very specific requests that the majority of the European Parliament approved, so let's also turn to the facts.We must certainly do solidarity, we must give it, but concrete acts are needed because the situation will not improve and it is not some citizens who are in poor condition, but it is the vast majority of the population of central Italy.", "language": "en", "original_language": "it", "translation_provider": "google"}, {"id": 149, "date": "2017-01-19.json", "name": "Presidente. –", "mepid": "2187", "text": "President Juncker already said yesterday that he will do everything possible, I will call him again today, but I believe that we have made our voices heard clearly so that not only the applause can be made, but also concrete things.", "language": "en", "original_language": "it", "translation_provider": "google"}, {"id": 150, "date": "2017-01-19.json", "name": "Ελένη Θεοχάρους (", "mepid": "25704", "text": "ECR). - Mr President, on behalf of the people of Cyprus, I also express my support for the people of Italy under trial. I will talk to you about a man-made disaster that happened 43 years ago and continues to torment the people of Cyprus. I am very sorry to have to speak before the House, but I must inform you that it was forbidden in my office to organize a photo exhibition from occupied Nicosia, from the ceasefire line called \"frozen Nicosia\", and the reason is that,'s supposedly, we are at a critical stage for the talks which will be influenced by a photo exhibition to be held inside the European Parliament. And I tell you, Mr President, firstly, that we are not in the radius of an agreement, secondly, if there is an agreement, it will not be compatible with the European acquis and the members will reject it, and thirdly, Erdogan's inflammatory statements further damage the talks. from a report. I'm sorry, but that gives me the impression that we are cooperating in other situations.", "language": "en", "original_language": "el", "translation_provider": "google"}, {"id": 151, "date": "2017-01-19.json", "name": "Presidente. –", "mepid": "2187", "text": "We must not open a debate on this, we will check, I will ask the Quaestors to give me an answer.Honorable Forenza, you had asked to speak.", "language": "en", "original_language": "it", "translation_provider": "google"}, {"id": 152, "date": "2017-01-19.json", "name": "Eleonora Forenza (GUE/NGL).", "mepid": "125193", "text": "- (IT) Mr President, ladies and gentlemen, I believe your announcement was important with respect to the situation in central Italy.There are thousands of European citizens who are struggling to find normality.I believe it is essential that the security of European citizens is interpreted, first of all, as the security of one's own territory, with respect to one's own homes and that this is a reward with respect to the logic of stability.I also allow myself to testify our solidarity, of this whole Chamber and this group, to those populations and to warmly thank all the active solidarity brigades who are bringing relief in these hours in a disastrous situation due to the earthquake and snow..", "language": "en", "original_language": "it", "translation_provider": "google"}, {"id": 153, "date": "2017-01-19.json", "name": "Presidente. –", "mepid": "2187", "text": "During the Conference of Presidents, we decided to emphasize the Chamber and also emphasize current affairs.I pointed out what happened in a country of the European Union, so I believe that I will be swift in voting.However, we also respect what has happened and the sentiment of the representatives of the Italian people who sit in this Chamber.We are not bureaucrats, we are representatives of the European peoples and when there is a European people suffering, we must be close to the European people, it is not a question of voting sooner or later.I will be quick in voting.", "language": "en", "original_language": "it", "translation_provider": "google"}, {"id": 154, "date": "2017-01-19.json", "name": "Jill Seymour (EFDD).", "mepid": "124950", "text": "   – Mr President, I would like to congratulate you on your appointment, and certainly your stance on Italy right at this moment. On a point of order under Rule 15(1), could I ask you to look at the future election voting system that we have just incurred this week, where it says the President should be elected by secret ballot. I have no objection to this, but why are we going backwards in time by using paper ballot votes that took a whole day to process under enormous cost to the taxpayer? Yet, within this Chamber, we have the facility to process secret electronic votes. I believe in future you should encourage this Chamber to avoid wasting time and taxpayers’ money by moving for a better process.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 155, "date": "2017-01-19.json", "name": "Presidente. –", "mepid": "2187", "text": "Thank you honorable. We have already voted for the Quaestors with this system. Yesterday, Mr Lavrilleux said during the discussion on the conclusions of the European Council meeting on 15 December that Mr Lundgren would have made a racist phrase during his speech. Mr Lundgren denied having uttered that sentence. As I promised you yesterday, I asked to have the transcription and translation of the interventions before making any decision on this matter. Having read the translation and the intervention in the original text in Mr Lundgren's mother tongue and the recording of the French interpretation, I can confirm that it was a misunderstanding due to an error of interpretation. Mr Lundgren did not utter any racist remarks during her speech. I must publicly acknowledge this and I apologize if there has been an error; each of us can make a mistake, but the word could have been interpreted differently, so we must acknowledge Mr Lundgren that he did not utter any racist phrases and I also thank Mr Lavrilleux who received an interpretation in the French language translation instead (…). I have promised this House to guarantee the right to speak to all Members. We will have the vote quickly, but as the accusation against Mr Lundgren was serious, I wanted to ascertain the truth and as he did not utter any racist remarks, the whole House had to be made aware of them. Mr Lavrilleux rightly denounced what had happened in the French interpretation.", "language": "en", "original_language": "it", "translation_provider": "google"}, {"id": 156, "date": "2017-01-19.json", "name": "Presidente. –", "mepid": "2187", "text": "The next item is voting time.(For the results of the votes and other details concerning them: see Minutes)", "language": "en", "original_language": "it", "translation_provider": "google"}, {"id": 157, "date": "2017-01-19.json", "name": "Presidente. –", "mepid": "2187", "text": "Appointments for the composition of parliamentary committees.The nomination proposals for the composition of the parliamentary committees presented to the Conference of Presidents were communicated to the Chamber yesterday.I inform you that the ECR Group has asked to replace Mr Tannock with Mr Bashir as a member of the Subcommittee on Human Rights.I therefore declare the appointments approved with this amendment.", "language": "en", "original_language": "it", "translation_provider": "google"}, {"id": 158, "date": "2017-01-19.json", "name": "Elnök asszony. –", "mepid": "102886", "text": "We now turn to the explanations of vote.", "language": "en", "original_language": "hu", "translation_provider": "google"}, {"id": 159, "date": "2017-01-19.json", "name": "Jiří Pospíšil (PPE).", "mepid": "125706", "text": "- I will try to explain in the noise why I supported this report.In my opinion, this report can contribute to the development of transport infrastructure within the EU, and if we are building an internal market, then the internal market can hardly function without quality infrastructure.In short and well, if we are talking here, for example, about the digital sale of goods on the Internet as one of the Commission's priorities for this term, then the sale of goods will not work unless there is sufficient quality transport infrastructure to import and export goods across borders.Member States.So I welcome the report, I supported it, I wish it would contribute to the development of transport infrastructure.A certain disadvantage of this report is that it is very general and that it does not contain any commitments that should lead to both the EU and individual Member States spending more money on transport infrastructure development in the future.", "language": "en", "original_language": "cs", "translation_provider": "google"}, {"id": 160, "date": "2017-01-19.json", "name": "Michela Giuffrida (S&amp;D).", "mepid": "124864", "text": "- Madam President, ladies and gentlemen, speed, sustainability, efficiency are the keywords for organizing the flow of goods and information from their point of origin to their destination. Europe means breaking down borders, the more difficult it seems to break down distances, reduce travel times, organize travel. I voted in favor of this report because the construction of Europe is concretely expressed in logistics. It is logistics that makes Europe move, no one has time to wait anymore, freight transport must be faster and more efficient, logistics today employs over 11 million people, by 2040, in little more in twenty years, the sector will grow by 40 percent. It is important to develop the central TEN-T corridors but also and above all the more widespread global network that allows goods to arrive at their final destination. It is on the last stretch that we must insist, we must work where it is more complicated. The real challenge of European logistics is the regions, like mine, Sicily, insular and remote with poor infrastructures.", "language": "en", "original_language": "it", "translation_provider": "google"}, {"id": 161, "date": "2017-01-19.json", "name": "Stanislav Polčák (PPE).", "mepid": "124704", "text": "- I supported this proposal because I consider smoothly functioning logistics and interconnected infrastructure to be very important for regional development and economic growth in the EU in general.I think the importance of freight transport is very fundamentally illustrated by the fact that the sector employs more than 11 million people in all EU Member States.That is why I consider it very important that such reports be submitted to the plenary in order to further develop the sector, but at the same time I also want to make the reports somewhat more specific and not just general statements.One of the more specific statements why I also supported the report was the mention of independent scientific studies which will examine, among other things, the impact of transport on the environment and the means by which air pollution could be reduced.So I would like to continue in this direction.", "language": "en", "original_language": "cs", "translation_provider": "google"}, {"id": 162, "date": "2017-01-19.json", "name": "Daniel Hannan (ECR).", "mepid": "4555", "text": "   – Madam President, in transport, as in other areas, policy tends to be constantly playing catch—up with technology. Next time you’re standing at a busy junction, count how many people are driving for a living, one way or another – bus drivers, van drivers, Uber drivers, black cab drivers and delivery men – and then ponder the thought that, in 10 or 15 years, almost all those jobs will be redundant – replaced by driverless cars or drones. A lot of people find that a very frightening prospect, and yet we’ve heard the same argument with every new technology. When the industrial revolution happened, there was a constant backlash of people saying that the only real jobs were on the land, and that there would never be enough factory jobs to support all those people; when the economy was moved from industry to service, exactly the same arguments were made: that there wouldn’t be enough jobs cutting each other’s hair and flipping burgers. But what those arguments miss is that when you free up time through technological innovation, people are liberated to create whole new industries that nobody dreamed of. Who saw these things coming 15 years ago? There will be more jobs than ever.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 163, "date": "2017-01-19.json", "name": "Seán Kelly (PPE).", "mepid": "96668", "text": "   – Madam President, I commend this report’s thorough consideration of the process of planning, managing and achieving an efficient and sustainable flow of goods and information throughout the EU. The full realisation of such logistics may foster the smooth functioning and enhancement of the internal market, whilst contributing to European GDP, growth, employment and competitiveness. In bolstering existing and future strategies, we may achieve a more sustainable European framework of mobility across all networks, and in light of evolving economic, societal and technological trends. These efforts will have an immeasurable effect on the day—to—day lives of Europeans, furthering our goals of harmonisation, whilst realising the renewed potential of the free movement of persons, goods and services across Member States. I therefore support this report and voted for it, according to my colleagues’ in the EPP’s line.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 164, "date": "2017-01-19.json", "name": "Michaela Šojdrová (PPE).", "mepid": "124710", "text": "- In the final vote, I could not support the resolution on the European Pillar of Social Rights.I voted in favor of those proposals which sought to adapt this report so as not to interfere with the subsidiarity and powers of the Member States.I am in favor of sound social policy, for guaranteeing social rights at European level, but not for interfering in the rights of the Member States.The EP resolution goes beyond this in this regard.I am glad that we managed to delete the requirement to introduce a minimum wage in the vote, but unfortunately other amendments have not been adopted and I consider the proposal, such as the EU child guarantee, to be really unrealistic.Therefore, I could not support the resolution as a whole.", "language": "en", "original_language": "cs", "translation_provider": "google"}, {"id": 165, "date": "2017-01-19.json", "name": "Jiří Pospíšil (PPE).", "mepid": "125706", "text": "- I also did not support this proposal. I do not think that the issue of social policy should be a key issue on the European agenda. Of course, as a modern politician, I perceive social policy as an important part of the state's activities, but in my opinion, according to the principle of subsidiarity, social policy should remain primarily at the level of individual member states. The proposal we have adopted goes far beyond and takes away the competences of individual nation states and seeks to create a European, say, central social policy. The requirement to introduce a minimum wage, the requirements to introduce different types of parental leave, including maternity, paternity, caring, etc., are things that individual Member States should adapt to their economic strength, their history, their tradition, but we should not we dictate from Brussels to individual nation states. That is why I consider this proposal to be bad and I did not support it.", "language": "en", "original_language": "cs", "translation_provider": "google"}, {"id": 166, "date": "2017-01-19.json", "name": "Michela Giuffrida (S&amp;D).", "mepid": "124864", "text": "- Madam President, ladies and gentlemen, almost two years ago we all warmly welcomed the words of President Juncker who supported the European Pillar of Social Rights. I voted in favor of this report because we really need a European social system that establishes clear and precise rights for all European workers. We need a tool capable of changing and improving the lives of citizens: a job without rights, in a Europe where there is very little work, is a job that is almost always based on blackmail. Labor without rights is a mere bargaining chip. If this Europe, so much in question, wants to grow, now is the time to do so, because there is no economic growth without social growth. In our Europe there is no work without workers' rights. I think of the many, too many workers who die from lack of security and of the women and men forced to give up their private life in order not to lose their profession. And so this Europe really needs the pillar of social rights, indeed, more than a pillar, I would say, it needs a strong base on which to build the growth of the new Europe.", "language": "en", "original_language": "it", "translation_provider": "google"}, {"id": 167, "date": "2017-01-19.json", "name": "Diane James (NI).", "mepid": "124939", "text": "   – Madam President, I am an independent MEP, and I am not affiliated to any political group. I supported the ENF proposed amendment today and I want to explain why. The ENF proposal and their amendment highlighted the detrimental effect of the single currency and the harmful EU policies which resulted in increasing unemployment and poverty across the continent. It also highlighted that employment and social policy initiatives should be Member State competences, which actually is a very important perspective; equally, that only national governments can truly effect the financing of changes in these areas to deliver results; and the amendment also stressed the need for Member States to take responsibility to achieve economic and social recovery. Finally, the amendment criticised the EU’s blame-game policy, casting blame rather than acknowledging that fault actually lies with the EU itself.  Now I may not support the ENF politically, but today they submitted an objective and valid amendment which I was happy to support. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 168, "date": "2017-01-19.json", "name": "Ангел Джамбазки (ECR).", "mepid": "124873", "text": "- I supported Mr Rodriguez's report on the European Pillar of Social Rights. The proposals contained in it are important and contribute to the exchange of good practices to address the challenges. Without belittling the fact that the main competence in the field of social and labor policy and legislation lies with the Member States of the European Union, I would like to point out that Europe needs a new model to follow. A model based on the interests of European citizens. A model that focuses on the real problems of the Union and their solutions. Europe must be able to cope with the progress and development of technologies, which in turn have contributed to the creation of new working conditions and to the requirement for quality and adequate education. There are no universal solutions, but the challenges facing member states are often similar. Despite its focus on the euro area, the important thing is that the European Pillar of Social Rights will be open to all countries that want to join it.", "language": "en", "original_language": "bg", "translation_provider": "google"}, {"id": 169, "date": "2017-01-19.json", "name": "Stanislav Polčák (PPE).", "mepid": "124704", "text": "- I could not support this draft report for many reasons.First, in general, I think that it is a certain wealth or strength of society that should then indicate whether it can afford a certain level of social protection of rights.The EU, although generally considered to be an area where wealth is relatively clearly defined and measurable, on the other hand, has very clear differences in its area, and for this reason too it would be far more appropriate to leave this level of social rights to the Member States.I also could not agree with the effort to create a European framework for unemployment or minimum income support or with the effort to strengthen the first pension pillar at the expense of the others.There are a number of contentious issues in the report that have not been sufficiently clarified, and for these reasons I have not been able to support this report, even for violating the principle of subsidiarity.", "language": "en", "original_language": "cs", "translation_provider": "google"}, {"id": 170, "date": "2017-01-19.json", "name": "Daniel Hannan (ECR).", "mepid": "4555", "text": "   – Madam President, after the UK’s departure from the European Union the other Member States will be much freer to push ahead with the harmonisation of social policy, which I’m sure will be a matter of relief to many Members in this House. It will no longer be our responsibility, but of course we will still have a continuing interest in the success and stability of our neighbours. Prosperous neighbours make good customers, and we are talking about countries which are old friends and allies. One of the things that I have found quoted at me many times since I was elected nearly 20 years ago is Winston Churchill’s speech in Zurich in 1946 when he said: ‘I am going to say something which will astonish you. I want a United States of Europe’. Nobody ever quotes what he went on to say; he made it clear that Britain would not be part of that the United States of Europe, but would support it from the outside as a flying buttress, as a friend and a sponsor. Now we have the opportunity, belatedly, to realise his vision: to have a relationship with our European friends that is based on cooperation rather than convergence, on alliance rather than absorption.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 171, "date": "2017-01-19.json", "name": "Seán Kelly (PPE).", "mepid": "96668", "text": "   –  Madam President, I appreciate that the European pillar of social rights is a central facet of the Commission’s efforts to move toward a deeper, fairer and more harmonised economic and monetary union. However, in line with my colleagues in the EPP, I remain cautious of certain proposals within this report, including, but not limited to: definitions of ‘worker’; certain framework directives and financial instruments outlined; as well as calls for a binding EPSR and proposals in the sphere of social and educational investments.  In line with my Group I voted in favour of this report, as such concerns were somewhat abated and because it is important to have social rights in mind in all policy making. However, I would urge that our EPP’s recommendations be seriously considered and that further dialogue may be facilitated as we lay the grounds for a European pillar of social rights catering to the needs of all Member States and all their citizens. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 172, "date": "2017-01-19.json", "name": "Michaela Šojdrová (PPE).", "mepid": "124710", "text": "- I voted in favor of the motion for a resolution on visa handling related to the implementation of the Union Customs Code because I support the efforts to achieve harmonization of the procedural rules of the customs administrations of the individual Member States.I consider this necessary to achieve the goal of the customs union, which is, above all, a common EU approach towards third countries in collecting customs duties and controlling the entry of goods from third countries into the EU market.I also welcome this initiative to strengthen cooperation between the customs administrations of the individual Member States, as well as the full electronicisation of customs systems, which I consider essential in modern times.I also consider it necessary to reduce the administrative burden, which is an obstacle, especially for small and medium-sized enterprises.Unlike European regulation of social rights, this process of harmonization is appropriate.", "language": "en", "original_language": "cs", "translation_provider": "google"}, {"id": 173, "date": "2017-01-19.json", "name": "Jiří Pospíšil (PPE).", "mepid": "125706", "text": "- I will be very brief, I supported this material because, within the customs union, care must be taken to ensure that communication between the customs authorities of the individual Member States is as efficient as possible.This material takes into account what has already been adopted and started last year, ie.that the individual customs authorities should communicate electronically and from 2020 that communication should be 100% completely electronic.This report, which is linked to this communication change, is, in my view, correct, it obliges the Commission to monitor the whole process and to inform the EP of the results.This legislation will clearly lead to faster and better functioning within the customs union.", "language": "en", "original_language": "cs", "translation_provider": "google"}, {"id": 174, "date": "2017-01-19.json", "name": "Stanislav Polčák (PPE).", "mepid": "124704", "text": "- I also supported this proposal because it responds to a problem that is really serious.By this I mean the customs rules and procedures in the context of customs procedures, which are very complex and particularly small and medium-sized enterprises.Their simplification, elimination of administrative burdens and electronicisation are therefore highly desirable, as this report calls for.I would also like to emphasize that the customs union is a cornerstone of the EU, and its effective setting is therefore important for the proper functioning of the internal market that we are striving for here.For these reasons, too, I very much welcome similar reports that aim to improve, make the basic building blocks and pillars on which the EU is built more efficient, and that is where the customs union definitely belongs.", "language": "en", "original_language": "cs", "translation_provider": "google"}, {"id": 175, "date": "2017-01-19.json", "name": "Daniel Hannan (ECR).", "mepid": "4555", "text": "   – Madam President, a number of members yesterday were questioning what the British Prime Minister had meant when she said she wanted some continuing aspects of the Customs Union to remain in force. Actually if you read her words it was pretty clear. We are very determined – she is very determined – to leave the common commercial policy and to have the freedom to negotiate bilateral trade deals with America and Australia and India and China and so on, but there may be technical aspects of the Customs Union which would survive if they were in the interests of all parties – for example, the rules that obviate the need for veterinary checks at every border. If all sides wanted those things to continue then of course it would be silly to make an ideological point out of sacrificing pragmatism to dogma. As I have said on many occasions in this Chamber you will be losing a bad tenant, but I hope you will be gaining a good neighbour.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 176, "date": "2017-01-19.json", "name": "Seán Kelly (PPE).", "mepid": "96668", "text": "   – Mr President, I was pleased to vote in favour of this report on the challenges of implementing the Union Customs Code (UCC). The UCC builds on existing concepts to streamline the customs processes and procedures across the Customs Union, clarifying the rules on release for free circulation and on special procedures.  Effective customs cooperation in the EU and with third countries is crucial, given the significant trade volumes and the challenges for the Customs Union since its creation. I welcome the report’s call for a timeline and for a clear strategy to ensure necessary elements are introduced for the EU customs systems. I also welcome the call on the Commission to rectify any legal shortcomings that may be hindering trade. The proper implementation of the UCC is important for the EU to function as one of the largest trading blocs in the world and I am sure that such strategic cooperation may be an aspect that, despite what my good friend Mr Hannan says, the British may regret when they leave the European Union. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 177, "date": "2017-01-19.json", "name": "Elnök asszony. –", "mepid": "102886", "text": "That concludes the explanations of vote.", "language": "en", "original_language": "hu", "translation_provider": "google"}, {"id": 178, "date": "2017-01-19.json", "name": "Der Präsident. –", "mepid": "2323", "text": "The next item on the agenda is the debate on the Commission statement on building a European data economy (2017/2505 (RSP)).", "language": "en", "original_language": "de", "translation_provider": "google"}, {"id": 179, "date": "2017-01-19.json", "name": "Marianne Thyssen", "mepid": "n/a", "text": "   Member of the Commission. – Mr President, on 10 January, the Commission presented one of the last Digital Single Market Initiatives addressing Europe’s Digital Future, which concerns data. With the adoption of the communication on building the European Data Economy, the Commission launched a public consultation. Data has become an essential resource for economic growth and social progress. In the near future, most economic activity will depend on data. The data market is estimated in the European Union at more than EUR 50 billion and models project its growth to EUR 111 billion in 2020. In the Digital Single Market Strategy we committed to tackling restrictions on the free movement of data in the European Union, considered essential for the European Union’s successful transition to Industry 4.0 and a modern data economy. The barriers to the free movement of data in the European Union may arise from legal rules or administrative guidelines or practices that required the storage or processing of data to be limited to a particular geographical area or jurisdiction. The trend, both globally and in Europe, is towards more data localisation, an approach often based on the misconception that localised services are automatically safer than cross—border services. This could inhibit data—driven businesses, particularly start—ups and SMEs, from scaling up their activities or entering new markets, but it could also block access for businesses and public sector organisations to cheaper and more innovative data services. The Commission wants to ensure that Europe’s fundamental freedoms concerning the movement of services and establishment are also respected when it comes to data services. The principle of free movement of personal data based services is enshrined in European Union primary and secondary law. Any Member State’s action affecting data storage or processing should be guided by a principle of free movement of data within the EU in line with their obligations under the free movement of services and the free establishment provisions of the Treaty, but also by obligations stemming from relevant secondary legislation.  The current Data Protection Regulation fully regulates the processing of personal data in the European Union, including machine-generated or industrial data when this identifies a natural person. By setting uniform high standards of data protection, the General Data Protection Regulation (GDPR) ensures the free flow of personal data in the European Union. In this context, as announced in the communication, the Commission will soon enter into structured dialogues with the Member States and other stakeholders on the justification for, and proportionality of, data allocation measures. It will take as a starting point restrictions already identified by the Commission. Following the results of the structured dialogues with Member States and other stakeholders and further evidence gathering via public consultations, the Commission will launch, where needed and appropriate, infringement proceedings to address unjustified or disproportionate data location measures. It will also, if necessary, take further initiatives on the free flow of data.  The communication also addresses other aspects of the data economy such as data ownership, data transfer and liability issues, for example who owns data, how it can be exploited and where responsibility should lie if an automatic device makes the wrong choice. These are essential issues to clarify for a working data economy. This part of the communication further examines issues connected with access to data and how more data can become available for use and reuse. Large—scale trading, sharing or exchange of data, is unfortunately rare today in the European Union.  Finally, we need to look into improving the portability of business data. For example, a company cannot yet easily switch its data between cloud service providers. Portability can lower costs and increase trust and therefore also lower entry barriers for innovative ideas.  In the communication, the Commission makes it clear that more information is needed on the above areas. To this end we have launched two public consultations and will enter into structured dialogues with the Member States and other stakeholders to seek out workable solutions. Following the results of the dialogues and the further evidence-gathering, these solutions may include guidance, benchmarks, model contracts or other new initiatives if these are deemed necessary. Our overall objective is to remove barriers and support data economy developments. Indeed, the more the data available is used and flows freely, the better the data economy will develop and help to create growth and jobs.  On 10 January, the Commission also adopted its proposal for a regulation on privacy and electronic communications after a year-long review of the e—Privacy Directive. If we want to make the most of data, people must feel confident that their data is protected. This is why the Commission is proposing new rules on privacy and the protection of personal data in electronic communications. The measures aim to update the current rules, extending their scope to all electronic communication providers. They also aim to create new possibilities to process communication data and reinforce trust and security in the digital single market, which is a key objective of the Digital Single Market Strategy. A major objective of the review is to align the rules for electronic communications with the new world-class standards of the European Union’s General Data Protection Regulation.  As you know, Europeans are concerned about their privacy. Electronic communications can reveal highly sensitive information about a person or a business. In a recent Eurobarometer survey, 92% of respondents say it is important, or very important, that personal information on their computer, smartphone or tablet can only be accessed with their permission. 92% also state that it is important – or again very important – that the confidentiality of their emails and online instant messaging is guaranteed. The proposed regulations on privacy and electronic communications seek to address those concerns. At the same time, the new rules will support innovation and increase consumer trust in electronic communication services essential for the digital single market to flourish. The proposed regulation will increase the protection of people’s private lives and open up new opportunities for business by taking the following four measures. First of all, the Commission proposes an extension of the scope to include providers of electronic communication services such as WhatsApp, Facebook Messenger, Skype, Gmail, iMessage and Viber. Secondly, the confidentiality of communications’ content and metadata remain the core of the legal instrument. So privacy will be guaranteed for both content and metadata derived from electronic communications, for example the time and duration of a call and location. Thirdly, the proposal provides for new business opportunities. Once consent is given for communications data to be processed, traditional telecom operators will have more opportunities to use data and provide additional services. Finally, simpler rules on cookies are needed. Therefore the so—called Cookie Provision, which has resulted in an overload of consent requests for internet users, will be streamlined. New rules will allow users to be more in control of their settings, providing an easy way to accept or refuse the tracking of cookies and other identifiers in case of privacy risks. The Commission believes that the extensive consultation of stakeholders, better regulation evaluation and the impact assessment resulted in a balanced and technologically neutral proposal fit for the digital age. Finally, on 10 January the Commission presented new rules to ensure that, when personal data are handled by European institutions and bodies, privacy is protected in the same way as it is in Member States under the General Data Protection Regulation. The Commission also presented a strategic framework for international personal data transfers where it reiterated its commitment to encouraging data transfers with our partners, businesses or companies based on high personal data protection standards.  The EU is a world leader on data protection rules and we serve as an inspiration for many third countries. Those with whom we have very close economic ties are interested in adequacy findings – this is particularly the case for Japan and South Korea – and we will engage with them. Our aim is to promote high data protection standards internationally. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 180, "date": "2017-01-19.json", "name": "Andreas Schwab", "mepid": "28223", "text": "on behalf of the PPE Group. -  Mister President! First of all, I would like to take this opportunity to congratulate you on your convincing re-election. I look forward to meeting you frequently with you here in this house for the next two and a half years. Secondly, I am pleased that Commissioner Thyssen, who was once a member of the European Parliament's Internal Market Committee, is presenting this important legislative package to the European Commission on the data economy today. Thank you very much for that. The package is so broad and large that I only want to concentrate on one aspect: the aspect that Günter Oettinger, the outgoing Commissioner who is now responsible for the budget, has presented here. I think this is really a very comprehensive package that puts the right focus on the essential questions of the data economy and basically addresses these questions, and above all seeks an answer to the question of the ownership of data in the digital age. Because one thing is clear: many consumer issues have been addressed. We can find solutions for this. But the great uncertainty that many medium-sized and smaller companies face is that they do not know how to open up to the digital economy on the one hand and how to ensure that the data is appropriately secure and protected on the other are. On the one hand, there are of course the requirements of the network and information security guidelines, which urgently need to be implemented because we have to fight against cyber attacks and for more cyber security not only on the part of the state, but also on the private sector. But of course there is also the question of what incentives the legislature sets for sharing data. The best example is always the question of which data in the car can ultimately be assigned to which service provider. And this question, Mrs Thyssen - you have to put it that way - is not finally clarified with the proposal.It is also an incredibly difficult question politically and economically.If we do not succeed in creating incentives so that the data that is available is actually used by all providers in the market who are interested in it, then we will not be able to provide the European data economy with the impetus that is urgentnecessary is.Secondly, I think it is very positive that the Commission is expressly addressing the so-called lock-in effect in this proposal - an effect that has played a role in competition proceedings, but has so far played no role in legislation.", "language": "en", "original_language": "de", "translation_provider": "google"}, {"id": 181, "date": "2017-01-19.json", "name": "Andrejs Mamikins", "mepid": "124746", "text": "  on behalf of the S&amp;D Group. – Mr President, digital data is an essential resource for economic growth, competitiveness, innovation, job creation and social progress in general. The EU needs to ensure that data flows across borders and sectors. This data should be accessible by most stakeholders in an optimal way. A coordinated European approach is essential for the development of the data economy. I think that it is very important that the Commission has launched a public consultation and dialogue with stakeholders on these topics. This process will help identify future policy or legislative measures that will unleash Europe’s data economy.  The value of the EU data economy was estimated at EUR 272 billion in 2015, or almost 2% of  EU GDP. If the policy and legal framework conditions for the data economy are put in place in time, its value will increase to EUR 643 billion by 2020, representing more than 3% of overall EU GDP. The General Data Protection Regulation will be one single European set of rules, as opposed to 28 national laws today. The newly created one-stop shop mechanism will ensure that one data protection authority will be responsible for the supervision of cross-border data processing operations carried out by a company in the European Union.  To build the data economy the EU needs a policy framework that enables data to be used throughout the value chain for scientific, social and industrial purposes. The Commission should launch a wide-ranging stakeholder dialogue on the issues of building a European data economy. The first step in this dialogue will be a public consultation. The issue of data access and liability should be tested in a real-life environment in the field of cooperative, connected and automated mobility. Concerning to the free flow of data, the Commission has to continue to work to fully implement the principle of the free flow of data within the EU. The Commission has to continue also to monitor and gather evidence, and if necessary consider taking further initiatives on the free flow of data. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 182, "date": "2017-01-19.json", "name": "Dita Charanzová", "mepid": "124708", "text": "  on behalf of the ALDE Group. –  Mr President, the ALDE Group read the Data Economy package from last week with great interest and hope. I have to say that there is one important item missing in your package. Where is the ban on localisation requirements within the EU? Where is the ban, Madam Commissioner? It is wrong to allow Member States to force companies to hold data in one Member State instead of another Member State. All Member States are equal. All European data is governed by the same set of principles and the same data protection rules. That is why we have adopted a General Data Protection Regulation. A regulation, not a directive. It should not matter if a server is in Helsinki or Lisbon or Prague. Every European should know that their data is safe, throughout the European Union.  Companies must be free to use digital infrastructure anywhere in Europe. We have seen a number of countries outside the European Union adopting data localisation laws for both economic and anti-democratic reasons: to spy, to censor, to demand money from companies. These rules can often endanger citizens more than protect them. The free flow of data must be regarded as the fifth freedom of the Single Market in Europe and the ALDE group therefore says ‘no’ to data localisation laws. You have rightly said that you want to remove the barriers in the digital single market. Yes, I agree, we want a fully functioning digital single market, but data localisation is a barrier to making it happen.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 183, "date": "2017-01-19.json", "name": "Seán Kelly (PPE).", "mepid": "96668", "text": "   – Mr President, congratulations on your re—election and also congratulations to Mrs Thyssen on a very good presentation to us here today. There is no doubt about it: a thriving digital economy is one of the cornerstones of growth and employment in the EU. However, as has been outlined by the Commissioner, barriers remain that prevent us from achieving the full potential of the digital economy. Europe’s digital market, for example, remains heavily fragmented. This is a key part of the European digital single market strategy which could add EUR 415 billion per annum to the EU economy, creating an additional income of EUR 817 per person. The digital economy is estimated to represent 22.5% of the world economy and is estimated to be worth 8.4 billion or 5% of GDP in my own country of Ireland. That is an 85% increase between 2009 and 2014. So completing the digital single market is vital for all of us.  Because of that, we must look at the barriers and here our competitiveness is at stake. Ensuring the free flow of data in the EU is simply crucial if we in Europe want to keep pace with Asia and North America. Data localisation rules in different Member States inhibit growth and are a barrier to this investment. In order to complete and implement the European digital single market and enable international data flows that support innovation securely, removing existing data localisation measures will drive down the cost of data services while expanding their use and choice. This alone could boost GDP by up to EUR 8 billion per year.  So, we have a lot of work to do, especially in the following areas: supervisory authorities obliging financial services providers to store their data locally; professional secrecy rules, for example in the health sector, implying local data storage and processing; sweeping regulations requiring the local storage of archived information generated by the public sector whatever its sensitivity.  Finally, I would just like to say I had the pleasure of working on the Data Protection Regulation and now I look forward to working with what is not covered in that – that is non-personal data. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 184, "date": "2017-01-19.json", "name": "Ivan Jakovčić (ALDE).", "mepid": "124754", "text": "- Mr. Chairman, first of all I congratulate you on your election and I immediately emphasize how big, huge the new European data market is. It is a great new opportunity, a new chance for our economy, but it also demands our new responsibility. First of all, I want to clearly emphasize that we need a series of clearly specified, but also simplified rules and legal regulations that will solve problems in terms of data ownership, data portability, data availability, research and innovation in the data economy, personal data protection, data localization, what we’ve already talked about, and of course align it all along with the digital single market. The other thing I want to emphasize is the need for partnership, the European Union's partnership with member states, but let's never forget regional and local authorities and of course the private sector, and when we talk about the private sector I don't always mean big companies but small companies. So we have a lot to do, and the partnership, I’m sure, can contribute to making our economy even more efficient and stronger in terms of data.", "language": "en", "original_language": "hr", "translation_provider": "google"}, {"id": 185, "date": "2017-01-19.json", "name": "Lambert van Nistelrooij (PPE).", "mepid": "28165", "text": "   – Mr President, I think big data is the fuel for the future, let me say. We know that it will contribute to solving a lot of society’s challenges. In healthcare, for instance, resource efficiency, intelligent transport, etc. Let me make two remarks. Firstly, we need the free movement of data across the borders and to address several legal uncertainties – and Mr Schwab has already spoken about this – preventing companies to treat Europe as a one big market, not as 28 small separate markets. Europe has repeatedly missed the last ten years, taking the leading role in new cloud business models. Let us not allow this to happen again. Secondly, it is of key importance to educate and enable our young people in the business sector. I strongly welcome the Commission’s report for a European Data Science Academy to bridge the skills gap in Europe by designing curricula for data science training and data science education. I am personally active in this approach in the Netherlands. We are helping a Dutch Academy in this field and it has already started in Den Bosch. There is a huge interest for that, not only for technical aspects but also ethical aspects. Finally, there is – as I just said before – a role for the regions and the cities to take up such a kind of initiative, and during the consultation we will come forward with these kind of possibilities close to citizens and their future.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 186, "date": "2017-01-19.json", "name": "Michaela Šojdrová (PPE).", "mepid": "124710", "text": "- Colleagues, I welcome this exchange of information in the EP with the Commission on the very subject of building the data economy.As has already been said here, this market has great potential for growth, for employment.I appreciate the Commission's efforts to break down barriers to data collection, dissemination and also trade.This is exactly one that cannot be decided effectively by the Member States alone, but must also work together with the European Commission to build a digital single market.Ensuring privacy in electronic communications must also be the most important and integral part of these measures.That is why I welcome the European Commission's initiative in this area.Skype, G-mail, Facebook, Whatsapp, these are long-term everyday resources that we use, and we must be sure of secure communication in the future.Thank you, Commissioner, for presenting this initiative.", "language": "en", "original_language": "cs", "translation_provider": "google"}, {"id": 187, "date": "2017-01-19.json", "name": "Victor Negrescu (S&amp;D).", "mepid": "88882", "text": "- Mr President, the data economy is key to Europe's future development. We are talking about an opportunity we cannot miss, the modernization of our economy and industry, but also the use of the skills we have here in Europe. This transformation of the economy cannot be stopped. We have two possibilities: to be proactive or reactive. Being reactive means legislating on the problems generated by the data economy after it occurs, sometimes going too far and blocking the development of the sector at European level. The most illustrative example is that of large corporations that have become rich using our data. After years, we reacted, but blocked the development of European companies through a too harsh reaction. Therefore, I want to become proactive, to stimulate the development of the data economy through a set of common rules, clear to users, but also accessible to small and medium enterprises. The idea of ​​educational programs is a first step, but we must reach our potential and we must invest especially in cyber and data security. I think we have expertise at European level and I can say that, especially in my country, Romania, we can find specialists.", "language": "en", "original_language": "ro", "translation_provider": "google"}, {"id": 188, "date": "2017-01-19.json", "name": "Jozo Radoš (ALDE).", "mepid": "112753", "text": "- Mr. President, my congratulations on your re-election.Madam Commissioner, in addition to all the benefits of the data economy, I would like to emphasize that the use of this branch would also enable the reduction of state and public administration costs by 15 to 20 percent.There is much room for improvement in the European data economy as the United States, with which we are comparable, has twice as many employees in that branch of the economy and participates with twice the share of total trade in goods and services.So there is a lot of room for progress in the European data economy.Of all the difficulties, I would mention the danger of digital division, the danger that the differences in the development of our regions in the European Union will increase even more, and special attention should be paid to this.But I certainly thank the report and welcome all the measures announced by the Commissioner for the growth of the data economy in Europe.", "language": "en", "original_language": "hr", "translation_provider": "google"}, {"id": 189, "date": "2017-01-19.json", "name": "Marianne Thyssen", "mepid": "n/a", "text": "   Member of the Commission. – Mr President, I wish to thank the Members of Parliament for their comments and feedback. I took note of all their questions and concerns. As I said in my introduction, we do not have all the answers yet to all those issues. That is why we are engaging in a broad consultation before deciding on possible policy and legal actions. We are looking forward to pursuing collaboration with the European Parliament on these issues. We are very much looking forward to constructive discussions with the European Parliament in the negotiation of the Commission’s legislative proposal on the privacy and data protection of electronic communications. It is important to act swiftly in order to ensure that the date of application of the general data protection regulation and the new e-privacy regulation coincide and is done in a coherent manner.  As announced in the DSM, the Commission’s objective is to create a clear and adapted policy and legal framework for the data economy by removing barriers to the movement of data and addressing legal uncertainties created by new technologies. We do not yet have, as I said, all the answers to the complex issues in front of us, so we will consult extensively. The gathered information will be invaluable in deciding how to best move forward, in particular with respect to the free flow of data. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 190, "date": "2017-01-19.json", "name": "Der Präsident. –", "mepid": "2323", "text": "The debate is closed.Written statements (Rule 162)", "language": "en", "original_language": "de", "translation_provider": "google"}, {"id": 191, "date": "2017-01-19.json", "name": "Cristian-Silviu Buşoi (PPE)", "mepid": "38420", "text": "  in writing. – Due to the rapid digitalisation of the global economy and the aim of the European Union to be a world leader in this digital economy, the Digital Single Market (DSM) strategy was adopted on the 6 May 2015 to ensure the free movement of goods, persons, services and capital. Building a European data economy is part of the Digital Single Market strategy, which, through the best use of its essential resource, digital data, may deliver innovation, economic growth, job creation and competitiveness in all fields, including in health care where it could improve daily life. Even if access to machine-generated data is under consideration in the health and care sector, the diversity of the data processed by machines for scientific purposes could improve products or create innovative services for patients. As the Commission underlined in its communication, the ‘big data’ sector is growing by 40% per year, seven times faster than the IT market, but all this data need to be protected. Therefore, ensuring a policy framework is more than necessary, and Parliament, together with the Council, should play a fundamental role.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 192, "date": "2017-01-19.json", "name": "Barbara Kappel (ENF)", "mepid": "125024", "text": "written. - Digitalization has now reached all areas of our life, and it does not matter whether it is private or professional. Reliable data protection and the highest level of security represent great challenges and, at the same time, enormous economic potential. Digitization harbors challenges for a wide variety of industries, no economic sector seems to be excluded from it. New, innovative business models, especially in the area of ​​SMEs, are being created and represent added value for the economy and society. However, cyber threats and hacker attacks are also increasing and are becoming an enormous threat to critical network infrastructures, such as power supply. We have to take action here in order to be able to guarantee network and information security (NIS). Data protection also plays a central role in terms of competitiveness. Questions such as the protection of trade secrets or data security still need to be clarified more specifically. The fragmentation of individual sectors - such as security, transparency and the locations of users and data - must also be viewed critically. Fragmentation in the data economy is not expedient and should therefore be rejected along with internet censorship and mass surveillance.", "language": "en", "original_language": "de", "translation_provider": "google"}, {"id": 193, "date": "2017-01-19.json", "name": "Karol Karski (ECR)", "mepid": "124887", "text": "in writing. - In recent years, we have witnessed a new revolution in the economy driven by digital data. On the one hand, collecting and processing data on an unprecedented scale creates many challenges and, at the same time, presents enormous potential for increasing the productivity of the EU economy. However, the development of a data-driven economy requires some kind of action plan if we want to ensure that entrepreneurs and consumers in the European Union take full advantage of the dynamics of the big data sector, which will become a determinant of change for our entire economy. The European Parliament has been calling for a review of possible tools for the development of the data economy for some time and identifies the types of framework needed in the area of ​​regulatory and non-regulatory needs that would be a key element in shaping a better environment for growth in this area. The European digital economy is too slow to take the data revolution compared to the US or even China, for example. It is therefore imperative that European business and consumers fully exploit the benefits of the Big Data sector. It will be a determinant of change for our economy and will bring tangible benefits to Europe in terms of competitiveness, which is so important, not to say breakthrough, in the coming years.", "language": "en", "original_language": "pl", "translation_provider": "google"}, {"id": 194, "date": "2017-01-19.json", "name": "Jeppe Kofod (S&amp;D)", "mepid": "124870", "text": "in writing. - A cornerstone of the development of the European digital agenda is that data can be moved freely. At the same time, it is of course a precondition for free data flows that sensitive personal information is processed perfectly securely and securely, and that EU member states can set necessary restrictions for reasons of national security. This is only ensured through common legislation and common definitions in the EU. ECIPE studies show that huge sums can be released in the European economy if existing blockades are removed. Estimates go all the way up to 8 billion. euros per year (approx. NOK 60 billion). An amount that will be realized in savings for European citizens and businesses. At the same time, we also see a tendency towards more national requirements for data of various kinds to be stored within geographically delimited areas. If this trend continues, the consequence, according to the aforementioned studies, could be a loss for the European economy of up to 52 billion. euros per year (approx. NOK 387 billion). That is why I would like to call on the Commission to put forward proposals for pan-European legislation in this area as soon as possible, so that we can secure the sensitive information of European citizens and businesses in the best possible way, avoid costly special requirements and free up large sums for a European economy in need of investment.", "language": "en", "original_language": "da", "translation_provider": "google"}, {"id": 195, "date": "2017-01-19.json", "name": "Eva Paunova (PPE)", "mepid": "98341", "text": "  in writing. – The four freedoms of the EU single market rely on the free movement of data. However, unjustified data localisation requirements in national public procurement rules and legislation is increasingly fragmenting the single market. Consumers and companies, rather than authorities, should decide where in the EU they want to store their data. In its communication entitled ‘A Digital Single Market Strategy for Europe’ from May 2015, the Commission recognised that ‘unnecessary restrictions regarding the location of data within the EU should both be removed and prevented’. It later promised a European ‘free flow of data’ legislative proposal to tackle restrictions on the free movement of data within the EU and unjustified restrictions on data location. The European Parliament welcomed this initiative in its resolution of January 2016. Despite announcements and wide support from Parliament and the Council, the Commission’s communication on ‘Building a European Data Economy’ falls short of a legislative proposal. It will neither remove any further data protectionism nor prevent it from fragmenting the single market. I strongly encourage the Commission to put forward, without delay, an ambitious legislative proposal to remove and prevent data localisation requirements in the EU single market, for the benefit of European companies and consumers.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 196, "date": "2017-01-19.json", "name": "Algirdas Saudargas (PPE)", "mepid": "96696", "text": "in writing. - The European Commission's Communication \"Building a European Data economy\" identifies data as an integral factor in economic growth, job creation and societal progress. The data market in Europe is constantly growing, but still fragmented compared to the US, which is an obstacle to industrial competitiveness. It is essential to strike a balance between data business development models and legal data protection. I support the aim expressed in the Communication of harmonizing legal data protection in the European Union. At the same time, I would like to emphasize that the cyber threats of this era and other related phenomena are no less important. We cannot expect to solve these problems simply by legally defining these issues. The reality today is that technological progress is faster than the rules and legal provisions governing their use. Therefore, the field of data economy must be an area of ​​increased focus in order to strike a balance between rights and obligations.", "language": "en", "original_language": "lt", "translation_provider": "google"}, {"id": 197, "date": "2017-01-19.json", "name": "Igor Šoltes (Verts/ALE)", "mepid": "125003", "text": "in writing. - In January this year, the EC proposed solutions for the development of the data economy as part of the digital single market strategy. According to her, the EU is not fully exploiting its potential, so restrictions such as localization rules and other technical and legal barriers to the flow of data between Member States and within the Digital Single Space should be removed as soon as possible. Data-based digital products and services can have a major impact on improving environmental protection and food security, energy efficiency and the development of smart transport systems and smart cities. Data analysis improves processes and decisions, encourages innovation and improves predictability. The EU does not have a regulated digital single market for data, as there are obstacles to the free movement of data and many other legal uncertainties, and it has already missed many economic, social and business opportunities. The data economy can only create growth and jobs if we also use the data available to us. Therefore, we need to ensure an adequate flow of data from both a geographical and a cross-sectoral perspective, so that it is more easily accessible and optimally used. A harmonized European approach is essential for the development of the data economy as part of the digital single market, and it is important that we also respect the right to the protection of personal data and privacy.", "language": "en", "original_language": "sl", "translation_provider": "google"}, {"id": 198, "date": "2017-01-19.json", "name": "Der Präsident. –", "mepid": "2323", "text": "I declare the session of the European Parliament adjourned.(The sitting was closed at 3.35 p. M.)", "language": "en", "original_language": "de", "translation_provider": "google"}]