[{"id": 0, "date": "2017-07-06.json", "name": "Przewodniczący. –", "mepid": "28372", "text": "The next item on the agenda is the joint debate on: - the report by Max Andersson, on behalf of the Committee on Legal Affairs, on the proposal for a directive of the European Parliament and of the Council on certain permitted uses of works and other subject matter for the benefit of the blind, partially sighted and people with disabilities that prevent them from reading print and amending Directive 2001/29 / EC on the harmonization of certain aspects of copyright and related rights in the information society (COM (2016) 0596 - C8-0381 / 2016 - 2016/0278 (COD)) ( A8-0097 / 2017) and - a report by Max Andersson, on behalf of the Committee on Legal Affairs, on the proposal for a regulation of the European Parliament and of the Council on cross-border exchange between the Union and third countries of copies of works in a format accessible to people with disabilities to specific works and other subjects oh oh for the benefit of people who are blind, partially sighted or with other disabilities that prevent them from reading the print (COM (2016) 0595 - C8–0380 / 2016 - 2016/0279 (COD)) (A8-0102 / 2017).", "language": "en", "original_language": "pl", "translation_provider": "google"}, {"id": 1, "date": "2017-07-06.json", "name": "Max Andersson", "mepid": "124994", "text": "  rapporteur. – Mr President, there are 285 million blind and visually impaired people in the world. Most of them have very little access to books that they can read. Today we can take a major step to change that. Today’s debate is about the implementation of the Marrakech Treaty. This is a Treaty that the Greens, and indeed the whole European Parliament, have been fighting for for years. It creates a copyright exemption in international copyright law for the benefit of blind and visually impaired people so that they can have greater access to books. That is a great thing.  The Marrakech Treaty is an international WIPO treaty, but 30 countries have already joined. What problems does it solve? Today, when you make a copy of a book into a format that blind people can read by, for example, reading it into a computer, you are not allowed to send that book across a border, because of copyright law. The Marrakech Treaty changes that by removing those barriers which prevent libraries and organisations for the blind from sharing books across borders. Why is this important? Most of the 285 million blind and visually impaired people in the world live in countries where there are very few books made accessible in a format that they can read. Most of the books that have been made accessible are in rich countries such as EU countries. By removing the borders, the barriers that prevent the sharing of books, we make books available across the world and we take a major step towards giving blind people much better access to books.  This will be of benefit in EU countries, but the vast improvement will be in countries in Latin America and then Africa and other places where many people speak a European language. This will enable the sharing of books from one country to another and create much better access.  So why has this not been done before? Well, parts of the publishing industry were worried that this copyright exemption might cost them money, so there has been significant lobbying pressure, and the Council was for a very long time unable to decide how to proceed, but now we have finally got there. As Parliament’s negotiator, I am very glad that we have reached a compromise that enables the removal of barriers to the sharing of books across countries.  For many of us, reading books is one of the most important things that we do, and blind people in the world can now have greater access to books. This will make it easier to find a new favourite book.  I would like to thank all the people who have been working for this and I am calling on the European Parliament to vote in favour of the implementation of the Marrakech Treaty because blind people deserve better access to books. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 2, "date": "2017-07-06.json", "name": "Christos Stylianides", "mepid": "n/a", "text": "   Member of the Commission. – Mr President, as Mr Andersson has already underlined, the directive and the regulation that we are discussing today jointly implement in EU law the Marrakesh Treaty to Facilitate Access to Published Works for Persons Who Are Blind, Visually Impaired, or Otherwise Print Disabled, which was adopted by the World Intellectual Property Organisation four years ago. This is a very important step for the European Union, one that responds to very concrete needs and one of which we should be very proud. The significance of improving access to books and other printed texts for persons who have disabilities that prevent them from reading in the same way as persons without those disabilities should not be underestimated. So I warmly thank the rapporteur, Mr Andersson, as well as all the shadow rapporteurs and rapporteurs for opinion, for their effort and determination in reaching a meaningful outcome in the few months since the adoption of the Commission’s proposals. I am also glad that these proposals have been part of the Commission’s effort to achieve a digital single market in all its dimensions and for all our citizens. They are also the first proposals of our copyright modernisation package from September 2016 to be adopted by Parliament. Still today, too little print material can be accessed by people with print disabilities worldwide. Addressing this problem is fundamental for social inclusion and societal advancement. Doing so will benefit people with print disabilities and it will benefit everybody else. In line with the Marrakesh Treaty, these two pieces of EU legislation will allow the production of copies of works in accessible formats by means of a mandatory exception to copyright, harmonised across the EU. They will also permit the exchange of these copies across borders, within the European Union and with third countries that are parties to the treaty. This possibility for cross-border exchange is very important. It reduces the unnecessary duplication of efforts and costs. It also allows persons with print disabilities to have faster access to a broader range of works than is possible today. I also welcome the fact that the outcome of the negotiations by Parliament and the Council ensures transparency and keeps the burden and complications for beneficiaries to a minimum, for example when it comes to compensation schemes. I trust that we will also be celebrating soon the ratification of the Marrakesh Treaty by the European Union, which, together with these proposals, will finally make the treaty a reality for people with print disabilities.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 3, "date": "2017-07-06.json", "name": "Helga Stevens", "mepid": "125105", "text": "Rap avis EMPL. - The EU is today clearing one of the last hurdles in the ratification process of the Marrakesh Treaty. People who are blind, visually impaired or with a print disability still have very difficult or no access to books and other printed materials. There is a great need to make more works and other protected material available in accessible formats such as Braille, audiobooks and large print. With the proposals on the table, a new mandatory copyright exception is introduced in EU law in accordance with the Marrakesh Treaty. This will allow beneficiary persons and organizations to make and distribute accessible format copies of works in the EU and third countries party to the Convention. The Marrakesh Treaty is of paramount importance as more than 30 million visually impaired people across the EU will finally have equal access to the printed word. A small step for humanity, a gigantic step forward for blind and partially sighted people!", "language": "en", "original_language": "nl", "translation_provider": "google"}, {"id": 4, "date": "2017-07-06.json", "name": "Helga Trüpel", "mepid": "28240", "text": "Draftsman for the opinion of the Committee on Culture and Education. - Mister President! This Marrakech Treaty is a major step forward for the blind and visually impaired who are otherwise unable to read printed matter. For years we have had a situation where the hunger for books for the blind and visually impaired could not be satisfied. This Marrakech Treaty is now finally supposed to end that. The market is so small that it has not really paid off for publishers. This is why publishers are now not really threatened by this barrier, which is made mandatory, but for the blind and visually impaired this possibility is a very big step forward. I am copyright-friendly - I am not one of those who want to abolish or significantly restrict copyright - but in this case I find that this limitation is perfectly justified. There may be minor restrictions for publishers. But for the blind and visually impaired it is such an advantage that they can finally get books, other works, that can be exchanged in Europe and internationally. So this is really a humanitarian action, and it is a clear action for cultural diversity - also for people with disabilities. That is why we are so committed to this treaty and want it to be ratified very quickly now.", "language": "en", "original_language": "de", "translation_provider": "google"}, {"id": 5, "date": "2017-07-06.json", "name": "Ангел Джамбазки", "mepid": "124873", "text": "rapporteur for the opinion of the Committee on Culture and Education. - Mr President, Commissioner, honorable Members, and many of my colleagues in the House, I will also speak in support of the Marrakesh Treaty and the agreement reached between the three institutions, and I will emphasize the benefits of this Treaty and its implementation. will bring for the visually impaired and other disabilities. We are talking about more than 30 million visually impaired people living in the Member States of the European Union and their rights and opportunities to access information. The Commission's proposal to implement this treaty comes on time, after there was some misunderstanding in the Council as to who and when should ratify the treaty, given that it was signed in 2013 by more than 60 countries. I thank the colleagues with whom we worked successfully on the opinion prepared by the Committee on Culture and Education, as well as for the successful cooperation with the European Union of the Blind. In addition, I would like to emphasize that Bulgaria is already working on a number of initiatives to further improve access, and I am sure that this cause will be supported even more vigorously during our forthcoming Presidency of the Council.", "language": "en", "original_language": "bg", "translation_provider": "google"}, {"id": 6, "date": "2017-07-06.json", "name": "Rosa Estaràs Ferragut", "mepid": "96811", "text": "Draftsman of the opinion of the Committee on Petitions. - Mr. President, it's a big day. Today this Parliament already gives the go-ahead to the Marrakesh Treaty, which was signed in 2013. It means facilitating access to published works for people with severe visual impairment. It allows - they have said here - the cross-border exchange of books and other materials in accessible formats. That means any kind of format: it can be braille, it can be large print, it can be audio. We have to say that only about 5% of works were accessible at this time and, therefore, there was a lot of material, hunger for reading, that was not accessible to blind people. This generated discrimination and violated the values ​​of which we are a reference today in this Parliament. And that is why it is a great day, because today we are deserving of the concord award. Today we are deserving of the peace prize that we were awarded a few years ago, because today we consolidate the principle of non-discrimination, the principle of equal opportunities, accessibility, participation and effective inclusion in our society. Today we are taking a step so that the right to education can be enjoyed. We also take a step so that all these people can receive and also, in some way, disseminate information; may, like all other people, carry out investigations. It is clear that we had to strike a balance between effective copyright protection, but we also had to serve the general interest. It was a human rights issue. In fact, it is the first human rights copyright treaty, and that is why it is very important, because it connects with the United Nations Convention on the Rights of Persons with Disabilities and also with the Universal Declaration of Human Rights. The benefits are innumerable. First of all, it helps to courageously sensitize all society regarding the challenges and objectives of people with disabilities, especially blind people.We are always saying, from the disability groups, that it is necessary to visualize diversity in a positive way, because that will make society have values.There is a second benefit, and it is access to education.Education is really what sets us free.Education makes us equal in opportunities, and that is why we also take a big step.Social participation and social integration are improved, and poverty is also alleviated, because when this occurs there will undoubtedly be an increase in all contributions to the national economy.We are in luck and today we have shown and we have been deserving of that award for harmony.", "language": "en", "original_language": "es", "translation_provider": "google"}, {"id": 7, "date": "2017-07-06.json", "name": "Margrete Auken", "mepid": "28161", "text": "draftsman of the opinion of the Committee on Petitions. - Sir. Chairman! Thank you to everyone here, to Parliament, to Max Andersson and to the Commission. It is many years of effort, which is now hopefully crowned with real success. I will use my short speaking time to still warn about where things can go wrong. The rights holders have been extremely active in lobbying, and my own government has certainly not fared particularly well. On the contrary, it has been a pioneer in ensuring that rights holders are protected from the blind and partially sighted. That is why I would urge the Commission to keep a close eye on what is going on, how the directive is being implemented and to ensure that the existing compensation schemes work smoothly for the blind. It must also be ensured that the wording we have in the settlement, namely that minimal losses are not to be compensated, will work in a way so that it really needs to be documented and proven that there are more than minimal losses. The rights holders find this very difficult. We have confidence in the Commission and we will have confidence in the Court of Justice to ensure that this law is implemented in accordance with the spirit of Marrakesh.", "language": "en", "original_language": "da", "translation_provider": "google"}, {"id": 8, "date": "2017-07-06.json", "name": "Tadeusz Zwiefka", "mepid": "28301", "text": "on behalf of the PPE Group. - Mr Chairman! Ladies and gentlemen! It is a great pleasure to take part in the debate knowing that the decisions we are taking today are so much expected by millions of our citizens. We know perfectly well how we like to read, what reading gives us: it develops imagination, empathy, allows us to practice synthetic thinking, and delays the processes of dementia. These are all important things, but the most important ones are getting to know the world, our heroes, our past, but also ourselves. Until now, the offer of books and periodicals for the visually impaired and partially sighted people was really very limited, so I am very glad that we managed to negotiate and prepare the implementation of the Marrakesh Treaty, thanks to which millions of our citizens, including almost two million of my compatriots in Poland, they will be able to take advantage of a much wider offer soon. This exception to copyright is fully understandable and fully acceptable. I already have problems with my eyesight, lowercase letters really aren't for me anymore. Therefore, I expect this new offer that will allow you to use the format of an audiobook, capital letter or Braille to be able to read. Mr President, I have one appeal to the Member States to implement these facilities in their countries as soon as possible, in consultation with the organizations of the visually impaired and with publishers.", "language": "en", "original_language": "pl", "translation_provider": "google"}, {"id": 9, "date": "2017-07-06.json", "name": "Julie Ward", "mepid": "124963", "text": "  on behalf of the S&amp;D Group. – Mr President, it is the right of everyone to fully participate in culture. Yet people who are blind, visually impaired or otherwise print disabled continue to face many barriers in accessing books and other print material which is protected by copyright and related rights. The Marrakech Treaty, which allows for copyright exceptions to facilitate the creation of accessible versions of books and other copyrighted works for visually impaired people, was a landmark move to enable visually impaired people to access books with the same ease as sighted readers.  The Marrakech Treaty was adopted in 2013, but the EU has delayed ratifying it, despite its obvious and much-needed benefits for visually impaired people. Whilst working on this subject, I consulted with a cross section of stakeholders – disability experts, NGOs working on disability issues and representatives from the author and publisher fields – and all were largely in agreement with each other and stressed the importance of the speedy ratification of the Treaty. Culture is a human right and equal access to culture is paramount. I would like to thank Luigi Morgano for his help and hard work on this subject. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 10, "date": "2017-07-06.json", "name": "Jiří Maštálka", "mepid": "23704", "text": "on behalf of the GUE / NGL Group. - Mr President, the negotiations on the adoption of the Treaty of Marrakesh have been disproportionately lengthy, and I am very pleased that we are at the end of this process today and can show the concrete results of our work to those who really need it most. Thanks to this agreement, more than 300 million blind, visually impaired and reading people will have access to books and other printed materials, which has complicated their copyright to this day. Today, only 5% of books are published in formats available to the visually impaired, and in some countries even less. For the visually impaired, it is a fundamental obstacle in terms of access to education. The highest number of these people live in developing and less developed countries. By adopting this agreement, the visually impaired will gain better access to books also thanks to the fact that many organizations will be able to send copies of works to other countries. I would consider it a disgrace if the treaty entered into force without the participation of the European Union. I firmly believe that we will be able to achieve the same success with the so-called Accessibility Act, which we will be discussing here in plenary after the summer holidays, and that we will prove to 80 million Europeans with disabilities that we really want to help them! Thanks for your attention.", "language": "en", "original_language": "cs", "translation_provider": "google"}, {"id": 11, "date": "2017-07-06.json", "name": "Isabella Adinolfi", "mepid": "124831", "text": "on behalf of the EFDD Group. - (IT) Mr President, ladies and gentlemen, Commissioner, the Marrakesh Treaty certainly represents an important step for all those people who are visually impaired. This is not a simple treaty, it is about the implementation of fundamental rights for disabled people that have been waiting for a long time, since 2013. The directive and the regulation that we are about to vote on are certainly a fundamental step for the ratification of the treaty. part of the European Union. It ratifies that at this point I hope it will happen as soon as possible and without further hesitation. We have a duty, especially we who are members of the Committee on Culture and Education, to remedy the lack of accessible texts. Of course, in my opinion, the compensation scheme in favor of copyright holders could have been avoided, because this damage resulting from the publication of accessible texts has to be proved. And, in this regard, we have a further task: that of verifying at national level that these compensation schemes are not applied only for the protection of economic profit and to the detriment of people's rights. Protection that, I would like to emphasize, takes precedence over economic profit and must not be just heralded in words, as unfortunately often happens.", "language": "en", "original_language": "it", "translation_provider": "google"}, {"id": 12, "date": "2017-07-06.json", "name": "Marie-Christine Boutonnet", "mepid": "124753", "text": "on behalf of the ENF group. - Mr President, dear colleagues, these draft texts adopted in application of the Marrakesh Treaty will help reduce what is called the \"book famine\", from which the blind and visually impaired as well as people with disabilities suffer. difficulty reading printed texts. I remind you that currently, only between 1 and 7% of works published in the world are available in accessible formats. This is unacceptable. In fact, in Europe, nearly 30 million people are affected. Allow me here to salute the pre-existing initiatives, such as the Tigar project, which has become the ABC's World Book Exchange Service, and in which French publishers have participated in large numbers. The two texts resulting from the trilogue negotiations go in the right direction, with in particular the addition of the electronic book in their scope and of a system of limited compensation for rights holders. I can nevertheless regret that certain existing arrangements in the Marrakesh Treaty and in certain Member States have not been taken up. Although I deny any competence to the European Union to conclude such treaties, the object of these texts obviously goes beyond any other consideration. As a Frenchwoman, from an eminently literary country, I can only be happy with this progress in favor of all these people who will finally be able to have access to a larger part of our heritage.", "language": "en", "original_language": "fr", "translation_provider": "google"}, {"id": 13, "date": "2017-07-06.json", "name": "Ελευθέριος Συναδινός (NI).", "mepid": "125072", "text": "- Mr President, the Marrakesh Treaty provides for favorable provisions for the blind, the visually impaired or people with visual or reading disabilities, including dyslexia and other learning disabilities which prevent them from reading forms as easily as people without disabilities. This directive comes, on the one hand, to fill some gaps in the provisions for our fellow human beings facing these difficulties and, on the other hand, to introduce a mandatory exemption for certain rights holders' rights which have been harmonized by Union law. Special attention should be paid to the distribution, presentation or distribution of copies accessible to the blind, visually impaired or persons with other reading difficulties or to authorized third-country entities solely on a non-profit basis, from points of sale established within the Union. Finally, it must be ensured that the Contracting Parties provide financial resources and human resources to facilitate international cooperation between the Authorized Entities and ensure adequate availability of copies in an accessible format and the cross-border exchange of such copies.", "language": "en", "original_language": "el", "translation_provider": "google"}, {"id": 14, "date": "2017-07-06.json", "name": "Емил Радев (PPE).", "mepid": "124850", "text": "- Mr President, ladies and gentlemen, European Union law will finally be brought into line with the international requirements of the Marrakesh Treaty. Finally, access to books and other printed materials protected by copyright and related rights will be facilitated for blind, visually impaired, dyslexic or other people with disabilities who are not allowed to read printed materials. I am glad that these pieces of legislation will be adopted and will make life easier for millions of European citizens. Their educational opportunities will also improve. The adoption of this legislation will also improve the exchange of audiobooks and other printed materials accessible to the visually impaired. From now on, it is important for the Member States to launch initiatives to promote the objectives of the Marrakesh Treaty, so that our citizens can make the most of the opportunity provided to them.", "language": "en", "original_language": "bg", "translation_provider": "google"}, {"id": 15, "date": "2017-07-06.json", "name": "Tiemo Wölken (S&amp;D).", "mepid": "185619", "text": "- Mister President! The implementation of the Marrakech Treaty is long overdue and today the time has finally come. Access to published works for blind, visually impaired or print disabled people will be made easier in the European Union, thus ensuring cultural participation. We are facilitating both intra-Union access and cross-border exchanges, and I hope that Member States will act swiftly on implementation and application. It was particularly important to us as the S&D group that we had a short implementation period and that we could live with twelve months. It is also good that there will be no commercial availability check. This test would have significantly reduced the availability and accessibility of the works. Finally, it is gratifying that the legislation also includes digital formats and is therefore future-proof. In addition, we will be closely following the Commission's report on a possible expansion of the scope in order to be able to include further works.", "language": "en", "original_language": "de", "translation_provider": "google"}, {"id": 16, "date": "2017-07-06.json", "name": "Κωνσταντίνα Κούνεβα (GUE/NGL).", "mepid": "125092", "text": "- Mr President, the right to read and to know is a right to culture. We have technological development that gives us huge potential. How long should visually impaired people feel doubly excluded, because of their disability initially, but also because of the indifference of today's society to give them the rights enjoyed by their good fellow citizens? That is why supporting the Marrakesh Treaty for its transposition into European law is a matter of social justice. Ladies and gentlemen, I have not always had vision problems and I understand the difference. So, I know how beneficial it would be for all of us to be able to read and overcome the darkness of sight through the light of reading.", "language": "en", "original_language": "el", "translation_provider": "google"}, {"id": 17, "date": "2017-07-06.json", "name": "Gilles Lebreton (ENF).", "mepid": "124738", "text": "- Mr. President, reading is essential for the acquisition of a thorough culture and, consequently, for the development of the human person. It is therefore necessary to provide specific devices to allow the blind and visually impaired to access them as well. This is the meaning of the directive and the regulation presented today. So I agree with their general philosophy. The European Union must however remain modest, because it is the Marrakesh Treaty of 2013, of which the two texts are only a transposition, which constituted a major advance for the blind, by granting books intended for them copyright exemptions or exceptions. We must therefore congratulate ourselves on the progress made, while stressing that it is due to the World Intellectual Property Organization, which inspired the treaty, and not to the Union. The Marrakesh Treaty represents a victory for solidarity over financial pressure groups. It’s rare enough to be worth celebrating.", "language": "en", "original_language": "fr", "translation_provider": "google"}, {"id": 18, "date": "2017-07-06.json", "name": "Csaba Sógor (PPE).", "mepid": "39724", "text": "- The directive on the provision of the Marrakesh Treaty will be another step in the direction of responding to the needs of every citizen of the European Union. It is a huge thing for the blind and visually impaired if copyrighted works are freely accessible, regardless of borders. This is an area where decisions must be made not in the interests of trade but in accordance with the principle of fairness. That is why I am puzzled by the part of the agreement that raises the possibility of paying financial compensation that visually impaired organizations and libraries should pay. Given the high cost of producing special publications for the visually impaired, such an additional tax could deprive additional blind and visually impaired citizens of access to books, especially in poor Member States. As it will be up to the Member States to apply this financial compensation, governments, rather than the EU, must be fair and wise in this matter.", "language": "en", "original_language": "hu", "translation_provider": "google"}, {"id": 19, "date": "2017-07-06.json", "name": "Silvia Costa (S&amp;D).", "mepid": "96917", "text": "- (IT) Mr President, ladies and gentlemen, I believe that with these two provisions, cultural rights, which are an integral part of human rights, formally form part of the acquis communautaire, now that finally Europe, the The European Union as such, which had signed the Marrakesh Treaty in 2013, adopts it a few years later. It was a great victory for the associations, but also for a Parliament that was really committed alongside the Commission to get this step forward. I think it is also important that not only blind people, but also people with disorders such as dyslexia or reading and learning disorders, are included in this access. But we also know that, in order for the exceptions to copyright to be fully functional, there must be a relationship of collaboration, of trust, between the organizations authorized to make copies in accessible format of literary works and the publishers, for these to be , in fact, authorized and recognized by the Member State of establishment. We have therefore created the conditions for this to become really effective and not just a wish.", "language": "en", "original_language": "it", "translation_provider": "google"}, {"id": 20, "date": "2017-07-06.json", "name": "Νότης Μαριάς (ECR).", "mepid": "125069", "text": "- Mr President, we have repeatedly discussed in the Committee on Petitions the need to implement the Marrakesh Treaty, as we have received hundreds of petitions from our fellow citizens. We have also dealt with this issue in plenary here, and the progress that is being made today is important, because some Member States did not want to ratify the Marrakesh Treaty and used various tricks. This is an important Treaty, which really provides a service to those of our fellow citizens who are blind or have vision problems or learning needs. It will now be possible for these people to have access to texts that they could not have, thus strengthening their right to education and cultural property. But we must pay attention to the various tripods that put some lobbies who want to retain rights in relation to copyright issues. This is important and we must be careful because access is required to be immediate and unrestricted.", "language": "en", "original_language": "el", "translation_provider": "google"}, {"id": 21, "date": "2017-07-06.json", "name": "João Pimenta Lopes (GUE/NGL).", "mepid": "136236", "text": "- Mr President, we only give the intentions enshrined in the proposals under discussion that go the way of guaranteeing access to blind or visually impaired people to printed texts, namely integrating the perspective of access to texts and works made available in digital or audio format. It is a factor of social justice and equity in access to information, culture and knowledge that millions of people today have different difficulties in accessing. We cannot, however, disconnect the matter under consideration and the reality that is described from the consequences of austerity policies, policies to attack public services, the attack on social and labor rights and the many restrictions that have been imposed and expanded in many countries. , as in Portugal, in the rights of people with disabilities, a population group particularly vulnerable to poverty and social exclusion. Only through public service policies will it be possible to guarantee equal access and participation in the social, economic, cultural or sporting dimensions of life.", "language": "en", "original_language": "pt", "translation_provider": "google"}, {"id": 22, "date": "2017-07-06.json", "name": "José Inácio Faria (PPE).", "mepid": "125101", "text": "- Mr President, ladies and gentlemen, people who are blind, have visual impairments or have other difficulties in accessing printed texts continue to face many obstacles to accessing printed material. The need to make the number of works much wider in accessible formats entirely available to these people and to improve their circulation was recognized by the Treaty of Marrakesh, as has already been said. The European Union's accession to the Marrakesh Treaty has been long awaited. However, and despite its signature by the European Union in 2014, the truth is that its rectification remains delayed for a purely legal matter. The truth is that it is a matter of enormous importance, insofar as it guarantees a basic human right to more than 30 million visually impaired people across the European Union and improves accessibility to books in developing countries . The result of this delay is that these citizens continue to face many obstacles to accessing books and printed material and all that this implies in terms of social exclusion. Dear Colleagues, I would like to note that this draft resolution is a triumph for a social model of disability, it represents an adequate international solution to the global problem of book hunger. For all these reasons, I believe it is necessary to take all the necessary measures to ensure the rapid and appropriate application of the treaty, which has an enormous cultural, humanitarian and social development dimension.", "language": "en", "original_language": "pt", "translation_provider": "google"}, {"id": 23, "date": "2017-07-06.json", "name": "Nicola Caputo (S&amp;D).", "mepid": "124851", "text": "- (IT) Mr President, ladies and gentlemen, people who are blind, partially sighted or with other reading difficulties continue to face serious problems in accessing books and other copyrighted material. These people must have the same right as everyone else to access information and participate in cultural, economic and social life. It is important that Europe strives to increase the availability of works translated into formats accessible to the blind, starting first with improving the circulation of those available in the internal market. Some progress has already been made with the Marrakesh Treaty, but much remains to be done, especially by making intelligent use of new technologies, which can prove decisive for access to education and for the social inclusion of these people. The social inclusion of the blind is an integral part of the United Nations Convention, but it is also a moral and civil obligation of our society, which we cannot avoid. The European Union and the Member States must rapidly proceed to recognize these rights.", "language": "en", "original_language": "it", "translation_provider": "google"}, {"id": 24, "date": "2017-07-06.json", "name": "Christos Stylianides", "mepid": "n/a", "text": "   Member of the Commission. – Mr President, there is no doubt that today is a big day. It is an enormous step and this discussion demonstrates that Parliament shares the Commission’s view that the active inclusion and full participation of people with disabilities in society is not only worth pursuing but is imperative. The proposals we are discussing today are indeed one piece of the broader action that the European Union is taking in this area, including the recent Web Accessibility Directive, the Commission’s proposal for a European Accessibility Act, as mentioned by some honourable Members, and its broader European Disability Strategy. With regard to speeding up the ratification of the Marrakesh Treaty, we agree that the EU should proceed rapidly to ratification. The Commission proposed a decision of the Council to that effect more than one-and-a-half years ago. We encourage the Council to adopt a decision as soon as possible. A recent Court of Justice opinion has removed any doubt about the exclusive competence of the Union to ratify it, so there is therefore no good reason for further delaying the ratification of the treaty. I would like to answer some questions and make some remarks about Member State compensation schemes. The Commission is ready to support Member States in the transposition of this legislation into their national law. As with all new legislation, the Commission will also monitor its correct transposition in its application to make sure that its overall implementation is faithful to the principles contained in the directive. This also applies to the provision that allows Member States to have compensation schemes, as politically agreed during the negotiation of this directive, and to the clear limits to those schemes set out in the directive itself. In summary, I am glad to witness that the common objective of Parliament, the Council and the Commission to proceed to a fast and smooth adoption of this proposal has been achieved. Once again I want to thank Parliament for these important results. I would like to thank the rapporteur and others for your contribution in this enormous step.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 25, "date": "2017-07-06.json", "name": "Max Andersson", "mepid": "124994", "text": "  rapporteur. – Mr President, I am very glad to hear that there is so much unity about something that is this important. I have just one substantial thing to add and that is that I will be sure to agree with the Commissioner when he calls for the Council to ratify this quickly. However, quickly in the European Union is not always fast. It will take at least a year for the Member States to implement this before we can ratify and start sharing books for blind people across borders. I want to emphasise that the Council, which I know is working on this issue, needs to act quickly. For blind people all over the world this will give greater and better access to books and it is now up to the Council to deliver. I would like once again to thank the Commission for its very serious and good approach. It has really been a positive influence. I would also like to thank the Maltese Presidency for helping to find a good compromise. Most importantly, I would like to thank the European Blind Union, which has been an immense asset in this work. It is one of the driving forces behind the Marrakech Treaty. I would, of course, like to thank once again all the colleagues who have been working on this for years. Blind people should have better access to books. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 26, "date": "2017-07-06.json", "name": "Przewodniczący. –", "mepid": "28372", "text": "I close the debate.The vote will take place on Thursday 6 July 2017.", "language": "en", "original_language": "pl", "translation_provider": "google"}, {"id": 27, "date": "2017-07-06.json", "name": "Przewodniczący. –", "mepid": "28372", "text": "The next item on the agenda is the debate on the oral question to the Commission by Sirpa Pietikäinen, Renata Briano, Mark Demesmaeker, Catherine Bearder, Anja Hazekamp, Keith Taylor, Eleonora Evi on behalf of the Committee on the Environment, Public Health and Food Safety on huntingfor whales in Norway (O – 000058/2017 - 2017/2712 (RSP) - B8–0324 / 2017).", "language": "en", "original_language": "pl", "translation_provider": "google"}, {"id": 28, "date": "2017-07-06.json", "name": "Sirpa Pietikäinen", "mepid": "40599", "text": "  author. – Mr President, the International Whaling Commission (IWC) put in place a worldwide moratorium on commercial whaling in 1986. Nevertheless, Norway continued whaling and fully resumed commercial whaling activities in 1993, using a formal objection to the moratorium, as well as reservations to CITES listings. Norway establishes its own catch limits. For this year’s whaling season it increased the quota of North Atlantic minke whales to 999, up from 880 last year. Norway’s exports of whale meat have increased sharply in recent years. Some of these exports are shipped through EU ports. For example, according to animal welfare institutes, in October last year alone almost 3 00 kilos of Norwegian whale products were exported to Japan, having transited through at least three EU ports. The transit of whale meat through EU ports is permitted provided that shipments are accompanied by valid CITES documentation on the Council’s regulation. What action has the Commission taken so far to persuade Norway to halt its whale hunting and adhere to the IWC moratorium? Will the Commission use its influence at upcoming CITES and IWC meetings to urge contracting governments to adopt a common position urging Norway to put an immediate stop to all whaling activities? Can the Commission provide data on the quantities of whale meat shipments transported through EU ports, their destinations and whether they are accompanied by valid CITES documentation? What measures is the Commission taking to ensure that this documentation obligation is strictly enforced? Does the Commission agree that, by allowing the transit of whale meat through its ports, the EU is facilitating trade in whale species which are protected by multiple EU laws and whose hunting contravenes the current international ban on commercial whaling? What does the Commission believe can be done to prohibit such shipments at both EU and Member State level? If no agreement is reached with Norway, will the Commission recommend a ban on whale meat transit through EU ports as an exceptional measure?  I hope that the Commission can give very clear answers and also take prompt action because whale hunting – the hunting of endangered species – is inhumane and breaches international legislation. That is something which is not acceptable, so hopefully we can act together to end Norway’s unacceptable practices.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 29, "date": "2017-07-06.json", "name": "Christos Stylianides", "mepid": "n/a", "text": "   Member of the Commission. – Mr President, I shall try to answer all these questions on behalf of my colleague Commissioner Vella. The European Union is fully committed to the conservation of all cetaceans and is equipped with environmental legislation to pursue this objective. Commercial whaling is not allowed in the Member States’ waters or by ships under the jurisdiction of a Member State. All whale species are protected from deliberate disturbance, capture or killing under the Habitats Directive. In addition, imports to and exports from the EU of cetaceans for primarily commercial purpose are banned under our wildlife regulations. The European Union has consistently supported in the International Whaling Commission (IWC) the global moratorium on commercial whaling. It has also clearly positioned itself against trade in whale products in CITES meetings. It is therefore problematic that Norway, a European country, not only continues to take whales for commercial purpose but has also become the most prolific world whaler, killing more whales in the past two years than Japan and Iceland combined. Norway’s practice of exporting whale products via EU Member States’ ports also threatens the consistency of EU policies in relation to whales and other cetaceans. The EU has made its position clear to Norway. Firstly, at the last International Whaling Commission meeting in October 2016, the Union invited Norway to cease its whaling activities. The EU also called on Norway to stop its trade in whale products – a call which it also addressed to Iceland and Japan – and to reconsider its reservations on the Convention on International Trade in Endangered Species of Wild Fauna and Flora (CITES) listing of large whales. In November 2016, my colleague Commissioner Vella discussed this issue with the Norwegian Minister for Environment, Vidar Helgesen, who confirmed the Norwegian position, referring to the fact that ‘only’ 17 Norwegian vessels catch minke whales. Still, these 17 vessels killed 1 251 minke whales during 2015 and 2016! In December 2016, the Council adopted new and stronger conclusions on EU relations with the non-EU Western European countries, calling on Norway and Iceland to respect the internationally agreed moratorium on commercial whaling and to withdraw reservations under CITES. Given its reservation on the CITES listing of large whales, Norway can, however, trade whale products with other countries which have the same reservations, provided that such products have valid CITES export permits. The transit of such shipments via EU Member States is also legal under international law, provided that the authorities in the Member States can check that the shipments are accompanied by valid CITES permits. I need to say that the EU Member State authorities are fully aware of their obligations to control shipments transiting through their ports. The Commission has discussed this transit issue with them on several occasions. We do not have statistics on the extent of this transit but, at the same time, we are not aware of shipments of whale meat which would have gone through EU territory without the required documentation. The Commission will continue to take a strong position on this subject and to work with its international partners to engage with Norway towards reaching decisions more consistent with the EU approach and leading to better conservation of whales worldwide.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 30, "date": "2017-07-06.json", "name": "Paul Rübig", "mepid": "2278", "text": "on behalf of the PPE Group.- Mister President!I am a member of the SINEEA delegation and the delegation for the European Economic Area.It is clear to us that Norway has filed an objection to the moratorium with the international convention on whaling and is therefore not bound by this moratorium under international law.As an Austrian, however, animal-friendly fishing methods are particularly important to me.I believe that it is crucial that new training methods are found for small and medium-sized fishermen.We know there are around 100,000 minke whales;one percent is currently fishing and being caught.It goes without saying that whale fish is used very traditionally as a food in Norway and the nature conservation regulations must also be observed here.", "language": "en", "original_language": "de", "translation_provider": "google"}, {"id": 31, "date": "2017-07-06.json", "name": "Renata Briano", "mepid": "124787", "text": "on behalf of the S & amp; D Group. - (IT) Mr President, ladies and gentlemen, about a year ago we were here in plenary asking to stop the slaughter of whales carried out by Japan. Today we are here again for the same reason, but for a different country. Norway has systematically hunted whales for commercial purposes since the 1930s and, despite the international moratorium that came into force in 1987 - I would say back in 1987 - it has never stopped killing and trading these whales, based on alleged scientific purposes. I say \"presumed\" because, as I said for Japan, this \"scientific evidence\" often ends up on supermarket shelves or on restaurant plates. In recent years the business has even grown, so much so that the Norwegians hunted more whales than Japan and Iceland combined in 2014 and 2015, earning the sad role of world leader in the field of this hateful practice. One fact: the Norwegian share of fin whales has gone from 880 specimens in 2016 to 999 this year. Today we are complicit in the Norwegian slaughter, as currently EU legislation allows the transit of whale meat if accompanied by CITES documentation. To give an example, from January to October 2016 about three tons passed through Union ports, without thinking of all the meat traded in other ways. We therefore ask the Commission to intervene decisively, resolutely, and that the close natural relationship that exists between Norway and the European Union does not become a shield against which we cannot expose ourselves, but rather that it be used as a direct channel to influence Norwegian decisions.", "language": "en", "original_language": "it", "translation_provider": "google"}, {"id": 32, "date": "2017-07-06.json", "name": "Mark Demesmaeker", "mepid": "117477", "text": "on behalf of the ECR Group. - Commercial whaling has been banned worldwide for over 30 years, and yet countries like Norway are proving stubborn. Norway resumed commercial whaling in 1993. The country draws up its own fishing quotas and these are increasing. This year, nearly 1,000 North Atlantic minke whales will be caught and killed and exports of whale meat are also increasing. I took the initiative to put this topic on the agenda, because we must continue to raise these horrific practices. The whale is an iconic and beloved animal that deserves our protection. Whaling does not only undermine the protection of biodiversity and marine ecosystems. It also violates international law. Moreover, there is no public support for it. Thank you for your reply, Commissioner, and I understand that you share our concerns. We are, I think, on the same side and our message must therefore be that we continue to encourage you to do everything in your power to get Norway to respect the global moratorium. Our ports must not, as it were, become complicit in illegal shipping. I understand from your answer that we need more data and figures on that, that we need more control. I encourage you to work on that too.", "language": "en", "original_language": "nl", "translation_provider": "google"}, {"id": 33, "date": "2017-07-06.json", "name": "Anja Hazekamp", "mepid": "125023", "text": "on behalf of the GUE / NGL Group. - It took some effort, but we managed to discuss Norwegian whaling here in the European Parliament. And that is badly needed, because Norway has been ignoring the international ban on commercial whaling for more than 30 years. Since the ban, Norway has killed more than 13,000 whales and the hunt is now in full swing for nearly 1,000 whales, including pregnant animals. That is a great shame. You must protect endangered animals and not kill them with harpoons. Because most Norwegians have long stopped eating whale meat, some of the whale meat is used as animal feed for the animals in the fur industry. The remainder of the whale meat left over by Norway from its barbaric whaling hunt is shipped to Japan via European ports. In this way, Europe is participating in the whale meat trade. That really has to stop! We ask the European Commission to stop cooperating in the transport of illegally killed whales. Mr President, this legal opinion shows that the European Commission has the options to stop the transport of whale meat via European ports, also with CITES papers. In the words of Mr Juncker, you could call it ridiculous that the responsible Commissioner has not bothered to be here today. But I have every confidence that Commissioner Stylianides will explain how the Commission and the Member States will close European ports to whale meat as soon as possible. I also believe that European agricultural subsidies should be abolished.", "language": "en", "original_language": "nl", "translation_provider": "google"}, {"id": 34, "date": "2017-07-06.json", "name": "Keith Taylor", "mepid": "102931", "text": "  on behalf of the Verts/ALE Group. – Mr President, over the past few years Norwegian whalers have hunted more whales than Iceland and Japan combined. In 2016 alone, 591 minke whales were killed, and for 2017 the quota has been set for 990 whales. Yet in Norway, as was previously said, the domestic demand for whale meat has fallen to the point that unwanted whale meat is now being sent to fur farms to be used as feed. What a doubly grotesque state of affairs that is. This decline in demand should not come as any surprise, given the very high levels of toxic contaminants found in whale products, including PCBs, hormone-disrupting chemicals and mercury. Sadly, as large mammals, whales are greatly at risk from persistent organic pollutants because of bio-accumulation in the food chain. In fact, the Japanese Government itself has rejected imports of Norwegian whale meat after tests revealed pesticide levels double the amount Japan permits in imports, making the meat unfit for human consumption, so that it simply has to be destroyed. Despite this, Norway has sharply increased its exports to Japan. However, as there is no direct shipping route to Asia, EU ports offer a convenient stopping off point for the ships. In the European Union our legislation could not be any clearer: all cetacean species are strictly protected and any incidental capture, killing or sale by EU Members is prohibited. Under the Convention on International Trade in Endangered Species of Wild Fauna and Flora (CITES), international trade in whale products is also specifically prohibited. It simply beggars belief that the EU is assisting another country that holds the polar opposite views and values on this issue to transport whale meat via its ports. This clearly goes against our conservation laws designed to protect these magnificent creatures. I would like the Commission to give Parliament all the data available on these exports, to use its influence in CITES and in the International Whaling Commission to encourage Norway to end its cruel and unnecessary practice of whaling. If this does not result in the desired outcome, I call on the Commission to recommend a ban on whale-meat transiting through EU ports, as an exceptional measure.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 35, "date": "2017-07-06.json", "name": "Mireille D’Ornano", "mepid": "124750", "text": "on behalf of the ENF group. - Mr President, Commissioner, the increase in whale catches by Norway is of particular concern, especially when it comes to pregnant females. However, Norway, which is not a member of the European Union, had chosen to oppose the 1986 global moratorium on whale catches. Also, in order to convince this country to apply this moratorium, the room for maneuver of the European Commission is particularly weak. An embargo or bans on the transit of whale meat in European ports would constitute punitive, but not constructive, sanctions. As the world is not just the European Union, whale meat would continue to circulate in the ports of third countries. So let's deal with the problem at the source within the framework of the CITES convention and the International Whaling Commission, two organizations of which Norway is a member. Let the States act together on such a delicate subject.", "language": "en", "original_language": "fr", "translation_provider": "google"}, {"id": 36, "date": "2017-07-06.json", "name": "Francesc Gambús (PPE).", "mepid": "125006", "text": "- Mr President, Commissioner, thank you ... yesterday I was here, late at night; today we meet in the morning ... A lot has happened since the ban on whaling in Norway at the beginning of the 20th century, an activity that, in fact, dates back to the 7th century, but, over time, the interest and domestic demand for whaling products in Norway has been declining. Despite the moratorium that we all gave ourselves in 1986 through the International Whaling Commission, for the sake of preservation, Norway never fully applied it and in 1993 it resumed hunting cetaceans for commercial purposes, eventually catching —se He has already said this morning, on several occasions - in recent years more exemplary than Japan and Iceland combined. I want to recall - yesterday we discussed about it - Goal 14 of the 2030 Agenda: conserve and sustainably use the oceans, seas and marine resources for sustainable development. The Union must lead the achievement of these objectives and, therefore, it must also be able to control that the goods arriving at its ports comply with all legal requirements.", "language": "en", "original_language": "es", "translation_provider": "google"}, {"id": 37, "date": "2017-07-06.json", "name": "Marco Affronte (Verts/ALE).", "mepid": "124797", "text": "- (IT) Mr President, ladies and gentlemen, this is not the first time we have talked about whaling in this House: I remember at least three or four discussions in the last two years, even though the defendant on the bench was usually Japan and not Norway. Each time we end up with two considerations: the first is that the whole Chamber condemns this practice, which by now no longer has a reason to exist, which is a practice of the past and which is human, and the second point that always emerges is frustration for not having any concrete possibility of doing anything to stop this type of whaling by both Japan and Norway. This time, in these days, we have the opportunity to do something a little more concrete, finally, from two points of view. The first is this passage of whale meat in European ports: it is not enough for the Commission to say that they have all the documents in place, we can actually do something to try to stop it. And the second thing: we are currently negotiating the trade treaty with Japan; why not also remember within that treaty that we do not want Japan to continue hunting whales?", "language": "en", "original_language": "it", "translation_provider": "google"}, {"id": 38, "date": "2017-07-06.json", "name": "José Inácio Faria (PPE).", "mepid": "125101", "text": "- Mr President, ladies and gentlemen, although in 1986 the international whaling commission imposed a worldwide moratorium on commercial whaling, the truth is that Norway continues to hunt whales and establish its own catch limits. The fact is that Norway even increased in 2017 the share of dwarf whales caught in the North Atlantic to 999, compared to 880 in 2016, and between 2014 and 2015 killed more whales than Japan and Iceland combined, as said the Commissioner just now. Commissioner, most of the dead whales are pregnant females, as shown in the documentary \"battle of the agony\" with terrible images from the Norwegian whaling industry, including a bloody scene during which a fisherman cuts a pregnant whale. Dear colleagues, whale hunting is now more unacceptable than ever. Commissioner, the Commission must take urgent action to adopt a common position to urge Norway to immediately end all whaling activities under the International Convention for the Regulation of Whaling. The products derived from the whales are exported from Norway to Japan and I finish, Mr. President, saying that through at least three ports in the European Union. The European Union cannot allow this. Commissioner. I call on you to put an end to this situation once and for all. It is unacceptable, at this moment, to continue watching the bloody scenes that we have seen.", "language": "en", "original_language": "pt", "translation_provider": "google"}, {"id": 39, "date": "2017-07-06.json", "name": "Jean-Paul Denanot (S&amp;D).", "mepid": "94282", "text": "- Mr President, come on, 1,250 whales captured by Norwegian whalers between 2015 and 2017 despite the international moratorium of 1987, it is not tolerable. The European Union must do everything possible to ensure that Norway puts an end to these practices. The first step is to convince the Norwegian whale hunters themselves that at this rate they will soon have nothing to hunt. Then, we must act politically with the Norwegian government, partner of the European Union, so that it takes its responsibilities, but - it seems to me - the strongest means at the disposal of the European Union is that of control. commercial. Ensuring transparency by checking CITES documents in ports is undoubtedly a heavy burden, but it is necessary in order to be respected. At a time - and this has been said by several colleagues - when we are negotiating a trade treaty with Japan, a consumer of whale meat, we would do well to see this issue addressed in official documents.", "language": "en", "original_language": "fr", "translation_provider": "google"}, {"id": 40, "date": "2017-07-06.json", "name": "Νότης Μαριάς (ECR).", "mepid": "125069", "text": "- Mr President, whaling for commercial purposes has been banned worldwide, through the moratorium imposed by the International Whaling Commission. But we see that countries like Japan and Norway are constantly violating and violating the decisions of the international community. Thus, Norway has continued whaling since 1993, violating the moratorium and the CITES list. For 2017, Norway increased its whaling quota from 880 to 999 humpback whales. In fact, Norway uses European Union ports to export whale products to Japan. How does the Union allow the transit of whale meat through European Union ports, when this requires cargo to be accompanied by valid CITES documents? Who issues these documents? Or is whale meat finally trafficked without these documents, so we are in breach of Council Regulation 338/1997?", "language": "en", "original_language": "el", "translation_provider": "google"}, {"id": 41, "date": "2017-07-06.json", "name": "Eleonora Evi (EFDD).", "mepid": "124779", "text": "- (IT) Mr President, ladies and gentlemen, the Arctic seas are already those at greatest risk today and those where the effects of climate change are most evident. Unfortunately, there are those who see only great earning opportunities in the melting of the Arctic ice: from the extraction of fossil fuels to mining activities and the opening of new fishing areas and shipping routes. This is an alarming scenario. It is an alarming scenario in which we must do our best to prevent harmful and useless whaling from adding to global degradation. Hunting that Norway has increased over the last few years, including for commercial purposes. We must do everything, use all the pressure tools we have, so that Norway respects the moratorium of 1986 and that the ports of the European Union carry out the appropriate checks and are not complicit in this illicit trafficking and this absurd practice that still today , in 2017, takes place.", "language": "en", "original_language": "it", "translation_provider": "google"}, {"id": 42, "date": "2017-07-06.json", "name": "Λάμπρος Φουντούλης (NI).", "mepid": "125070", "text": "- Mr President, we live in a time when the destruction of the planet and the environment tends to be irreversible. Both scientists and environmental organizations warn. We all experience the effects in our daily lives with climate change and rising global temperatures. To this catastrophe is added the greed of the people, who in the face of profit respect nothing. Whales are mammals that have lived on the planet for millions of years and are known to be endangered due to marine pollution, but also due to overfishing. Norway begins the most horrible custom this year; the annual slaughter of hundreds of pregnant whales. Every year pregnant whales are minced to make cosmetics and animal feed. They consider the pregnancy of female whales a sign of good health. Norway is the number one killer whale. This year the government announced that it intends to double the number of whales it kills. They then export the meat abroad through European ports. Norway has not been sanctioned for its mass killings. Today, therefore, we must all send a strong message to Norway, but also to awaken those who do not know about this crime.", "language": "en", "original_language": "el", "translation_provider": "google"}, {"id": 43, "date": "2017-07-06.json", "name": "Christos Stylianides", "mepid": "n/a", "text": "   Member of the Commission. – Mr President, I would like to thank the speakers for their constructive comments. I have already underlined some steps that have been taken by my colleague Commissioner Vella to put pressure on Norway to stop whale hunting, and I would like to answer the question: why does the Commission not have information about the quantities and destinations of whale meat transported via EU ports? From my homework on the subject, it is clear that the Commission does not have statistics on the quantities of whale meat transiting through ports of EU Member States, as there is no obligation under the Convention on International Trade in Endangered Species of Wild Fauna and Flora (CITES) to report the volume of CITES-listed products transiting through the territories of CITES states parties. The authorities in the EU Member States are, however, fully aware of their obligations to control shipments of CITES-listed products transiting through their ports. The Commission has discussed this issue with EU Member States on several occasions. As I stated before, the Commission intends to make sure that the EU continues to take an active position on whaling and works with its international partners to press for decisions consistent with the EU approach and leading to better conservation of whales worldwide. For that reason, the Commission will present in September a proposal for a Council decision establishing the position to be adopted on behalf of the European Union at the next three meetings of the International Whaling Commission, including related inter-sessional meetings and actions. This proposal might also be the basis for further EU bilateral action vis-à-vis whaling countries.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 44, "date": "2017-07-06.json", "name": "Przewodniczący. –", "mepid": "28372", "text": "I close the debate.The vote will take place in September.Written declarations (Rule 162)", "language": "en", "original_language": "pl", "translation_provider": "google"}, {"id": 45, "date": "2017-07-06.json", "name": "Marlene Mizzi (S&amp;D)", "mepid": "118858", "text": "  in writing. – The EU has consistently supported in the International Whaling Commission (IWC) the global moratorium on commercial whaling. It has also clearly positioned itself against trade in whale products in CITES meetings. It is therefore problematic that Norway not only continues to take whales for commercial purposes but has also become the most prolific world whaler, killing more whales in the past two years than Japan and Iceland combined. Norway’s practice of exporting whale products via EU Member States’ ports also threatens the consistency of EU policies in relation to whales and other cetaceans. Animals are sentient beings. Whether they are wild, farm or domestic, animals should be treated with dignity and respect. Animals have no voice or vote to protest against the atrocious behaviour of humans. We have to show how civil and caring we are by giving voice to these beings – which at times are more civil and loving than man. Therefore, it is extremely important that the EU continue to take its strong position and necessary measures, together with its international partners, to engage with Norway towards reaching decisions more consistent with the EU approach and leading to better conservation of whales worldwide.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 46, "date": "2017-07-06.json", "name": "Przewodniczący. –", "mepid": "28372", "text": "The next item on the agenda is the debate on six motions for resolutions on Nobel laureate Liu Xiaobo and Lee Miong-che (2017/2754 (RSP)).", "language": "en", "original_language": "pl", "translation_provider": "google"}, {"id": 47, "date": "2017-07-06.json", "name": "Helga Trüpel", "mepid": "28240", "text": "Author. - Mister President! Ladies and gentlemen, the human rights situation in China has unfortunately worsened again in recent years, especially after Xi Jinping became president. Liu Xiaobo received the Nobel Peace Prize for his advocacy for human rights, the separation of powers, the rule of law and the protection of minorities. His arrest and long 11-year sentence have always been wrong - just as house arrest has always been wrong for his wife - and sheer harassment by the Chinese government. Now Liu Xiaobo is seriously ill. We demand his immediate release from custody - he has not yet been released, he has only been transferred to a hospital. We require that he can meet his friends and lawyers and that he can travel and be free to choose where to seek treatment. That is a clear political request to the Chinese government, and it is a clear humanitarian obligation not to keep such a seriously ill person in this terrible detention. I also demand that this question be discussed at the G20 summit in Hamburg.", "language": "en", "original_language": "de", "translation_provider": "google"}, {"id": 48, "date": "2017-07-06.json", "name": "Soraya Post", "mepid": "124997", "text": "  author. – Mr President, we stand with those who fight for human rights and freedom of expression across the world. Liu Xiaobo and Lee Ming-che have experienced the deprivation of their liberty and basic human rights for too long. Their cases are not isolated. While we welcome the news that Liu Xiaobo has been a released from prison on medical parole, this is ultimately too little and too late. Taiwanese activist Lee Ming-che remains detained without clear or credible allegations proved against him. Activists who are simply doing their job are being repressed and imprisoned. All activists imprisoned for legitimate activities must be immediately and unconditionally released. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 49, "date": "2017-07-06.json", "name": "Hilde Vautmans", "mepid": "130100", "text": "Author. - Liu Xiaobo spent eleven years in detention, without due process, without contact with his family, in poor conditions, and until a serious liver cancer became undeniable. And his chair also remained empty at the presentation of his Nobel Prize. This man is one of the most admirable people in the world. He has given up his freedom for his activism. The same goes for Lee Ming-che. He too is a victim of China's repressive policies. He too is an activist who has given up his freedom to fight for human rights. In fact, it is high time that we from Europe gave a clear signal to China: release the human rights activists immediately. They don't belong in captivity. Two, of course give them the necessary medical assistance, that is also dignified. And three, and that is something I keep asking the European Union again and again: we must continue to fight for human rights around the world. These two men have already saved many lives with their sharp pens and peaceful commitment. Now it is up to us to do the same for them.", "language": "en", "original_language": "nl", "translation_provider": "google"}, {"id": 50, "date": "2017-07-06.json", "name": "Charles Tannock", "mepid": "4521", "text": "  author. – Mr President, the cases of Liu Xiaobo and Lee Ming—che are very concerning, but sadly unsurprising and, in fact, predictable, given the severe lack of freedom of speech and expression that we are now all too familiar with in the People’s Republic of China. They form part of a systematic crackdown on civil society and opposition to the one-party politics of the PRC. Therefore I echo the calls in the resolution of this House to see the release of both the individuals in question and hope that Xiaobo and his wife will be given permission to leave the country, if desired, in view of Xiaobo’s ongoing serious medical needs. Meanwhile, the situation in Tibet, the plight of the Falun Gong in Hong Kong, the fate of democracy in the two systems, one country policy, and the issues of media and internet freedom are all areas of major concern to the European Union. China is a global power that we are unable to ignore, but this should not mean that we shy away from highlighting areas of concern where we see them, nor deny the importance that we place upon fundamental and universal human rights. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 51, "date": "2017-07-06.json", "name": "Michaela Šojdrová", "mepid": "124710", "text": "  author. – Madam President, the case of Liu Xiaobo and Lee Ming—che are different from each other but are both attributable to similar reasons. We strongly condemn the long-term persecution of this most famous Chinese dissident who got inspiration from Václav Havel. Liu Xiaobo is seriously ill and near death.  A different case is a young men from Thailand, Lee Ming-che who came to China to talk about human rights and was arrested without any evidence. His case also points to the absence of rule of law in China. He is In fact, a citizen of another country which China treats as its territory. There are many persecuted people in China. We cannot name them all, but we have therefore symbolically added a reference to the recently arrested Catholic Bishop Peter Shao Zhumin. We should strengthen our human rights dialogue with China regardless of our economic interests. Thank you, colleagues, for your support. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 52, "date": "2017-07-06.json", "name": "Cristian Dan Preda", "mepid": "96838", "text": "on behalf of the PPE Group. - Madam President, the fate of Liu Xiaobo, Nobel Peace Prize winner, shows what the brutal repression exercised by the Chinese authorities on dissidents represents. Liu Xiaobo's only crime, arbitrarily sentenced to eleven years in prison, was to demand constitutional reforms and respect for democracy and human rights. By putting Liu Xiaobo behind bars, China has not only jailed a man, it has locked away the democratic hope of an entire nation. Chinese authorities waited until his cancer was terminal before granting him parole. They do not even have the decency to let him choose to be treated anywhere other than in a country that persecutes him. Like Liu Xiaobo, Taiwanese human rights defender Lee Ming-che has been arrested for subversion. Chinese freedom-killing laws on national security give the regime absolute power to muzzle NGOs and civil society. For Liu Xiaobo and Lee Ming-che, we demand immediate and unconditional release.", "language": "en", "original_language": "fr", "translation_provider": "google"}, {"id": 53, "date": "2017-07-06.json", "name": "Josef Weidenholzer", "mepid": "111014", "text": "on behalf of the S&D Group. - Madam President! If our relations with China are to work in the long term, one must also treat one another honestly. So we need to talk about human rights. Two cases concern us today - two of many, mind you. Cases that contradict all international conventions to which the People's Republic of China has also acceded. The case of Lee Ming-che also contradicts the bilateral mutual legal assistance agreement between Taiwan and China. The Chinese authorities should have immediately informed Taiwan of the arrest on March 19. Since then, there has not been any satisfactory information about his whereabouts and the circumstances under which he is being held. We therefore demand immediate information on the facts, the right to legal assistance and medical care, and immediate release should the allegations prove to be unfounded.", "language": "en", "original_language": "de", "translation_provider": "google"}, {"id": 54, "date": "2017-07-06.json", "name": "Bas Belder", "mepid": "4507", "text": "on behalf of the ECR Group.- A great man in a great country: Nobel laureate, scientist, publicist Liu Xiaobo.In these sad times of serious illness, the European Parliament sympathizes intensely with him and his wife.Liu Xiaobo has a poignant message for us, I quote: “Tyranny is not terrifying;what is really scary is submission, silence, and even praise for tyranny.As soon as people decide to oppose it to the bitter end, even the most vicious tyranny will be short-lived. ”In his 2009 lawsuit, Liu Xiaobo argued against the “psychology of hate” that blocks a real modernization and democratization of China.He personally applied this principle by praising his guard Liu Zheng for his attitude of “respect and empathy”.Liu Xiaobo: a great man in a great country!", "language": "en", "original_language": "nl", "translation_provider": "google"}, {"id": 55, "date": "2017-07-06.json", "name": "Frédérique Ries", "mepid": "4253", "text": "on behalf of the ALDE Group. - Madam President, a Nobel Peace Prize laureate is slowly dying out in China, released from prison to silence the outcry, hidden somewhere now in a hospital in the north of the country, far from the turmoil and protest of the world. Liu Xiaobo is dying. Her liver cancer has become widespread and Beijing, however, continues to deny her family's request for treatment abroad. But, let us be reassured, foreign doctors have just been invited to come to the bedside of the peace activist and, of course, the participation, from tomorrow, of President Xi Jinping in the G20 in Hamburg did not nothing to do with it. Infinite cynicism on the part of the Chinese authorities who will refuse to the end to allow the godfather of the Beijing Spring to die with the dignity to which he is entitled. No clemency either for Lee Ming-che, arrested in Taiwan, last March. The activist pays the price for deteriorating relations between China and Taiwan. A very heavy price. His family has not heard from him and fears torture and life imprisonment. Defending democracy on social networks is a sin in Beijing's eyes. So when the twenty most powerful on the planet will meet, tomorrow, in Hamburg, to talk about finance, to talk about the economy and to talk about interconnection, it will be up to Angela Merkel, Emmanuel Macron, Justin Trudeau and all the others to recall that our eyes are also fixed on the fate which will be reserved for Lee, Liu and all the others.", "language": "en", "original_language": "fr", "translation_provider": "google"}, {"id": 56, "date": "2017-07-06.json", "name": "Reinhard Bütikofer", "mepid": "96739", "text": "on behalf of the Verts / ALE Group.- Madam President!Liu Xiaobo, the Nobel Peace Prize Laureate, has been sentenced to 11 years in prison for freely speaking his views for no other reason.His wife, Liu Xia, who has not been sentenced to anything, has been held under house arrest for years.Liu Xiaobo and Liu Xia want to be allowed to leave the country now that he has end-stage liver cancer so that they can - for the last few months perhaps - take care of their own health.We all appeal to the Chinese leadership to allow this to happen.Implacability and mercilessness must have a limit!", "language": "en", "original_language": "de", "translation_provider": "google"}, {"id": 57, "date": "2017-07-06.json", "name": "Margot Parker", "mepid": "124945", "text": "  on behalf of the EFDD Group. – Madam President, this debate concerning Chinese provocations of citizens of both their own state and Taiwan is well timed. As it is the 20th anniversary of the takeover/handover of Hong Kong to the Chinese, I would like to focus my speech on Chinese actions there. One country, two systems was supposed to guarantee the Hong Kong way of life for 50 years, but already Chinese authorities are exerting undue influence on the political, legal and social life of Hong Kong. China must respect the terms of the Sino-British Joint Declaration as a legally binding document lodged with the United Nations. It must respect human rights and release its political prisoners. Similarly, the British Government must do more to uphold our end of the bargain and guarantee the freedoms Hong Kong enjoys under the existing terms of the agreement. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 58, "date": "2017-07-06.json", "name": "Γεώργιος Επιτήδειος (NI).", "mepid": "125071", "text": "- Madam President, it is a fact that human rights are being violated in China. A typical case is the imprisonment, with vague and general charges, of two human rights and democracy activists, the Chinese Liú Xiǎobō, who has also been awarded the Nobel Prize, and the Taiwanese Li Ming-Che. In fact, the former suffers from advanced liver cancer and is not allowed to leave prison either to go home or to a hospital in another country for treatment. Last month, the Greek government did not sign a letter from the European Union to the UN Human Rights Council condemning China for cracking down on dissidents and activists. This behavior of the Greek government did not surprise me. Recently, on the occasion of an insignificant incident, the Speaker of the Parliament forbade all the deputies of my party, of the Golden Dawn, the third political force of the country, to participate in the national delegations of the Parliament. In this way the Greek government has proved that it possesses a totalitarian mentality, adopts the unacceptable principle of collective responsibility and kills democracy in the country in which it was born. I am sure you also condemn the attitude of the Chinese government in the case of the two activists. Do you find any mitigation for the attitude of the Greek government?", "language": "en", "original_language": "el", "translation_provider": "google"}, {"id": 59, "date": "2017-07-06.json", "name": "László Tőkés (PPE).", "mepid": "39726", "text": "   – Madam President, ‘I have no enemies and no hatred’ wrote Liu Xiaobo in his Nobel lecture in absentia in 2010, while serving his 11-year prison sentence for inciting subversion of state power. Today the words of the Nobel laureate and the empty chair at the ceremony resonate strongly. Diagnosed as terminally ill, he is now on medical parole but remains under tight control, and his wish to get medical treatment abroad has been rejected. For Beijing, China’s best known political prisoner and civil rights campaigner is simply a criminal, but for Chinese civil society and human rights defenders he has been the greatest source of inspiration in their peaceful struggle for democratic reform in Communist China. He continues to be a source of inspiration for all of us who have embraced human rights, the rule of law and democracy and rejected every form of totalitarianism. This is the only path we can follow as partners of the Chinese Government and the only path that can guarantee the protection of human dignity. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 60, "date": "2017-07-06.json", "name": "Anna Elżbieta Fotyga (ECR).", "mepid": "28353", "text": "- The repeated and long-term detention of the outstanding writer and dissident Liu Xiaobo is an incredible scandal and I hope that the voice of this House will reach Beijing and will help to change the tragic situation of this outstanding man.Lee Ming-che's situation is an emanation not only of China's policy, which repeatedly violates human rights, but also its policy towards Taiwan.Lee Min-che was detained on completely fabricated charges and these charges of subversive activity remind me of the worst times of Stalinism in Poland and of martial law.They should be released immediately.", "language": "en", "original_language": "pl", "translation_provider": "google"}, {"id": 61, "date": "2017-07-06.json", "name": "Anders Primdahl Vistisen (ECR).", "mepid": "124875", "text": "- Madam President! China is a great country, a great power and a great economy, which we in Europe are mutually opening up to. But it is important that, as a major trading area in the EU, in connection with this opening to China, we also take care of the human rights situation in the country. Although there have been major economic and social openings, the situation of individual human rights is still at too low a level in China. That is why it is important for the European Parliament to continue to put pressure on us to improve the human rights situation, both for the Chinese living on the mainland, but also to ensure Taiwan's security in relation to China not being able to press its democratic little brother out in a further aggravated situation. That is why it is important that in our approach to China we are both pragmatic in the economic field and that we also always remember that we must promote human rights when China now has an interest in trading with a large market like the EU.", "language": "en", "original_language": "da", "translation_provider": "google"}, {"id": 62, "date": "2017-07-06.json", "name": "José Inácio Faria (PPE).", "mepid": "125101", "text": "- Madam President, Liu Xiaobo and Lee Ming-che have very different life paths. Liu Xiaobo is the most celebrated Chinese dissident, Nobel Peace Prize winner in 2010. Lee Ming-che was until recently a discreet volunteer teacher at a local Taiwanese NGO. A common feature, the defense of human rights brought their destinies closer. Both were accused of subversion and sentenced to prison terms by the Chinese regime. Lee Ming-che has been in prison since March in an uncertain part and the Nobel Peace Prize, sentenced in 2009 to 11 years in prison, was released for medical reasons months after being diagnosed with terminal liver cancer and is currently prevented by the Chinese authorities to receive medical treatment abroad, as they wish. Dear Colleagues, in the year that celebrates the 28th anniversary of the Tiananmen massacre, the European Union must clearly condemn the intensification of the repression of freedom of expression and religion that has been taking place in China since 2011, and demand the immediate release of all prisoners of conscience in that country and ask the Chinese authorities to allow historic activist Liu Xiaobo to receive wherever he wants the urgent treatment he so badly needs.", "language": "en", "original_language": "pt", "translation_provider": "google"}, {"id": 63, "date": "2017-07-06.json", "name": "Jean-Paul Denanot (S&amp;D).", "mepid": "94282", "text": "- Madam President, \"I have no enemies, I have no hatred\" said Liu Xiaobo, during his hunger strike, during the Tiananmen movement, in 1989, and this 21 years before be awarded the Nobel Peace Prize. A prize he was never able to recover in Oslo because he was jailed for 11 years for, I quote: \"inciting the subversion of the state\". \"I have no enemies, I have no hatred\", could have said Lee Ming-che, this Taiwanese educator and activist, kidnapped by the Chinese People's Republic, because suspected, I still quote: \"of activities endangering the security of the State ”. “She has enemies and so much hatred,” you might say of China, when you look at the number of political dissidents who, year after year, continue to be arrested and imprisoned. When will the European Union emerge from its diplomatic timidity and finally have the courage to unanimously denounce these human rights violations by China, which is putting men behind bars, including the only \"Vice\" is to have freely expressed themselves?", "language": "en", "original_language": "fr", "translation_provider": "google"}, {"id": 64, "date": "2017-07-06.json", "name": "Csaba Sógor (PPE).", "mepid": "39724", "text": "- It is unbelievable how many times the issue of human rights is overridden by politics and economic necessity. Indeed, the Union could stand up more strongly for the protection of human rights. And you could do this, above all, if you set an example in the issue and protection of human rights within the Union. Only an inclusive, socially sensitive, equitable and at the same time sustainable economy, with an ever-rising standard of living and security, can be attractive to the rest of the world. Let us make this a reality within the Union, and then it will be easier to convince the Chinese that they must follow this path. It is incredible to just think about how or not the Dalai Lama is received by some political leaders because they are afraid and terrified of China. Where is the Union's human position? Where is the protection of human rights? Let's pay attention to this!", "language": "en", "original_language": "hu", "translation_provider": "google"}, {"id": 65, "date": "2017-07-06.json", "name": "Stanislav Polčák (PPE).", "mepid": "124704", "text": "- Madam President, I would like to sign the motion for a resolution on this point and I would also like to support the two named in this motion for a resolution.I would allow myself to look at another circumstance.Indeed, China has signed a number of human rights treaties over the past 70 years since the end of World War II, and is fundamentally shamelessly violating them.I think we need to have a dialogue with China, we need to talk because we can.And the fact is that many people in China can't talk.We are safe and we are sending a number of delegations to China on behalf of the institutions of the European Union, I think we should really take every such opportunity and talk about serious human rights violations in every such delegation.We, when we can, should really have a dialogue and we have a duty.", "language": "en", "original_language": "cs", "translation_provider": "google"}, {"id": 66, "date": "2017-07-06.json", "name": "Christos Stylianides", "mepid": "n/a", "text": "   Member of the Commission. – Madam President, since the detention and conviction of Mr Liu Xiaobo in 2009, the European Union has been following his case closely and advocating that he be released. This has been done both through bilateral meetings with the Chinese authorities and of course through public statements. We are extremely saddened at the recent news about Mr Liu’s health and I want to underline that we stand ready to provide all necessary assistance for Mr Liu and his wife, if they wish to receive medical care in the European Union. According to our information, Mr Liu and his wife cannot move or communicate freely and are not being allowed to receive medical care at a place of their choice, whether in China or overseas.  We are continuing to urge China to allow Mr Liu and his family to meet, and receive visits from, anyone they wish and to communicate freely with the outside world. We have also been concerned about the videos which appear to show Mr Liu receiving medical treatment and his family expressing gratitude for the medical care that he has received. We do not believe that any individual should be videotaped or otherwise recorded without their express consent. A word about Mr Lee Ming-che. The European Union has been following Mr Lee’s case since he disappeared last March. Mr Lee was detained by the Chinese authorities for exercising his right of freedom of expression and opinion, which should be guaranteed under China’s Constitution and its international human rights commitments. We also have reason to believe that Mr Lee is being held at an undisclosed location under what is called residential surveillance at a designated location, which is provided for by China’s criminal procedure law.  In its December 2015 review of China’s conduct, the UN Committee Against Torture recommended that such residential surveillance should be repealed ‘as a matter of urgency’, as it could increase the risk of mistreatment. Mr Lee should be held in a recognised state facility. The Chinese authorities should clarify his place of detention immediately and allow him access to his family and a lawyer of his own choosing. Regarding the fact that there was no EU item for a statement at the June session of the UN Human Rights Council, the EU continues to advocate addressing country situations of concern at the Human Rights Council by leaving several country-specific resolutions under individual items and actively intervening in the Council’s general debates and interactive dialogue under the relevant agenda items. The global human rights agenda is, frankly, best served when the European Union speaks with one voice. We will continue our work to bring all 28 together and to align positions for the next Human Rights Council in order to stand strong and united on these important issues.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 67, "date": "2017-07-06.json", "name": "Die Präsidentin", "mepid": "97017", "text": ".- The debate is closed.The vote will take place after the debate.", "language": "en", "original_language": "de", "translation_provider": "google"}, {"id": 68, "date": "2017-07-06.json", "name": "Die Präsidentin. –", "mepid": "97017", "text": "The next item is the debate on six motions for resolutions on Eritrea, in particular the cases of Abune Antonios and Dawit Isaak (2017/2755 (RSP)).", "language": "en", "original_language": "de", "translation_provider": "google"}, {"id": 69, "date": "2017-07-06.json", "name": "Bodil Valero", "mepid": "124993", "text": "Author. - Madam President! I choose to talk about the Swedish citizen Dawit Isaak who is imprisoned without trial in Eritrea. In the shadow of the terrorist attacks in the United States on September 11, 2001, the President of Eritrea took the opportunity to put an end to all criticism of the country's leadership. The independent press was shut down, politicians, government officials and at least 11 journalists were arrested without trial, among them Dawit Isaak. Violations of human rights in Eritrea do not end despite all the pressure from the outside world. The commitment to Dawit's release is strong in Sweden. According to a report in Dagens Nyheter 2010, Dawit lived as prisoner no. 36 in a desolate prison, chained underground. The cells are said to be moist, overcrowded and dangerous to health. The prisoners have poor access to water and starve, but the most important thing in the article can still be said to be that it was confirmed from credible sources that Dawit Isaak was still alive at the time. In the same year, a representative of the Eritrean regime stated that Dawit Isaak could never expect a trial, as he, along with other prisoners, was alleged to pose a threat to the Eritrean nation's existence. Dawit's family lives in total uncertainty, so do the rest of us. That is why this resolution is so important today.", "language": "en", "original_language": "sv", "translation_provider": "google"}, {"id": 70, "date": "2017-07-06.json", "name": "Soraya Post", "mepid": "124997", "text": "  author. – Madam President, the S&amp;D Group is committed to working for the observance of all fundamental human rights. That is why we initiated this resolution. We are seeing an increase in violence directed against journalists and democracy and human-rights activists across the world. Sixteen years have passed – that is how long Dawit Isaak and other journalists and democracy activists have been imprisoned in Eritrea. Dawit has become a symbol for the struggle for human rights and press freedom. But for many people he is more than a symbol. Back home in Sweden, where he has his loved ones, he is dearly missed, as are the other imprisoned journalists. Sixteen years have passed, and this is our message to the Eritrean Government: at least let us hear from him! Our message to the Commission is: hear us! This Parliament has repeatedly stated that no development cooperation can be pursued with the Eritrean Government as long as they do not respect human rights and set Dawit Isaak and others free. Yet major aid to Eritrea under the European Development Fund has been resumed and a EUR 200 million National Indicative Programme has been signed off. Our resolution denounces this renewal of business as usual. This money cannot go to the Eritrean Government. It must be used to promote democracy and human rights, in the hands of civil society, with not a single cent to the regime. We will not forget about Dawit Isaak and others. We will not let them down.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 71, "date": "2017-07-06.json", "name": "Cecilia Wikström", "mepid": "96677", "text": "Author. - Madam President! He is a Swedish and Eritrean journalist who has been imprisoned for more than 15 years without a lawyer or trial. Completely cut off from his family. He is the EU's only prisoner of conscience. His name is Dawit Isaak. Dawit showed fantastic courage as a journalist. At the risk of his own life, he dared to stand up for his fellow human beings and tell their stories and life stories. The pen was his weapon when he fought for freedom of speech and other human rights. Today he is imprisoned. Eritrea's crimes against humanity must not continue undisturbed. It is high time now for the Swedish government and for the European Commission to finally use tangible pressure on Eritrea. We must introduce a travel ban to the EU for leading figures in the Eritrean regime. We must stop the illegal tax collection of EU citizens of Eritrean origin that is taking place in the Member States and demand that human rights be finally respected in Eritrea. To stand up and defend democracy and human rights and freedoms is our most important task in the EU. At home and around the world. Together we can break down the most powerful walls of oppression and resistance. Dawit Isaac's brave fight against dictatorship deserves to be awarded the Sakharov Prize this year, and I intend to nominate him for that. Now it is our responsibility to use our voice, the voice that Dawit Isaak has been deprived of. (The speaker agreed to take a blue card question under Rule 162 (8))", "language": "en", "original_language": "sv", "translation_provider": "google"}, {"id": 72, "date": "2017-07-06.json", "name": "Ana Gomes (S&amp;D)", "mepid": "28306", "text": "  blue-card question. – Ms Wikström, you said that Dawit Isaak was Europe’s only prisoner of conscience. That is not true, you know, because elsewhere there are other such cases – for instance in Ethiopia, where the British Ethiopian citizen Andy Tsege has been kidnapped and is in prison. No matter how much solidarity I have with you on the fate of Dawit Isaak, it is incorrect to say that he is the only one.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 73, "date": "2017-07-06.json", "name": "Cecilia Wikström (ALDE)", "mepid": "96677", "text": "  blue-card answer. – I don’t think we should quarrel about this. Dawit Isaak has been a prisoner of conscience for a very long time – more than 15, almost 16 years – and if there is now another one, then it is even worse. So let us join forces and fight for both of them. If there are any more prisoners of conscience, it is only proof that we have not done enough.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 74, "date": "2017-07-06.json", "name": "Charles Tannock", "mepid": "4521", "text": "  author. – Madam President, given the brutal regime of President Afwerki in Eritrea and his role in ruining that country’s prospects, following its independence from Ethiopia in 1991, we often focus on the wider diplomatic picture. But today we are focusing on two individuals, Abune Antonios and Dawit Isaak. Antonios, the Patriarch of the Eritrean Orthodox Church, has been under house arrest for the past decade. Isaak, a naturalised Swede and a journalist, has been in jail for more than 15 years and has not been seen since 2005. Jailed for his reporting of the corruption and injustices of the Afwerki regime, his case is emblematic of the totalitarian dictatorship that we now see in Eritrea, a regime that sees thousands of young men fleeing conscription and the brutalities of daily life. With 416 000 Eritrean refugees worldwide, this makes it the ninth largest country of origin for refugees, a staggering figure for a country with a population of only 6 million people. Therefore I now call on Parliament and the Commission to consider consultation under Article 96 of the Cotonou Agreement. I actually called for this almost 18 years ago for the first time and I am calling for it again.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 75, "date": "2017-07-06.json", "name": "Marie-Christine Vergiat", "mepid": "96858", "text": "author.- Madam President, yes, Dawit Isaak is a symbol.A Swedish-Eritrean journalist, he was arrested in September 2001 along with dozens of others as the country fell into dictatorship.In Eritrea, there has been no free press since that date.Abune Antonios, former Patriarch of the Orthodox Church, is another symbol.He was jailed in 2016 for refusing to excommunicate 3,000 of his parishioners who opposed the regime.In recent months, things have seemed to be getting worse.(The president interrupts the speaker)", "language": "en", "original_language": "fr", "translation_provider": "google"}, {"id": 76, "date": "2017-07-06.json", "name": "President. –", "mepid": "97017", "text": "  What is the problem?", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 77, "date": "2017-07-06.json", "name": "Tomáš Zdechovský (PPE).", "mepid": "124713", "text": "   – Madam President, there is no interpretation into Czech, so I do not know if the system is functioning.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 78, "date": "2017-07-06.json", "name": "President. –", "mepid": "97017", "text": "  It is working now. Ms Vergiat, you get another 20 to 30 seconds.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 79, "date": "2017-07-06.json", "name": "Marie-Christine Vergiat", "mepid": "96858", "text": "author. - Madam President, at least 30 seconds because it was barely 30 when I was interrupted. I need to find where I am, by the way. I repeat a sentence, I'm sorry, please be indulgent. In recent months, things have seemed to be getting worse. The UN special rapporteur speaks of systematic and widespread violations that can constitute crimes against humanity. This is the moment that the European Union chooses to make Eritrea a partner of the “Better Migration Management” project and grant it 46 million euros, plus 5 million via the ROCK program intended for the training of police officers and border guards. We are told that the Eritrean government will not directly benefit from these funds. Let me be skeptical, it's just impossible in this country to do anything without going through the government. What's the next step? The deportation of Eritreans to their country of origin? The Union cannot continue to endorse the regimes which are at the very origin of migration.", "language": "en", "original_language": "fr", "translation_provider": "google"}, {"id": 80, "date": "2017-07-06.json", "name": "Lars Adaktusson", "mepid": "124990", "text": "  author. – Madam President, Eritrea is one of the most ruthless dictatorships in the world. President Isaias Afwerki has imposed a rule of fear through extreme abuses against his own people. The evil acts of Afwerki amount to crimes against humanity. He has jailed at least 10 000 political prisoners. Today we are focusing on two of these prisoners – two innocent individuals whose lives have been destroyed by Afwerki. Let us never give up the struggle for Dawit Isaak and Abune Antonios. Let us never forget their remarkable courage. Right now three measures are crucial: aid to Eritrea has to be strictly conditional; the illegal diaspora tax has to be halted in all EU Member States; and Afwerki and his patrons should be prosecuted for crimes against humanity. The brave people of Eritrea deserve to live in freedom. We have a responsibility to assist them towards a brighter future.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 81, "date": "2017-07-06.json", "name": "Tomáš Zdechovský", "mepid": "124713", "text": "for the PPE Group.- Madam President, I would like to say that the situation in Eritrea has been serious for a long time.The political situation of a country that does not comply with any international treaties is a deterrent.There is no system of national elections, an independent judiciary or the rule of law, which is clear to me that it is the largest authoritarian regime in the world.Therefore, I fully agree with the approach of the European Union and I believe that even stronger measures need to be put in place.", "language": "en", "original_language": "cs", "translation_provider": "google"}, {"id": 82, "date": "2017-07-06.json", "name": "Jytte Guteland", "mepid": "124991", "text": "for the S&D group.- Madam President!This watch shows the time stolen from Dawit Isaak.It is close to 16 years of captivity, close to 16 years of uncertainty and concern for his loved ones.The European Parliament agrees here today to put pressure on the Eritrean Government to act.We've said it before, and we'll say it again.We call on Eritrea to immediately reaffirm the well-being of Dawit Isaac.Release him.Put him in touch with legal representatives and especially with his family.Words and promises are not enough.Action is now required.We need to know that he is alive and well.We also demand the end of detention of opposition, journalists and innocent civilians.Here, Madam President, 5764 days, 23 hours, eleven minutes and now also 6 seconds.For so long, Dawit Isaac's time has been stolen from him.That's enough now.", "language": "en", "original_language": "sv", "translation_provider": "google"}, {"id": 83, "date": "2017-07-06.json", "name": "Jiří Pospíšil (PPE).", "mepid": "125706", "text": "- I want to support this resolution that we are adopting today. It concerns two prisoners of conscience, Mr Antonio and Mr Isaak, but it must be said that, overall, the regime in Eritrea is one of the worst in the world today. It is a regime that violates fundamental human rights at all, more or less towards citizens in the style that citizens are perceived as slaves who must join the army without stating the length of time they have to serve in the army. There are catastrophic conditions for the liquidation of the political opposition, journalists, the clergy, and it is good that the resolution we are adopting today addresses the idea that we should really cancel the country's economic support, because the money we send there is stolen by the corrupt government anyway. , a corrupt president and will not get among the population. So I welcome the resolution and I am glad that, in addition to the fate of the two prisoners, which has been described in detail here, we are assessing the situation in this unfortunate country as a whole.", "language": "en", "original_language": "cs", "translation_provider": "google"}, {"id": 84, "date": "2017-07-06.json", "name": "Ana Gomes (S&amp;D).", "mepid": "28306", "text": "- Eritrean-Swedish journalist Dawit Isaak is one of thousands of prisoners in Eritrea about whom we know nothing. The revered patriarch Antonios dared to protest against arbitrary arrests and was removed and made to disappear. Isaias Afwerki's regime has for years subjected the Eritrean people to a regime of terror, with torture, arbitrary arrests, disappearances, undefined military recruitment, forced labor, etc. It is no wonder that so many Eritreans risk their lives in dangerous crossings in search of refuge. . Instead of working strategically with other partners to alleviate the suffering of the Eritreans and to welcome those fleeing, the European Union has negotiated with the Government of Isaias Afwerki 200 million euros from the EDF for unconditional investments to stop the refugee outbreak. This policy is not just a waste of public money, it is a betrayal of the values ​​that should guide our foreign and development policy in order to make a difference for Eritreans and that implies promoting democratic transformation in Eritrea.", "language": "en", "original_language": "pt", "translation_provider": "google"}, {"id": 85, "date": "2017-07-06.json", "name": "Νότης Μαριάς (ECR).", "mepid": "125069", "text": "- Madam President, the situation in Eritrea is now out of control due to the political persecution carried out by the regime, but also due to the unlimited compulsory military service. Thus, more than 400,000 people, or 9% of the country's population, have fled Eritrea, increasing refugee flows to Europe. Sexual violence, not only against women but also in training camps, is on the agenda. At the same time, the regime completes its control against the population, imposing a 2% income tax on expatriates. The victims of the regime are Abune Antonios, the patriarch of the Eritrean Orthodox Church, the largest religious community, who has been detained for ten years since 2007 for refusing to expel 3,000 parishioners who opposed the government. . Activist Dawit Isaak is also in custody. Immediate release of all political prisoners!", "language": "en", "original_language": "el", "translation_provider": "google"}, {"id": 86, "date": "2017-07-06.json", "name": "Seán Kelly (PPE).", "mepid": "96668", "text": "   – A Uachtaráin, is í an Eiritré an tír is measa ar domhan ó thaobh cearta daonna de agus tá sé ag éirí níos measa de réir na bliana. Tá gach saghas éagóir ar siúl ann, go háirithe le mná agus leanaí agus ní nach ionadh go bhfuil daoine ag teitheadh ón dtír. Tá 400,000 duine tar éis an tír a fhágáil. Freisin, maidir le Dawit Isaak, gabhadh é in 2001. An bhfuil sé beo? Níl a fhios againn, ach tá sé de dhualgas ar an rialtas insint dá chlann agus do chuile dhuine mar gheall air. Freisin mar gheall ar an Patrarc Antonios. Tá sé i bpríosún ó 2007 in áit anaithnid agus deirtear nach bhfuil cóir leighis ar fáil aige.  Dá bhrí sin is dóigh liom gur cheart dúinne gan aon airgead a thabhairt don Eiritré. Táimid ag tabhairt €200 milliún dóibh agus is dóigh liom gur cheart cosc a chur air sin go dtí go bhfaighimid freagra ar na ceisteanna seo.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 87, "date": "2017-07-06.json", "name": "Doru-Claudian Frunzulică (S&amp;D).", "mepid": "124790", "text": "   – Madam President, regretfully we do not see any improvement with regard to human rights violations in Eritrea. A huge number of Eritrean people, including children, are still being arrested for various unjustifiable reasons and held in extremely harsh conditions. Dawit Isaak’s incarceration has become an international symbol for the struggle for freedom of the press in Eritrea. He should be immediately and unconditionally released, together with all prisoners of conscience. In addition, Abune Antonios should be allowed to return to his position as Patriarch. Freedom of religion is a fundamental right, and any violence or discrimination on the grounds of religion must be condemned. Commissioner, as you know, as chair of Working Group A of the Committee on Development, I oppose the granting of money under the National Indicative Programme for Eritrea until these issues are resolved: until the prisoners are released, the Patriarch is reinstated and this autocratic dictatorship, which is not acceptable, has come to an end.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 88, "date": "2017-07-06.json", "name": "Stanislav Polčák (PPE).", "mepid": "124704", "text": "- Madam President, I would like to point out that I agree with all my predecessors and I will not describe the situation in Eritrea as has already been said. Eritrea is one of the youngest states, but one that is facing the worst human rights violations, massive, various human rights violations. I think that the proposal that has been made and is contained in the resolution, so that the aid is conditionally stopped, I think it is very, very strong. We should want the money provided by the European Union to have specifically measurable effects in certain steps. It is not possible to send money in situations where we do not receive answers to our questions. And the resolution, which concerns only two people, are, of course, those who are so enlightened, but there are thousands of other nameless and thousands of people who suffer under a regime whose only main force is to recruit a tenth of their citizens into their army. That, I think, should be a fundamental memento for us.", "language": "en", "original_language": "cs", "translation_provider": "google"}, {"id": 89, "date": "2017-07-06.json", "name": "Jean-Paul Denanot (S&amp;D).", "mepid": "94282", "text": "- Madam President, the Eritrean population has been going through an ordeal for too long. Behind closed doors in this country which recently acquired its independence, a human and political drama is playing out. Dawit Isaak has become an international symbol, but many other citizens, especially women, suffer the denial of their basic rights and suffer violence. There is no other term than \"slavery\" to describe what the 400,000 people are currently enlisted in what the local authorities modestly call \"national service\". The European Union is supporting Eritrea significantly - with funding around 200 million euros - and has the right, it seems to me, but also the duty, to act, by making its aid conditional on compliance. minimum human rights. I also call on Member States to welcome Eritrean asylum seekers, who would be sentenced to hell if returned to their country.", "language": "en", "original_language": "fr", "translation_provider": "google"}, {"id": 90, "date": "2017-07-06.json", "name": "Brian Hayes (PPE).", "mepid": "118658", "text": "   – Madam President, the issue of human-rights violations in Eritrea is a serious issue, but it is no more serious than the situation in a whole host of countries in Africa that we continue to support. I think it is very important that, in this motion, we once again send a clear message to the Eritrean Government in relation to those human-rights violations. Unlike other colleagues, I still believe that engagement with Eritrea is important. It is a country caught in a time warp. It is a country that needs to understand the obligations under international law that we, as EU citizens, demand. That is why I went to Eritrea last year. I suspect that I am the only member of this assembly speaking here today who has actually been to Eritrea in the past 12 months. I would ask other colleagues to do the same because it is only through engagement that we can actually change policy in Eritrea. It is only through reaching out that we can change policy in Eritrea. I want to put on the record that the EU funds that have come through the development budget have made a big difference to the lives of ordinary people – ordinary Eritreans – in terms of solar power, electricity connectivity, building capacity within the judicial system and in other systems of government. It is important that we remain committed to funding Eritrea and that we have a more balanced approach in this whole debate.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 91, "date": "2017-07-06.json", "name": "Christos Stylianides", "mepid": "n/a", "text": "   Member of the Commission. – Madam President, there is no doubt that I share the honourable Members’ frustration about the situation in Eritrea, and maybe if I still had my former position as an MEP I would say that enough is enough, but now I am on the other side in this plenary. The European Union is concerned over continued human-rights violations in Eritrea and, in particular, about the cases of His Holiness Abune Antonios and Dawit Isaak. Respect for human rights and fundamental freedoms is, for all of us, a core value of the European Union and a key priority in EU internal and external policy. It therefore features regularly in our political dialogue with the Eritrean authorities. The case of Dawit Isaak has been of major concern since his arbitrary arrest in September 2001. His continued detention since then, without charges, trial or legal counsel, represents a serious violation of international obligations by Eritrea. The same applies in respect of the other 10 independent journalists, and honourable Members have already focused on this. We are also worried about the situation of His Holiness Abune Antonios, Patriarch of the Eritrean Orthodox Church, who marks his tenth year of incommunicado house arrest in an unknown location, although he has never been charged with any offence. We regularly address these issues at the highest level of the Government of Eritrea and draw attention to them in international forums, including the United Nations Human Rights Council. Since 2001, the EU has regularly issued statements calling for the immediate and unconditional release of political prisoners in Eritrea. The Union also regularly asks the Eritrean authorities to take all necessary steps to comply with their international commitments, including on freedom of religion or belief and freedom of expression, association and assembly. In line with the resolution of the UN Human Rights Council on the human-rights situation in Eritrea which was adopted in June this year, the EU continues to engage with Eritrea with a view to improving the human-rights situation on the ground. The EU will support the full implementation of the recommendations made to Eritrea under the UN-led Universal Periodic Review. The EU will continue to press for an improvement in the human-rights situation in Eritrea and urge the Government of Eritrea to release the political prisoners, including Dawit Isaak. Moreover, the EU shall request that all information on the whereabouts of these prisoners is made public and that they have access to their families and lawyers, not least on humanitarian grounds. At the same time, the EU will continue to promote freedom of religion or belief – a right that should be exercised everywhere by all – on the basis of the principles of universality, equality and non-discrimination.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 92, "date": "2017-07-06.json", "name": "Die Präsidentin", "mepid": "97017", "text": ".- The debate is closed.The vote will take place after the debate.", "language": "en", "original_language": "de", "translation_provider": "google"}, {"id": 93, "date": "2017-07-06.json", "name": "Marie-Christine Vergiat (GUE/NGL).", "mepid": "96858", "text": "- Madam President, I would like to point out to the Commissioner that many of us have questioned him on the issue of funds allocated by the European Union and that we have not received any response on the matter.I think that that's too bad.", "language": "en", "original_language": "fr", "translation_provider": "google"}, {"id": 94, "date": "2017-07-06.json", "name": "Die Präsidentin.", "mepid": "97017", "text": "- Commissioner!Do you still have an answer to the question of financing that Madame Vergiat has now raised again?", "language": "en", "original_language": "de", "translation_provider": "google"}, {"id": 95, "date": "2017-07-06.json", "name": "Christos Stylianides", "mepid": "n/a", "text": "   Member of the Commission. – Madam President, I am not ready to answer these questions today. I can, of course, respect this request but it is difficult to give an immediate answer. I would like to give a written answer.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 96, "date": "2017-07-06.json", "name": "President. –", "mepid": "97017", "text": "  Thank you. We will expect your answer.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 97, "date": "2017-07-06.json", "name": "Die Präsidentin. –", "mepid": "97017", "text": "The next item is the debate on seven motions for resolutions on Burundi (2017/2756 (RSP)).", "language": "en", "original_language": "de", "translation_provider": "google"}, {"id": 98, "date": "2017-07-06.json", "name": "Judith Sargentini", "mepid": "96815", "text": "Author.- After a debate on Eritrea, another very, very dark chapter.In April 2015, the President of Burundi, President Nkurunziza, sought a third term.And now, in July 2017, 400,000 people have fled, 200,000 people have fled domestically, 3 million people in need, two and a half million people who are unsure whether they will have anything to eat tomorrow and 700,000 people in urgent need of food aid.And that because of a man who wanted to reign four to five years longer.Nkurunziza is also engaged in ethnic cleansing in his army, with the whole distinction between Hutus and Tutsis returning and the repercussions on the region we can expect.Destabilizing Burundi is destabilizing the countries around it and I am concerned that we will face a civil war that will affect all those countries again.", "language": "en", "original_language": "nl", "translation_provider": "google"}, {"id": 99, "date": "2017-07-06.json", "name": "Charles Tannock", "mepid": "4521", "text": "  author. – Madam President, the re-election of President Nkurunziza in 2015 was highly controversial, given the questions surrounding the legitimacy of his eligibility for a third term, and in fact Article 96 consultation was invoked. The boycott of that election by the opposition and his subsequent re-election has provoked increasing tension. Recent speculation that Nkurunziza is  seeking to amend the law so as to allow him to run again in 2020 for a fourth term is concerning. Meanwhile, the resulting human rights situation is also very worrying. Nkurunziza’s party’s youth wing and quasi-militia, the Imbonerakure, is held responsible for the intimidation, rape, attack and forced disappearances of a number of opposition figures and supporters. Given the fragility and conflict in Burundi’s neighbouring states, finding a way through the impasse is vital. There are reports of an increasingly ethnic dimension – between Hutus and Tutsis – to the violence, and this has the potential to significantly worsen and protract the problem. Therefore we must all now seek action before the situation reaches that terrible point. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 100, "date": "2017-07-06.json", "name": "Maria Arena", "mepid": "124936", "text": "author. - Madam President, Burundi is a ravaged country today. Since April 2015, after Nkurunziza's decision not to respect the Constitution, the country has entered a vicious cycle of repression. In two years, 1,200 killed, between 400 and 900 victims of disappearances, thousands of arbitrary arrests, more than 40,000 Burundians displaced, and this in a disastrous socio-economic situation that weighs on the entire Burundian population. The violence is committed by the Burundian security services and by militias who also act on their orders. A political landscape with a single party, a media landscape reduced to nothing, a justice totally at the service of the regime and, as if this table were not enough, Nkurunziza is trying to change the Constitution in order to be able to establish a dictatorship beyond 2020. In background, we also live ethnic discrimination which becomes a daily reality. Nkurunziza instrumentalizes the political crisis by transforming it into an ethnic crisis. We are asking for several things in the resolution: the first, the fight against impunity; the second, to subordinate any relationship with the country to an improvement in the human rights situation; the third, the support of the United Nations. We also call for support for the efforts of the East African Community and for transparency in the funding of Burundian soldiers compared to the militia in Somalia.", "language": "en", "original_language": "fr", "translation_provider": "google"}, {"id": 101, "date": "2017-07-06.json", "name": "Dita Charanzová", "mepid": "124708", "text": "  author. – Madam President, this is not the first time that we have discussed the situation in Burundi. Since April 2015, there has been an alarming deterioration of human rights and a severe humanitarian crisis in the country. Those opposing the President’s legitimate re-election are facing a massive clampdown and violations of their rights. Respect for the opposition, free and fair elections and freedom of speech are fundamental to any democracy. We must condemn these acts of violence and other human rights abuses in Burundi. We must be clear that we cannot allow the situation to continue. We must ensure that the EU targeted sanctions are fully implemented, effective and further extended until we see real reform in the country. The EU Member States and the Union should speak was one voice on Burundi and do all that they can to finally bring about peaceful coexistence among the nations of the Great Lakes region, working together with the UN and the African Union. Burundi has come a long way since its independence. We must take action now to help bring peace to this region. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 102, "date": "2017-07-06.json", "name": "Fabio Massimo Castaldo", "mepid": "124812", "text": "author. - Madam President, ladies and gentlemen, this is the fifth resolution on Burundi that we have been writing since the beginning of this legislature. It pains me enormously to see how, two years after we condemned the violence in the country and Nkurunziza's willingness to participate in the elections again, in violation of the country's constitution and the Arusha agreements, the situation has only worsened not to say rush. Government security forces, authorities and militias continue to violate the most basic human rights. The Imbonerakure, the fearsome youth militia, goes further, publicly inciting to rape the wives of political opponents, recruiting and plagiarizing young students, as the country plunges into a devastating economic and social crisis. We therefore ask the High Representative to extend the European sanctions, to use all the tools at his disposal to try to defuse a dangerous escalation, and in particular the further ethnicization of the crisis, a prelude to a point of no return for the population. As Eliezer Wiesel, winner of a Nobel Peace Prize, said, \"Never again\" must be more than a slogan, it must be a prayer, a promise, an oath, an invitation to all of us in this House and to the entire international community. not to tolerate that the atrocities of the past can be repeated again.", "language": "en", "original_language": "it", "translation_provider": "google"}, {"id": 103, "date": "2017-07-06.json", "name": "Marie-Christine Vergiat", "mepid": "96858", "text": "author. - Madam President, since the spring of 2015, Burundi has been sinking into crisis. President Nkurunziza wants to stay in power for a third and now even a fourth term, calling into question the Arusha accords and raising the specter of civil war. Thousands of opponents are silenced, including inside the president's one-party party. The repression is becoming more and more violent, militarized in the hands of militias, in particular Imbonerakure, the youth league of the president's party. The ethnic question is instrumentalized and the UN itself speaks of the risk of genocide. The worst is feared in this neighboring country of Rwanda, as the whole region risks being destabilized. The international community was slow to react. However, targeted sanctions have been taken, notably by the European Union. Within the GUE / NGL group, we are skeptical about sending military forces and consider that political solutions should be given priority. But here they are far from obvious. So, yes, we must help Burundian refugees, including by facilitating their arrival on European Union soil.", "language": "en", "original_language": "fr", "translation_provider": "google"}, {"id": 104, "date": "2017-07-06.json", "name": "Joachim Zeller", "mepid": "96762", "text": "Author. - Mister President! Since President Pierre Nkurunziza announced in April 2015 that he was seeking another term in office, which the Constitution of Burundi excludes, Burundi has been sinking into a spiral of violence and disregard for civil and human rights. The opposition is brutally suppressed, thousands of people have already been murdered, tens of thousands have been forced to go into hiding and more than 400,000 Burundi residents have fled to neighboring countries, threatening stability in the region. The rulers of Burundi refuse to enter into a dialogue both with the international community and with social forces in their own country. On the contrary: The independent international commission of inquiry of the United Nations in Burundi found that there was ample evidence of extensive violations of human rights and abuse of power in Burundi, perpetrated in particular by the youth organization of the President's party, Imbonerakure, but also by the Burundi military, what This is all the more serious since the EU also pays Burundian soldiers as part of the African Union mission in Somalia. All measures - including further sanctions - must be taken to increase the pressure on President Nkurunziza and the rulers in Burundi to finally open up to a dialogue.", "language": "en", "original_language": "de", "translation_provider": "google"}, {"id": 105, "date": "2017-07-06.json", "name": "Seán Kelly", "mepid": "96668", "text": "  on behalf of the PPE Group. – Madam President, I must say that I am deeply concerned to learn of the growing conflict in Burundi following the unconstitutional re—election of President Pierre Nkurunziza in 2015 and his intention to be re-elected again in 2020 and probably ad infinitum. The deplorable human-rights situation and the authorities’ continued violation of fundamental rights are totally unacceptable. I therefore strongly support calls for the Burundian authorities to address these violations and to conduct an independent inquiry so that the perpetrators can be held accountable. Furthermore, Burundi must revoke its move to withdraw from the International Criminal Court and must extend full support to the office of the UN High Commissioner for Human Rights so as to ensure fundamental rights for all its citizens, because the abuses of fundamental rights – the murder, rape, abduction, etcetera – in Burundi are absolutely chronic and must be stopped.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 106, "date": "2017-07-06.json", "name": "David Martin", "mepid": "1403", "text": "  on behalf of the S&amp;D Group. – Madam President, in 2015, in Burundi, I witnessed at first hand Government troops blowing up a radio antenna in order to stop independent radio stations broadcasting, I met families who had been burnt out of their houses because they were of the wrong ethnicity, and I saw political rallies brutally broken up by government-backed militia. When I raised all of these issues at the recent meeting of the African, Caribbean and Pacific Group of States (ACP) in Malta, the Burundian representative admitted – what else could he do, I had seen it with my own eyes – that all of these events had happened, but said that things were much better now in the country. Well, I am afraid things are not much better in the country, and what we hear from the international community and the international organisations based in Burundi is that, in fact, things are getting worse. This is a time for us to intensify our sanctions on Burundi, to make sure we keep the pressure up on the current Burundian Government, and to ask the East African Community to act to defend their neighbour’s citizens.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 107, "date": "2017-07-06.json", "name": "Hilde Vautmans", "mepid": "130100", "text": "on behalf of the ALDE Group. - As many of us have said here, the situation in Burundi is shocking. And while there are quite a few presidents in the region who are aiming for a third term in office, the president of Burundi even goes one step further. He would like to go to a fourth term. That will now become the standard. To do that, to maintain that absolute power, he and his supporters are willing to go very far. We have already heard many things here: aid convoys are no longer allowed in, international observers are banned. What really worries me is that ethnic cleansing is now also underway. More than 100 Tutsi soldiers have been killed! I went to Rwanda together with Louis Michel and Guy Verhofstadt. We have seen crates with skulls, crates with hands and chests with feet. Ethnic cleansing is horrible and if you now feel that it is going to spread to Burundi, it worries me. We must do everything we can to give the country the rest it deserves again. Africa needs our support, so we must intervene when human rights are violated and violated. So let's argue for an international investigation. Let's make sure the Burundians get the protection they deserve.", "language": "en", "original_language": "nl", "translation_provider": "google"}, {"id": 108, "date": "2017-07-06.json", "name": "Tim Aker", "mepid": "99650", "text": "  on behalf of the EFDD Group. – Madam President, this report highlights worrying developments in Burundi, one of Africa’s poorest countries. Since 2015, 1 200 people have been killed and between 400 and 900 have disappeared. The use of torture has been widespread. More than 10 000 people have been detained without trial and nearly half a million have fled to neighbouring countries. Burundi has plunged into crisis. With reports of ethnic cleansing in the military, the world and all global institutions must be ready to intervene and prevent another genocide. There cannot be a repeat of Rwanda. Too often the West has been ready to intervene when the cause has not warranted it – the disaster in Libya being one example – but when there is a call on our resources, too many also look the other way. A strong message from all quarters must go out across the world that the rights to life, liberty and political expression are unbreakable. And all those who believe in that message must have the force, in every sense of the word, to back it up.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 109, "date": "2017-07-06.json", "name": "Krzysztof Hetman (PPE).", "mepid": "124895", "text": "- Madam President!Ladies and gentlemen!Burundi, while being one of the poorest countries in the world, is also experiencing a political crisis and serious human rights violations.In my view, therefore, the decision to suspend direct aid to the Burundian Government was right, and this state must continue until Burundi complies with Article 96 of the Cotonou Agreement.At the same time, however, the European Union cannot turn its back on the Burundian people.Therefore, efforts to benefit the local community and civil society should continue, as well as intensify assistance to Burundian refugees and internally displaced persons.It is also particularly important to ensure that refugee camps are safe places and to avoid returns that are against the will of the refugees.", "language": "en", "original_language": "pl", "translation_provider": "google"}, {"id": 110, "date": "2017-07-06.json", "name": "Cécile Kashetu Kyenge (S&amp;D).", "mepid": "124801", "text": "- Madam President, while Burundi is going through one of its worst security crises, the country's primary and secondary authorities persist in wanting to deny the obvious, as was the case in Malta, in the Joint Assembly ACP-EU. Yet politically, socially and culturally, Burundi strayed from the right path in 2015, when Pierre Nkurunziza decided to run for an unconstitutional third term in office, assassinations and waves of forced exile ensued. We demand concrete commitments from Burundi, in this case on democracy and human rights. On these points, we are ready to sanction Burundian officials even more severely. Naturally, the European Union must remain open to a dialogue with the Burundian government if it shows respect for the principles on which we have insisted for the good of the population. Fostering the various international observation missions mentioned in the resolution then becomes an imperative, because only they can certify possible progress. In the face of totalitarianism, we must remain intransigent.", "language": "en", "original_language": "fr", "translation_provider": "google"}, {"id": 111, "date": "2017-07-06.json", "name": "Jiří Pospíšil (PPE).", "mepid": "125706", "text": "- Madam President, I support everything that has been said by my colleagues about the tragic situation in Burundi at the moment. It is also true that we have discussed the situation in Burundi several times during this parliamentary term and have written several resolutions, and these unfortunately have no general impact. I would like to hear the Commissioner say if he has any idea how to open up the European Union's diplomacy to Burundi so that the President, who arbitrarily and repeatedly extends his mandate, perceives at least a little bit of the voice of the democratic international community and at least a little respect for human rights and so that there is no future war in Burundi. The situation there is really tragic, there is a risk of serious ethnic conflict. It is good that we are debating this here, but on the other hand I am expressing some skepticism. If the president is not willing to listen at least a little and engage in a little dialogue with the democratic international community, then I fear that the worst may happen. I support the resolution, but I ask the Commission to say what else can be done now.", "language": "en", "original_language": "cs", "translation_provider": "google"}, {"id": 112, "date": "2017-07-06.json", "name": "Doru-Claudian Frunzulică (S&amp;D).", "mepid": "124790", "text": "   – Madam President, let me start by expressing my concern about the political and security situation in Burundi, which is characterised by ongoing violence, killings, sexual violence and human rights abuses. I am confident that Burundi will resume cooperation with the Office of the United Nations High Commissioner for Human Rights in order to comply with its international human rights obligations. Economic relations can be upgraded only if a sustained political solution is reached. The EU should continue its full financial support for the people of Burundi, including humanitarian support provided through direct channels, not through the Government. The EU and Burundi should therefore keep up a dialogue in order to encourage progress in fulfilling the conditions set by the European Union. Finally, I would like to welcome the decision of the African Union’s Peace and Security Council authorising the deployment of an African prevention and protection mission in Burundi to pave the way for a political solution. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 113, "date": "2017-07-06.json", "name": "Νότης Μαριάς (ECR).", "mepid": "125069", "text": "- Madam President, we are again in the same project as spectators for Burundi. In the last two years we have dealt at least five times with the illegal actions of the President of Burundi, Nkurunziza, who has literally been in power. He is pursuing his political opponents - 1,200 people have reportedly been killed and more than 10,000 tortured, and the arrests of journalists, lawyers and activists are on the agenda. More than 400,000 people have fled Burundi, 3 million of our fellow human beings need humanitarian aid and all this because Nkurunziza violates the Cotonou Agreement, violates the Constitution and now wants to change the Constitution and secure a fourth term as President of Burundi, something which is certainly not accepted by the citizens of Burundi. Measures and sanctions must therefore be taken against Nkurunziza and his company.", "language": "en", "original_language": "el", "translation_provider": "google"}, {"id": 114, "date": "2017-07-06.json", "name": "José Inácio Faria (PPE).", "mepid": "125101", "text": "- Madam President, ladies and gentlemen, in the Republic of Burundi, the radicalization of the regime that followed the announcement of President Pierre Nkurunziza's candidacy for a third term, in violation of the country's Constitution, polarized the political conflict and the harsh reprisals of the government and its militias have condemned opponents to re-election, to exile or to be victims of torture and extrajudicial executions, arbitrary arrests and enforced disappearances. This political crisis and the deteriorating economy have caused a dramatic humanitarian crisis in the country where, at the moment, according to UN estimates, three million people are in need of help and 2.6 million are exposed to extreme food insecurity. In view of this situation, the European Union must urge the authorities of Burundi to comply with the international obligations they have assumed in the field of human rights and to bring those responsible for the atrocities committed to trial. The Union also has a duty to support all negotiation efforts between the government and the opposition that will allow an end to the escalation of ethnic tensions and to find a peaceful and sustainable solution for that country.", "language": "en", "original_language": "pt", "translation_provider": "google"}, {"id": 115, "date": "2017-07-06.json", "name": "Christos Stylianides", "mepid": "n/a", "text": "   Member of the Commission. – Madam President, I  share your frustration. To the frustration of many, the situation in Burundi is essentially unchanged, with no improvement in any of the key areas that would allow a return to normality, in particular as regards human rights, civil society, the media, disarmament, and justice. In May, the Council therefore agreed that there was currently no basis for changing the Article 96 decision. At the same time, we are continuing to receive reports of serious abuses and violence by security services and militias. More than 400 000 people have sought refuge in neighbouring countries. The Government remains in denial about the state of the country and is not letting United Nations human rights investigators have access, despite the fact that Burundi is itself a member of the UN Human Rights Council.  It is possible that the situation in Burundi might become even more polarised unless the authorities open up to a genuinely inclusive dialogue, observing the principles of the Arusha Agreement, and take practical steps to reduce tension. The European Union will continue to reach out to encourage heads of state in the region to bring their influence to bear, as a matter of urgency, with a view to speeding up the mediation process. This should help to create the necessary conditions, in particular in the areas of human rights and political space, for elections to be held in 2020, thus fully complying with the Arusha Peace Agreement and the Constitution. The European Union has repeatedly stated that it is ready to respond to progress reached in President Mkapa’s mediation, acting under the Article 96 decision. The absence of the rule of law and the resulting adverse impact on human rights and freedoms – as well as on the already very poor economic and social indicators – have led to an alarming deterioration in the living conditions of the population.  The European Union will continue to alleviate the population’s plight   through direct support, with a focus on building resilience by supporting basic livelihoods (agriculture and nutrition actions) and improving access to basic social services such as health care. An additional package of EUR 95 million has recently been approved. In addition, the EU supports – through the African Peace Facility – the African Union human rights observers and military experts in Burundi and we will be seeking to enhance their role on the ground.  Last but not least, we also support the needs of the thousands of Burundian refugees in the region. Uganda, for example, is hosting around 35 000 Burundian refugees, among others. I was in Uganda to represent the European Union at the Solidarity Summit convened by UN Secretary—General António Guterres and there I announced EU emergency assistance of EUR 85 million for the whole refugee and IDP package.  (Applause)", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 116, "date": "2017-07-06.json", "name": "Die Präsidentin", "mepid": "97017", "text": ".- The debate is closed.The vote will take place after the debate.(The sitting was adjourned until voting time began.)", "language": "en", "original_language": "de", "translation_provider": "google"}, {"id": 117, "date": "2017-07-06.json", "name": "Der Präsident. –", "mepid": "2323", "text": "The President has received the following changes and appointments from the S&D Group: Committee on Budgets: John Howarth in place of Clare Moody Committee on Economic and Monetary Affairs: Wajid Khan Subcommittee on Security and Defense: Brando Benifei in place of Goffredo Maria Bettini Delegation for Relationson the Arabian Peninsula: Wajid Khan Delegation in the Cariforum-EU Parliamentary Committee: John Howarth instead of David Martin Are there any comments?That's not the case.The names are thus confirmed.Mr Fox, on a point of order?", "language": "en", "original_language": "de", "translation_provider": "google"}, {"id": 118, "date": "2017-07-06.json", "name": "Ashley Fox (ECR).", "mepid": "96957", "text": "   – Mr President, yesterday afternoon we had a lively debate, under Rule 153, on the subject of a single seat for this Parliament. Unfortunately, under that rule, it was not possible to have a resolution, but it was the clear will of this House that we bring forward a report to propose a treaty change. So, as Mr Weber and Mr Pittella are in their seats, could they please take note of the view of this House and, when the matter comes to the Conference of Presidents, could they please authorise that report? (Applause)", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 119, "date": "2017-07-06.json", "name": "Der Präsident.", "mepid": "2323", "text": "- Thank you very much, Mr Fox, even if that was just off the point of order.", "language": "en", "original_language": "de", "translation_provider": "google"}, {"id": 120, "date": "2017-07-06.json", "name": "Antonio López-Istúriz White (PPE).", "mepid": "28399", "text": "- Mr. President, I want to ask my colleagues for patience, a minute so that together we condemn the bloody events of yesterday in the Venezuelan Assembly.Our colleagues, deputies, were violated in their legitimate task of popular representation by uncontrolled mobs close to the Chavista regime.I ask all our colleagues not to close their eyes, ears and mouths to such an execrable action: let us remember that, in three months, 91 people have died on the streets of Venezuela.And I want to add this: the terrible images that we have seen right now of the bloodied deputies in the Assembly ... perhaps it is time to consider a clear action and ask, at once, for sanctions against the Venezuelan regime so that it is understood,Please understand once and for all, that here in Europe we stand for freedom, democracy and our colleagues in the Venezuelan Assembly.", "language": "en", "original_language": "es", "translation_provider": "google"}, {"id": 121, "date": "2017-07-06.json", "name": "Der Präsident. –", "mepid": "2323", "text": "Thank you very much, Mr López-Istúriz White!Here, too, I would have been grateful if I had been helped to find the relevant provision of the rules of procedure for this important matter.", "language": "en", "original_language": "de", "translation_provider": "google"}, {"id": 122, "date": "2017-07-06.json", "name": "Der Präsident. –", "mepid": "2323", "text": "The next item is voting time.(Voting results and other details of the voting: see Minutes.)", "language": "en", "original_language": "de", "translation_provider": "google"}, {"id": 123, "date": "2017-07-06.json", "name": "Kati Piri", "mepid": "37229", "text": "  rapporteur. – Mr President, ahead of the vote on Turkey, I would like to draw your attention to what happened last night when eight human-rights defenders, including the director of Amnesty International in Turkey, were detained in Istanbul. One German and one Swedish national are also currently being detained. It is not clear where they are being held and they do not have access to their lawyers. This is the moment for this Parliament to call on the Turkish authorities for the immediate release of these human-rights defenders in Turkey. (Applause) ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 124, "date": "2017-07-06.json", "name": "Renate Sommer (PPE).", "mepid": "4282", "text": "- Mister President!The EPP has tabled an oral amendment to paragraph 16. At the end of the paragraph it says: “is concerned about the recent seizure of the churches in the region of Diyarbakir”, and we would like to add: “urges the government to return them to theirrightful owners \".This oral amendment has been discussed with the rapporteur, Kati Piri, and she is in agreement with this oral amendment.So I ask for your approval.", "language": "en", "original_language": "de", "translation_provider": "google"}, {"id": 125, "date": "2017-07-06.json", "name": "Gerard Batten (EFDD).", "mepid": "28497", "text": "   – Mr President, it is a point of order. It is about the way that you are conducting the vote. What I am getting through my headphones is ‘for, against, abstain, for, against, abstain, for, against, abstain’. It is impossible to vote if we are going at that speed.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 126, "date": "2017-07-06.json", "name": "Der Präsident.", "mepid": "2323", "text": "- Mr Batten!To take note again: The vote was open.I am not giving a word of order.Then I closed the vote and then I gave you the floor.That is the common practice.Unfortunately, I now have no opportunity to put your request to the vote.But I think the House's reaction has shown that most of them will come along.(Applause) - Before the vote on Amendment 10:", "language": "en", "original_language": "de", "translation_provider": "google"}, {"id": 127, "date": "2017-07-06.json", "name": "Marc Tarabella (S&amp;D).", "mepid": "29579", "text": "- Mr President, unless I am mistaken, I believe that we did not vote on Amendment 74. It was a roll call vote.Perhaps it is obsolete?", "language": "en", "original_language": "fr", "translation_provider": "google"}, {"id": 128, "date": "2017-07-06.json", "name": "Der Präsident.", "mepid": "2323", "text": "- Mr Tarabella!The services tell me that if Amendment 64 is adopted, Amendment 74 will be closed.", "language": "en", "original_language": "de", "translation_provider": "google"}, {"id": 129, "date": "2017-07-06.json", "name": "David Coburn (EFDD).", "mepid": "124967", "text": "   – Mr President, the other day, during the visit of the Maltese Prime Minister, President Juncker said that this Parliament was ridiculous, or pointless or a farce, or something to that effect. The obscene speed at which these votes are being conducted most certainly gives weight to President Juncker’s view. (Applause from certain quarters)", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 130, "date": "2017-07-06.json", "name": "Der Präsident.", "mepid": "2323", "text": "- Mr Coburn!Thank you for this important contribution.", "language": "en", "original_language": "de", "translation_provider": "google"}, {"id": 131, "date": "2017-07-06.json", "name": "Der Präsident.", "mepid": "2323", "text": "- That closes voting time.", "language": "en", "original_language": "de", "translation_provider": "google"}, {"id": 132, "date": "2017-07-06.json", "name": "Petras Auštrevičius (ALDE).", "mepid": "124766", "text": "   – Mr President, I voted in favour of this report and I would like to note that we have already adopted one resolution on Turkey in relation to the failed military coup in July 2016. In that resolution, despite highlighting that Turkey remains a strategic partner of the EU, we expressed serious concern about the multiple incompatibilities with progress towards accession, and called for a temporary freeze of Turkey’s EU accession talks. However, it seems that, since then, the situation has only got worse and that the one-man rule is being strengthened. We have seen continuous arrests, a referendum to authorise undemocratic constitutional changes, and far—reaching censorship of the media. I believe that the situation in Turkey can no longer be ignored. If the constitutional reforms package is implemented as it stands now, the EU must stop its accession talks with Turkey immediately, as well as the pre-accession assistance funding.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 133, "date": "2017-07-06.json", "name": "Daniel Hannan (ECR).", "mepid": "4555", "text": "   – Mr President, in retrospect, the European Union’s approach to Turkey has not worked out terribly well. We could, at the outset, have said ‘Membership is not on the agenda: let’s find a different way of working together’, or we could have embraced them, but what we did instead was to hold out a promise of membership which we had absolutely no intention of fulfilling. Understandably, a sense of rejection contributed to some political breakdown in that country. Of course, I am not saying it was all the fault of the European Union. That would be absurd. It is mainly about internal dynamics within Turkey. But I wonder whether we might not be wiser now to try to find a more sustainable and permanent deal, whereby we recognise Turkey as a strategic partner and ally, and recognise the value of a free market with Turkey, but drop the idea of political integration. And if we could set up such a status successfully for a state as important and as large as Turkey, perhaps it could become the model for relations with other nearby neighbouring countries.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 134, "date": "2017-07-06.json", "name": "Ангел Джамбазки (ECR).", "mepid": "124873", "text": "- Mr President, ladies and gentlemen, I would like to congratulate Rapporteur Piri once again on the overall tone of the report, which is deservedly critical of the current leadership of the Republic of Turkey. This is undoubtedly a step in the right direction of the European Union's policy towards the country's processes. I voted in favor of rejecting the report, however, as there are some extremely problematic points. Nowhere is the intensifying process of transforming the Kemalist secular republic into a religious Islamist dictatorship affected. This is not compatible with the values ​​we claim to defend here. Despite criticism of human rights abuses, the report lacks the specific issue, namely Erdogan and the country's Islamization. Moreover, this year we have witnessed an unprecedented and brazen interference by the Republic of Turkey in the internal affairs of countries both in Western Europe and in my homeland - Bulgaria. This should not be allowed, and part of the accession negotiations should not just be frozen, but suspended. A Kemalian Turkey that relies on secular values ​​is a good partner of the Union, it can be an ally. The same cannot be said of an Islamizing dictatorship.", "language": "en", "original_language": "bg", "translation_provider": "google"}, {"id": 135, "date": "2017-07-06.json", "name": "Anna Záborská (PPE).", "mepid": "23894", "text": "- Mr President, I agree with the two amendments tabled by Members of the ENF Group.Turkey should recognize the Armenian genocide.I also think that, in the interests of the good coexistence of Christians and Muslims, the originally Christian Hagia Sophia in Istanbul should remain a museum and not be reused as a mosque.Nevertheless, I could not support these proposals.The situation in Turkey fills me with concern.I feel that the most important thing today is dialogue, and that is why we need to start first with the topics that we see as key to the relationship between Turkey and the European Union.This resolution is primarily intended to remind the Turkish Government of its obligations and existing contracts.Only then, after re-establishing goodwill and improving relationships, can we try to talk about more sensitive topics again.", "language": "en", "original_language": "sk", "translation_provider": "google"}, {"id": 136, "date": "2017-07-06.json", "name": "Petras Auštrevičius (ALDE).", "mepid": "124766", "text": "   – Mr President, I voted in favour of this revised European external investment plan proposed by the Commission. Despite being convinced that official development assistance should remain the main source of support to developing countries, I am happy to see that private investment will be used in Africa and the in the EU Eastern and Southern Neighbourhoods as part of a broader strategy to keep migration at bay. It is essential to address the root causes of migration by creating jobs, supporting the development of small and medium-sized businesses and facilitating inclusive growth. The main advantage of the plan is the newly designed instrument, the European Fund for Sustainable Development Fund, and its Guarantee which, with the contributions of the European Investment Bank, will be employed to attract public and private investment and manage risks. I believe this approach will help to produce a sufficient investment-generation process through the instrument we supported, and by providing viable technical assistance to all countries in need.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 137, "date": "2017-07-06.json", "name": "Clara Eugenia Aguilera García (S&amp;D).", "mepid": "125045", "text": "- Mr President, I voted in favor and I wanted to intervene, especially in relation to the creation of this new European Fund for Sustainable Development, because without a doubt it is going to tackle the problem of immigration, injustice and poverty. It is going to be earmarked —44 million euros— for investments in Africa and its neighboring countries. At last - I insist - we are going to tackle the underlying problem in Africa and the situation of many injustices. There are some achievements that I would like to highlight because they seem especially essential to me in this Fund: reference to development effectiveness, resilience, decent job creation and poverty eradication goals; the inclusion of the Paris Agreement and the Agenda for Sustainable Development, as the objective of this Fund; or the inclusion of a clause to safeguard human and labor rights. Finally, the inclusion in the text of the fight against tax havens and tax evasion I believe is an important achievement in the objectives of this Fund.", "language": "en", "original_language": "es", "translation_provider": "google"}, {"id": 138, "date": "2017-07-06.json", "name": "Michaela Šojdrová (PPE).", "mepid": "124710", "text": "- Mr President, I am very pleased that today we have adopted legislation transposing the Marrakesh International Agreement on the Access to Copyrighted Copyright Works for the Visually Impaired. This exception will fundamentally affect the quality of life of visually impaired citizens and enable them to participate better in cultural, economic and social life, of course if the Member States also cooperate. At present, a total of 20% of all works are available with the help of alternative methods, especially in Braille, large format or audiobooks. Making the additional 80% available can therefore have a major impact on the study opportunities and overall education of these people, and at the same time it will not affect commercial sales, as these people are simply not involved yet, do not use copyrighted works of art. So I believe that breaking down these barriers will help to improve their quality of life.", "language": "en", "original_language": "cs", "translation_provider": "google"}, {"id": 139, "date": "2017-07-06.json", "name": "Catherine Stihler (S&amp;D).", "mepid": "4545", "text": "   – Mr President, I am happy that today we are one step closer to ratifying the Marrakesh Treaty. EU action on facilitating access to published works for people who are blind, visually impaired or otherwise print disabled has been long overdue. However, despite many of the good points contained in Parliament’s report, I strongly condemn the introduction of compensation schemes for publishers. Not only could this provision violate Article 21 of the UN Convention on the Rights of Persons with Disabilities but there has been no proof of economic loss to be compensated for, and governments have never demonstrated that any damage is done to publishers by accessibly formatted works. This provision is in direct contradiction with the ‘right to read’ objectives of the Marrakesh Treaty and should be addressed, during the transposition phase, in EU Member State legislation. Nonetheless, I hope EU Member States can give the treaty their approval so that it can finally be ratified this coming autumn.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 140, "date": "2017-07-06.json", "name": "Rosa D'Amato (EFDD).", "mepid": "124835", "text": "- (IT) Mr President, ladies and gentlemen, the report takes some steps towards a new sustainable development for Europe, and that is why I voted in favor. However, I must point out that it could have been more ambitious and asked for more binding targets to be adopted, starting with energy saving and individual self-production, to the massive reclamation that must accompany the reconversion of industrial sites. Much attention is rightly given to the reduction of greenhouse gases in the context of climate change, but, for example, the same level of alarm is not attributed to many other pollutants that plague the air, water and soil. Efforts are emerging aimed at the implementation of the circular economy, recovery, reuse and recycling, but we have had to present amendments - not passed - to exclude the incineration of waste from this plant. Attempts are made to increase the role of renewable energies in the energy mix, but the use of the EFSI is accepted, which is widely used to support fossil fuels. Gentlemen, with this proposal we are trying to take a leap forward, but to succeed we would have had to take a good run.", "language": "en", "original_language": "it", "translation_provider": "google"}, {"id": 141, "date": "2017-07-06.json", "name": "Clara Eugenia Aguilera García (S&amp;D).", "mepid": "125045", "text": "- Mr President, this is an important report - the Goals for Sustainable Development. I want to emphasize in my explanation that I like the evolution that has taken place in the plenary session much more than what was initially approved by the Environment Committee. It is a response to the Commission Communication on European action for sustainability and, what was initially approved in this committee were quite unfair issues with Community agricultural policy. I insist that it has been corrected and that is why I voted favorably. I want to emphasize that this community agricultural policy already in its last reform made great environmental efforts, an aspect as important as greening was incorporated, which is involving important efforts for all European farmers and ranchers. It is not fair to say that European agriculture is not helping the environment: it is doing it; evolving despite having direct competition from products from third countries that do not do the same. Therefore, highlighting the role of European agriculture.", "language": "en", "original_language": "es", "translation_provider": "google"}, {"id": 142, "date": "2017-07-06.json", "name": "Ангел Джамбазки (ECR).", "mepid": "124873", "text": "- Mr President, ladies and gentlemen, I have chosen to abstain on this report because I do not think it says anything and everything. I believe that the term 'sustainability' is already so widely used that it is meaningless. It is neither rational nor useful to discuss so many areas and problems in a single document. The only thing this report leads to is an exchange of views. And while I am inclined to agree with much of what has been said, such as improving air quality and revitalizing rural areas, I cannot accept the proposal to increase funding for official development assistance, the so-called ODA. Experience has shown that blindly pouring money into problem areas of the world through development and sustainability tools simply does not work. I do not think that spending European taxpayers' money on such projects is beneficial. I would support such spending of these instruments only if it is linked to a mandatory increase in security in problem areas and a reduction in immigration pressure on Europe. However, such proposals are lacking. Therefore, despite several useful annexes to the report, I could not support it.", "language": "en", "original_language": "bg", "translation_provider": "google"}, {"id": 143, "date": "2017-07-06.json", "name": "José Inácio Faria (PPE).", "mepid": "125101", "text": "- Mr President, ladies and gentlemen, I voted in favor of this report of which, incidentally, I was a shadow rapporteur, because I believe that, although sustainable development has long been at the heart of the European project, we still have a long way to go in the building a better future for our children and our planet. The European Parliament has devoted much of its attention to the implementation of the UN 2030 Agenda, which is a common commitment and needs the participation and cooperation of all, including the Member States, and civil society in general. The proposals in this report have in common the objective of strengthening the core of the European Union's overall strategy and provide an opportunity for the European Parliament to anchor its vision, its agenda, on a European action for sustainability in a definitive and decisive way. It is a vast and interesting reflection that responds to the most complex interconnected challenges facing the world today and presents a framework for action for the institutions of the European Union, in particular for the European Parliament. Dear Colleagues, I believe that this House has an undeniable role in creating a better and more sustainable future for Europe and this report may come to be a key part of this plan.", "language": "en", "original_language": "pt", "translation_provider": "google"}, {"id": 144, "date": "2017-07-06.json", "name": "Seán Kelly (PPE).", "mepid": "96668", "text": "   – Mr President, the UN Sustainable Development Goals (SDGs) influence virtually every aspect of the EU’s work. The global 2030 Agenda represents a commitment to achieving sustainable development by 2030 worldwide – a commitment that must be shared by all countries. The aims of this agenda are to work towards human dignity, stability, a healthy planet, fair and resilient societies and prosperous economies. The EU shares these goals and therefore I voted in favour of this motion. By embedding the targets of the SDGs in the framework of EU policies, the EU will ensure that adherence to the aims of the SDGs is a key part of future policy initiatives. In doing so, we are ensuring that the EU will successfully deliver on the 2030 Agenda. Finally, Mr President, may I compliment you on the efficient and calm manner in which you chaired today’s session, contrary to what was said by one or two speakers. They were a tiny minority. The round of applause said it all.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 145, "date": "2017-07-06.json", "name": "Момчил Неков (S&amp;D).", "mepid": "125013", "text": "- Mr President, the outermost regions of the European Union, like other less-favored ones, such as the mountains, are an integral part of the European Union. However, given their specific characteristics, such as remoteness, they have more difficult access to the common European market. That is why I believe that these regions must have a special status and targeted and facilitated support through the European Union budget. Cohesion policy is an important tool that creates conditions for economic development and prosperity for these regions, so it must remain after 2020. The remote, as well as the mountainous regions, have the potential to produce quality products. Therefore, they should have simpler rules for the preparation and protection of the relevant quality schemes. I call on the European Commission to provide more targeted tools and information campaigns on protected geographical indications schemes, because these schemes provide valuable opportunities for creating, maintaining and developing livelihoods in remote and mountainous regions.", "language": "en", "original_language": "bg", "translation_provider": "google"}, {"id": 146, "date": "2017-07-06.json", "name": "Der Präsident.", "mepid": "2323", "text": "- That concludes the explanations of vote.", "language": "en", "original_language": "de", "translation_provider": "google"}, {"id": 147, "date": "2017-07-06.json", "name": "Der Präsident. –", "mepid": "2323", "text": "The next item on the agenda is the debate on the large question under Rule 130b of the Rules of Procedure by Monika Smolková, Olga Sehnalová, Pavel Poc, Eric Andrieu, Hilde Vautmans, Brian Hayes, Lynn Boylan, Petras Auštrevičius, Karoline Graswander-Hainz, Alfred Sant,Petri Sarvamaa, Momchil Nekov, Bogusław Liberadzki, Marian Harkin, Stanislav Polčák, Boris Zala, Pirkko Ruohonen-Lerner, Matt Carthy, Martina Anderson, Liadh Ní Riada, Branislav Škripek, Bronis Ropė, Anna Záborská, Miroslav Mikolášik, Biljana Borzanšik, Jiří Pospíšil, Luke Ming Flanagan, Dubravka Šuica, Maria Arena, Vladimír Maňka, Ulrike Müller, Kateřina Konečná, Bart Staes, Pál Csáky, József Nagy, Annie Schreijer-Pierik, Ivan Norica Nicolai, Davor Pietikälinginen, Ivan Norica Nicolai, Davor Pietikälinginen, Sirpa, Martin HäusŠtefanec to the Commission on the consequences of the scandal involving the import of meat from Brazil (O — 000029/2017 - 2017/2735 (RSP)) (B8-0317 / 2017).", "language": "en", "original_language": "de", "translation_provider": "google"}, {"id": 148, "date": "2017-07-06.json", "name": "Monika Smolková", "mepid": "96655", "text": "author. - Commissioner, the scandal over Brazilian meat and its importation into the European Union broke out in the spring of this year. But even these days, we have information that the United States completely banned the import of Brazilian meat at the end of June after it did not release up to 860 tons of beef into its territory due to public health concerns, because the meat contained bones, blood clots and potentially harmful bacteria. I just hope that those 860 tonnes no longer travel to the European Union. The EU has the highest food safety standards in the world. Nevertheless, it has happened that we have huge holes in the control system because a lot of spoiled meat has been distributed. Only in Slovakia did the follow-up inspection reveal 21 tonnes of spoiled meat, which contained salmonella and which had been in salt for two years. This meat would end up on a plate for children in schools, patients in hospitals, in sanitary facilities, but also for guests in restaurants. The food sector is the second most important sector in the EU, employing more than 48 million people. The complex food chain still allows for fraud and misleading consumers. Therefore, strict sanctions and criminal sanctions for harm to the health of consumers must be included in European legislation. Statistics on the incidence of pancreatic and colon cancer are relentless. Central Europe is a sad leader in these diseases, which is certainly a consequence of food quality. That is why the questions we have asked you, Commissioner, are all the more urgent. What guarantees can the European Commission give European citizens that unfair commercial practices in the food supply chain will not be repeated? Given that the investigation of the Brazilian companies took two years, how is it possible that these unfair practices were not detected by the European supervisory authorities? And finally, the third question. As European meat producers are subject to ever-increasing sanitary requirements, what will be the case for Brazilian producers under the currently negotiated trade agreement between EU and Mercosur?", "language": "en", "original_language": "sk", "translation_provider": "google"}, {"id": 149, "date": "2017-07-06.json", "name": "Vytenis Povilas Andriukaitis", "mepid": "n/a", "text": "   Member of the Commission. – Mr President, in continuation of our previous exchanges on this issue, I am pleased to reply to the three questions listed in the text of the major interpellation and to provide you with the latest updates on the import of animal products from Brazil. Let me start, however, by commenting on the wording of the preamble because it seems to imply that the Commission did not react decisively to the issue of the safety of imported meat products. Second, it mentions reports emerging over the last few weeks about illicit trading practices. I would like to know exactly which reports you are talking about. I have already provided you with facts and figures in relation to the reinforced checks carried out by our Member States which led to findings of non-compliant consignments. However, these consignments were not allowed entry into the EU but were rejected at the expense of the importers. In contrast to what the preamble states, however, there are no reports of findings of rotten meat. If you have such information, it is not known to me, my services or the Member States. If you have it, please provide it to me. The so—called reports referred to in the preamble are not new. They refer to what was reported in the Brazilian press in March this year in relation to products supplied on the Brazilian market, but none of these products ever found their way to Europe – not because we were lucky but because we import only from a small number of establishments from a small number of regions. Moreover, all imports enter the EU only following strict controls. Let me remind you that this is a Brazilian meat fraud. Because of strict import measures and our reinforced checks, we have ensured that it has not become a crisis in the EU. It is important therefore that we deal only with facts. Otherwise this problem will become our problem. Our citizens want strong and transparent action and a high level of protection, and that is what I am committed to giving them. I also want to address the claim that I did not provide comprehensive answers when I appeared before you in April. The fact is that time did not permit a comprehensive answer, but I provided full and comprehensive follow-up information in a letter to Mr Siekierski, who circulated it widely. Moreover, I arranged for my services to update you in a closed session of the Committee on Agriculture and Rural Development. I also responded to a wide range of written questions on the fraud itself and the wider Mercosur trade negotiations. I can only repeat that I am very sensitive to Parliament’s concerns and that we are committed to keeping the House abreast of any and all developments. I now want to turn to your specific questions. You will forgive me if I repeat these questions word for word, but I want to ensure that nobody can accuse me of avoiding this issue. First, how can the Commission guarantee to European citizens that these dishonest trading practices in the food supply chain will not be allowed to happen again? You will recall that the Commission put in place reinforced checks at our borders as an initial response. This aimed to ensure the safety of imports and to allow Brazil the time to take the necessary corrective measures. These measures now include 100% physical checks of all animal consignments and 20% microbiological checks. The result of the reinforced checks performed on Brazilian meat imports up to the end of June were as follows: First, 5 972 consignments were checked, including 1 566 laboratory examinations. Second, of these, 176 consignments were rejected, largely due to the presence of salmonella and a range of other non-compliances, mostly incorrect certification and cold-chain problems. These results show that the checks currently enforced provide a high level of protection against the introduction of serious risks into EU territory. This is an important vindication of the effective controls that the EU maintains on imports. These checks are, of course, carried out by the Member States, which have been fully supportive of the measures taken by the Commission on behalf of the EU. The Agriculture Council has twice been updated on the situation and fully supports the insistence of the Commission, and indeed all EU institutions, that Brazil addresses our concerns urgently. As the Commission predicted, our measures have led to a general reduction of imports, with rates varying according to a particular sector. Here I would like to remind you that our measures were not meant to be used as a protectionist instrument against legal imports into the EU, but rather to ensure that the safety and health of our consumers are protected. I will now turn to the provisional findings of the extensive audit conducted by the Commission from 2 to 12 May. This aimed to address in detail the effectiveness of the Brazilian control services. The results give serious cause for concern. The Commission has repeatedly stressed to Brazil that it cannot view this meat scandal as an isolated problem confined to a small number of establishments. Instead, it needs fundamentally to address questions about the credibility of its official control services. The audit report identified a number of systemic failures of control, which raised serious concerns on our part. First, a range of critical deficiencies were identified, in particular in the horse and poultry-meat sectors and meat preparations and products. Second, the Brazilian authorities failed to act on recommendations to address shortcomings raised in previous audits, despite repeated guarantees that measures had been taken to rectify those failings. A week ago, on 29 June, the Brazilian authorities also sent an action plan to us, outlining corrective measures to address all the deficiencies identified in the audit report. This action plan is currently being evaluated by the audit services. In light of the results of the reinforced checks and the damaging findings of the most recent audit, I wrote to the Brazilian Minister of Agriculture, Blairo Maggi, on 7 June asking for robust and immediate action to be taken. Specifically, I requested that the following additional measures be taken immediately by the Ministry of Agriculture: first, to withdraw the authorisation of all companies to export horsemeat to the EU; second, not to propose any new establishment for approval for export to the EU; third, to perform 100% systemic pre-export microbiological checks on all poultry meat, meat products and preparations to be exported to the EU; fourth, that all consignments of poultry meat and meat products and preparations from Brazil shall be accompanied by a health certificate stating that the consignment has been sampled and analysed to check for the presence of salmonella strains and has been found to be compliant with EU legislation; and, fifth, that details of sampling, methods of analysis and results shall be attached to the health certificate accompanying the consignments. In correspondence on 16 June, Minister Maggi accepted these measures. The Commission is currently in the process of clarifying a number of undertakings given by the Brazilian authorities, putting in place the necessary measures to ensure their effective implementation and advising Brazil of the risk of failure effectively to implement corrective measures. Meanwhile the current reinforced checks at the EU border will remain in place and, in any case, a follow—up audit will be conducted by the Commission by the end of 2017. The Brazilian authorities have been made aware that failure to implement the measures which I described may result in further restrictions, up to the suspension of the import of relevant food products. I will now take your second question: given that the investigation into Brazilian companies was carried out over the course of two years, how is it that the European monitoring agencies did not pick up on the illicit practices? The recent meat fraud in Brazil was discovered in an investigation of the federal police using criminal procedures. These include wiretapping all telephone conversations. You will appreciate that such procedures are not open to our audit services, or indeed any audit services. Our audit reports have, nonetheless, been very effective in highlighting weaknesses in the Brazilian control systems. In fact they are the reference internationally for assessing the performance of control services. It is also important to keep in mind that the findings to date relate to a relatively small number of establishments. Only four were approved for export. That is, of course, four establishments too many, which is why we immediately banned them exporting to the EU. There is no evidence that the fraudulent practices which appeared in the Brazilian press extended to export to the EU. Let us keep in mind that we have very strict controls which are not only reliant on Brazil. Through our Member States, we carry out our own controls at the external borders where all consignments are subject to rigorous checks. Moreover, it is wrong to assume that Brazil has free access to our market. Only a small number of establishments from selected regions are approved. There are strict controls on what can be imported. For example, all beef must be deboned and maturated. There are very strict controls on the movements of animals which are considered eligible for export to the EU. Our insistence on hormone-free products must also be respected. Our audit services have been very effective in ensuring that weaknesses are identified and followed up. In fact over time there has been a big fall in their beef exports to the EU due to the difficulties in meeting our requirements. A further example of the rigour of our requirements is that no pigmeat imports are permitted from Brazil, owing to previous findings by our audit services, which Brazil had not addressed to our satisfaction. I am nonetheless disappointed that we continue to find problems in Brazil which they have consistent difficulties in addressing. It is not an accident that they do not have the access to our markets which they would like. It is instead a consequence of their failure over time to address our concerns. Your third question is: given that European producers are held to ever higher sanitary standards, what demands will be made of Brazilian producers in the ongoing agreement negotiations between the EU and Mercosur? Now moving to a wider dimension, I am aware that you have concerns about the impact of these events on negotiations with the Mercosur countries on a possible free trade agreement. I want to repeat what I have said before here and to be clear on one very important aspect of any such further agreement: it will not undermine our high safety requirements. Our high food safety standards are not up for negotiation. No. All imports from Mercosur countries, present or future, will always have to adhere to, and abide by, the high quality of safety standards established by our European Union legislation and implemented through our credible certification and control system. The agreement would, however, reinforce cooperation and establish improved information and notification systems in the sanitary and phytosanitary field. It would also put in place a privileged communication channel with the four countries concerned, ensuring that our reaction capacity would be stronger.  To conclude, let me reiterate that a future EU-Mercosur agreement would not lower our high regulatory requirements and food-safety standards for agricultural imports, including from Mercosur countries. You mentioned the United States’ ban. We have to keep in mind that the United States’ findings, which led to their ban, relate to a very small sample size. Their ban applies only to fresh beef, of which they import only minimal quantities. Moreover, they import from different establishments to the EU. We are not therefore necessarily comparing like with like. I do not consider that we need to be led by the US on issues of food safety. After all, the US has approved the use of hormones in beef production, ractopamine in pigmeat production and chlorination in poultry-meat production. These are practices we would never allow in Europe. So please be careful before advocating that we should follow the United States’ example on food safety issues. I am nonetheless carefully following the US actions. If they have legitimate concerns which would have consequences for the EU, we obviously need to take them into account.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 150, "date": "2017-07-06.json", "name": "Mihai Ţurcanu", "mepid": "131750", "text": "on behalf of the PPE Group.- Key markets in the world have closed their doors in recent months to beef from Brazil.Following the scandal of fraudulent marketing networks of unsuitable products, China, the EU and the United States have suspended their imports.In the context of the assurances given to the European Commission in recent days by the Brazilian authorities regarding the intensification of controls in meat factories, I call on the Commission to exercise caution and rigor.European consumer safety must take precedence over all considerations.Compliance with food safety rules must also be at the heart of the ongoing negotiations between the European Union and Mercosur for a free trade agreement.It is a situation that forces us to put European production at the forefront through more effective measures to support animal breeders.", "language": "en", "original_language": "ro", "translation_provider": "google"}, {"id": 151, "date": "2017-07-06.json", "name": "Clara Eugenia Aguilera García", "mepid": "125045", "text": "on behalf of the S & amp; D Group. - Mr President, Commissioner Andriukaitis, I have to tell you that I was surprised by the incorporation of this question today, in this plenary session. Because I agree with you and I want to ratify you here, in this plenary session on a Thursday afternoon, that we have had information from his department; You came here in the plenary session in April and DG SANTE came here, in the last plenary session, in June, to report to the Committee on Agriculture, and previously we had another debate, also in the Agriculture Commission. Therefore, we have information. The last one, which you gave us and which today has ratified us and has advanced us a little further, goes on to say that, indeed, how the audit of Brazil was done from May 2 to 12, and controls have been intensified by From the Brazilian authorities, more cases of salmonella are appearing, that is to say, by intensifying the controls we are seeing how what you have said perfectly is happening in Brazil, which is that the Brazilian sanitary controls are not working well. They have anomalies. And since it is a country from which the European Union imports, obviously, we have to be concerned. I think things are being done reasonably well on your part. The only thing I do want to insist on is that European Union controls remain and be harmonized to prevent cases like this from happening, because the health alert is very important. And, I finish, it has nothing to do with the agreement with Mercosur. It is a food health crisis. Nothing else.", "language": "en", "original_language": "es", "translation_provider": "google"}, {"id": 152, "date": "2017-07-06.json", "name": "Urszula Krupa", "mepid": "28334", "text": "on behalf of the ECR Group. - Mr Chairman! Commissioner! Thanks for explanation. However, recently we also debated the falsification and lowering of the standards of food products shipped to Central and Eastern European countries by well-known Western companies. These products were more expensive and of lower quality than those sent to the rich countries of the old fifteen, so instead of butter, we were given margarine, and instead of sugar, harmful sweeteners. Today, however, a much more serious problem is being discussed, which threatens the health and even life of people by bringing to EU countries from Brazil spoiled meat with fillers such as cardboard, preserved with acids, chemicals and contaminated with salmonella. It turns out that over the years the largest meat processing plants exported beef and poultry that did not meet the quality standards, a large part of which was to be delivered to European Union countries, which is surprising, as our food safety standards are said to be the highest in the world. Among the thirty meat producers under investigation are the largest beef and poultry exporters who exported non-sanitary meat, which contradicts the notion that well-known companies cannot afford counterfeiting, as is sometimes emphasized. Meat companies were said to have corrupted both officials and politicians, and due to corruption, the dangerous practices went unnoticed by Brazilian regulatory authorities. According to press reports, the European Commission found out about the fraud in the press, despite the fact that the investigation of a meat exporter selling $ 12 billion worth of products had been conducted for two years and the control authorities of the Member States reported various irregularities. Everything seems to be the result of the primacy of trade and money over people's health and lives, which requires increased control. However, in the age of globalization it will be very difficult and the Commissioner himself and the services will not be able to cope. It would be good not only to introduce penalties, but also come back to principles in every area of life, preferably Christian ones.", "language": "en", "original_language": "pl", "translation_provider": "google"}, {"id": 153, "date": "2017-07-06.json", "name": "Dita Charanzová", "mepid": "124708", "text": "  on behalf of the ALDE Group. – Mr President, I would like to thank the Commission for his explanation. The meat scandal in Brazil was of course shocking and European consumers naturally have legitimate concerns. Our priority should always be to protect the health of our consumers. This crisis must be solved and we must ensure that it does not happen again.  I believe that the EU has taken these concerns seriously. On revelation of the scandal the EU suspended meat imports from Brazil, but these restrictions must stay in place until we can be certain that there are no risks. The Brazilian authorities have to show they have implemented all the necessary measures for their inspection system and safety checks, and in this regard I welcome a second audit by the Commission at the end of this year.  The meat scandal should furthermore give the EU a more powerful argument for a strong SPS Chapter in the negotiations on an EU-Mercosur free trade agreement, which I hope can be concluded by the end of this year. After years of deadlock these negotiations have been revived and I call on the Commission to use this political momentum on both sides to continue pushing forward. This agreement will bring many opportunities for our businesses and consumers and should thus not be overshadowed by this scandal.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 154, "date": "2017-07-06.json", "name": "Stefan Eck", "mepid": "124863", "text": "on behalf of the GUE / NGL Group. - Mister President! Commissioner, I am sure that you will do everything possible to prevent rotten meat from entering the EU, because we know that it is about nothing less than the health of the European people. But the Brazilian rotten meat scandal has once again clearly shown that the trade in meat and consumption represent potential sources of danger for people, for consumers. But I am amazed that we are talking about this meat scandal today, but not about what has definitely had a completely different dimension in this country in connection with meat and feed production for decades. The Brazilian rainforests are being destroyed for pasture and the cultivation of GM soy and GM maize as animal feed. Indigenous peoples like the Guarani-Kaiowá have been and are being driven from their habitat and even killed. There is a merciless campaign of destruction against nature and a genocide against these indigenous peoples. But for that reason no import ban is even considered as a sanction, because the European farmers could close their pigs, chicken and cow stalls without the feed from Brazil. That's the real scandal! Over the past few decades, thousands of Brazilian indigenous peoples have lost their lives, starved to death or were even shot dead by large corporation paramilitary units, corrupt politicians, and extremely rich beef and soy barons. The fact that there are a few Brazilian slaughterhouses selling their disgusting meat is a trivial matter in comparison. I appeal to you to also really focus your work on this problem.", "language": "en", "original_language": "de", "translation_provider": "google"}, {"id": 155, "date": "2017-07-06.json", "name": "Francisco Assis (S&amp;D).", "mepid": "28307", "text": "- Mr President, Commissioner, this is a matter of unmistakable gravity and, in my view, the European Commission has handled the problem well in terms of protecting the interests of European consumers. But, in order to place this discussion well, it should also be remembered that the Brazilian authorities themselves denounced these frauds to the European Union, suspended exports and closed the production units in question, which means that the Brazilian political authorities are In fact, committed to investigating this whole process and preventing new fraud, that is, there has been a willingness on the part of the Brazilian authorities to participate in the ongoing investigation into the deficiencies that they themselves recognize that exist in their own health control system and phytosanitary. Therefore, we cannot also demonize, in a simplistic way, Brazil, nor the Brazilian situation, which was unfortunately, but today, in recent years, important steps have been taken so that the Brazilian situation is quite different from has now been depicted here. On the other hand, it is important to note that none of this can call into question the ongoing negotiations for the realization of a free trade agreement with the Mercosur countries. It is absolutely guaranteed that, in the context of the discussions that we are currently carrying out, there is a very strict chapter on sanitary and phytosanitary issues, in order to safeguard the safety of European consumers. Nor could it be otherwise. Now what is needed is also to invest seriously in order to guarantee the realization of this trade agreement, which is of strategic importance for the European Union.", "language": "en", "original_language": "pt", "translation_provider": "google"}, {"id": 156, "date": "2017-07-06.json", "name": "José Inácio Faria (PPE).", "mepid": "125101", "text": "- Mr President, Commissioner, thank you very much for the explanations you have given here on this matter. The Commissioner formally questioned the Government of Brazil about the sanitary inspection of meat products produced in the country, having raised the credibility of health control systems, after the Brazilian police have been investigating in March a scheme considered to be very serious of corruption and corruption. illegal sale of meat. The agriculture ministers meeting in the Council on the 12th of June discussed the case of fraud with meat from Brazil, and the European Commission reported that, together with the Member States, it implemented measures to combat fraud, such as the suspension imports of the products and establishments involved and the strengthening of control checks. Following the authorship, critical and systematic deficiencies were identified and it was indicated that there is much to be done by the Brazilian authorities, in fact, as the Commissioner said here. Commissioner, this is a repeated failure by the Brazilian authorities to continue to fail to comply with the Union's recommendations for strengthening health control. Brazil is the first supplier of agricultural products to the European Union with exports of 1.7 billion euros of products of animal origin. Commissioner, something has to be done. I think that the Commissioner is the right person to stop this.", "language": "en", "original_language": "pt", "translation_provider": "google"}, {"id": 157, "date": "2017-07-06.json", "name": "Olga Sehnalová (S&amp;D).", "mepid": "96718", "text": "- Mr President, the Brazilian meat scandal is extremely serious, but unfortunately not unique. Years ago, it was a horse meat scandal that provoked outrage in Europe and drew attention to unfair practices and fraud in the food chain. Various measures have been taken and consumers have been reassured that the situation is under control, and supervisory mechanisms have been strengthened and are working. So now we know about the failure of the Brazilian side, when unsatisfactory meat was exported from Brazil for years. It is therefore worth asking, and that is why I also supported Mrs Smolková's initiative, what measures is the European Commission taking to ensure that only meat that is not of questionable quality, whether produced in the EU or imported, reaches customers? from third countries. If we are talking about the single market and what the citizens of the European Union are really interested in, then these are the answers to these questions, and I thank you, Commissioner, for them.", "language": "en", "original_language": "cs", "translation_provider": "google"}, {"id": 158, "date": "2017-07-06.json", "name": "Ангел Джамбазки (ECR).", "mepid": "124873", "text": "- Mr President, Commissioner, ladies and gentlemen, the Brazilian meat scandal comes at a time of concern for the European Union, when another scandal is raging throughout Central and Eastern Europe over the different quality of food in Western Europe, and in the central and eastern ones. Unfortunately, the research conducted in the Czech Republic, Slovakia and Bulgaria not only does not dispel these suspicions, but also largely confirms them. This, of course, is also expected to provoke the just anger of millions of citizens of the Member States of the European Union in Central and Eastern Europe, who expect to receive the same quality they have paid for and seen in advertisements. That is why the double standard and second-hand citizens, as they feel, are completely unacceptable, and the Brazilian meat scandal also reinforces these rather bad negative expectations. The European Commission must propose measures and solutions to these issues and propose exactly how to avoid such conflicts.", "language": "en", "original_language": "bg", "translation_provider": "google"}, {"id": 159, "date": "2017-07-06.json", "name": "Ivan Jakovčić (ALDE).", "mepid": "124754", "text": "- Mr. President, I would like to emphasize that I am afraid that this scandal with the import of meat from Brazil is in a way just the tip of the iceberg.We have to put our hand on our heart and tell ourselves, we have had serious problems in recent years with various infected meats.There were a number of examples in Croatia where, in addition to Brazilian meat, there were other types of meat that were infected with salmonella and, unfortunately, in other ways as well, meat that was produced in the European Union.We have to put our hand on our heart and tell ourselves that we within the European Union also have our problems, because if we do not want to take care of our citizens, then our citizens, our consumers, our health?That is why, Commissioner, with the great confidence we have in you and in the work of the Commission, we really insist that you do everything you can to protect our consumers and our citizens.", "language": "en", "original_language": "hr", "translation_provider": "google"}, {"id": 160, "date": "2017-07-06.json", "name": "Krisztina Morvai (NI).", "mepid": "96661", "text": "- Dear Colleagues, Commissioner. For the sake of greater momentum, I would also like to ask that my colleagues from two former socialist Member States have already asked: Commissioner, is it possible that there is lower quality food in the former socialist countries, so in my country, Hungary, under the same name as in the Western Member States? Have you investigated this? Do they know about this? So a given commodity has a certain name, of a completely different quality in, say, Austria than in Hungary. Regarding the Brazilian food scandal: is there something bizarre about it, let us put our hands on our hearts that we are talking about European Union citizens being poisoned by meat from Brazil? Well, why don't we eat meat grown by our own farmers and smallholders in our own country, Commissioner, as a doctor, would you not recommend this to your patients to eat locally produced healthy food?", "language": "en", "original_language": "hu", "translation_provider": "google"}, {"id": 161, "date": "2017-07-06.json", "name": "Seán Kelly (PPE).", "mepid": "96668", "text": "   – Mr President, with regard to the Brazilian beef scandal I listened very carefully to the Commissioner and I would summarise my reaction in two words: sincere, but naive. Sincerely he wants to ensure there are guarantees from the Brazilian authorities, but naively so because those beef barons, as Mr Eck pointed out, are never going to change, we have seen that. And we should be doing the same as the US and China: banning Brazilian beef and other products from coming into Europe instead of going along and looking for guarantees which we will never be able to ensure are there.  Secondly, it amazes me that at this time we are also going ahead with a Mercosur deal and we know that the main reason for the Mercosur deal for these countries is to send meat into Europe at a time when the CAP budget is under enormous pressure. There will be an 11 billion deficit because of the United Kingdom withdrawing. There will be a glut of products in Europe as a result, and yet we are talking about doing a Mercosur trade deal. If we do so, we should leave meat products out of it.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 162, "date": "2017-07-06.json", "name": "Vytenis Povilas Andriukaitis", "mepid": "n/a", "text": "   Member of the Commission. – Mr President, I would like to thank the honourable Members for their suggestions and remarks. May I start with Ms Urszula Krupa, I do not see her in the Chamber but I would like to respond to her personally. The possibility of introducing bans was mentioned.  Colleagues, this is not about a trade war and it is not about protectionism. It is about possibilities to respect the rule of law, to justify our steps, to introduce our official control systems, and to guarantee food safety standards, and of course to follow possibilities to enforce our checks and to see how to address those issues – but it is not about unjustified bans. I know that some like to be protectionist, but this is not about protectionism. It is about possibilities to help the Brazilian authorities and also to have reliable official control systems and we are cooperating in this field.  We will see how things develop and see in which direction we should go. OK, if we do not achieve results we will, as I mentioned, introduce much stricter measures, but all are underway and through our cooperation we have the possibilities to address those issues. It is not about the possibility of once again introducing some unjustified measures, because that is not a European Union value. The Commission is committed to ensuring that imports from Brazil, and indeed imports from all non-EU countries, are safe – have no doubts about that. The Commission is also very sensitive to the concerns of Parliament in this respect and to keeping you fully informed of developments.  Today I have updated you on the impact of the effective measures we put in place at the very beginning of this crisis. As you know, we reacted immediately. From the outset, the Commission has reacted quickly and decisively in full transparency to ensure that our consumers are not exposed to unacceptable risk.  Some of you mentioned the problem of salmonella within the EU. We have very strict rules. We have the rapid alert mechanism; we react immediately. Speaking of salmonella, we know all about the painful case in Croatia but we reacted immediately to find out from which establishment it came, and of course we know very well that pathogenic strains of salmonella must be addressed at operator level. We are trying to provide more measures to address these issues. Some countries in the EU have declared they are salmonella-free, but only a few. We will see how to move forward and encourage best practice, and of course to achieve better results, have no doubts about that.  Brazil must accept its responsibility to ensure the safety of its exports. Indeed, I have communicated this point to my counterpart, both in person and in writing. We have good collaboration with the Brazilian authorities at the moment. Mr Maggi has accepted the additional measures requested. However, we will maintain the enforced controls at EU borders and the Commission services will carry out a follow-up audit in Brazil by the end of this year, as I mentioned. This audit will examine all measures put in place by the Brazilian authorities to rectify the deficiencies identified in May.  If Brazil fails to implement the necessary corrective measures, the Commission will not hesitate to take stronger action, as I mentioned. This is not simply an empty threat. Rather, it is a reflection of our overarching commitment to ensuring that our consumers are protected from unacceptable risk in all cases.  Some of you mentioned problems with double quality food issues but that is not about food safety, it is not about this situation. Someone also mentioned rotten meat. Please, once again, present us with facts because we have a strict system. We know very well that all our countries, all our Member States, must have registered all those facts. If you have new evidence, please show us. We will react immediately, but we have our rapid alert system and at the moment they have no facts because we are sending those messages into society.  It is also very dangerous to send messages that are not well assessed because then society has a lot of rumours. This is very dangerous. It is against our possibilities to have trust in our food safety system, so I ask you to please present evidence. We are ready to react immediately, have no doubt about that. Should there be any important developments on this file my services and I stand ready to discuss with you and to update you on the state of play at a plenary, or at committee level, or in writing.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 163, "date": "2017-07-06.json", "name": "Der Präsident.", "mepid": "2323", "text": "- That closes the debate.", "language": "en", "original_language": "de", "translation_provider": "google"}, {"id": 164, "date": "2017-07-06.json", "name": "Der Präsident. –", "mepid": "2323", "text": "The next item on the agenda is the debate on the major question under Rule 130b of the Rules of Procedure from Beatrix von Storch, on behalf of the EFDD Group, to the Commission on an EU Army (O-000044/2017 - 2017/2760 (RSP)) (B8-0322 / 2017).", "language": "en", "original_language": "de", "translation_provider": "google"}, {"id": 165, "date": "2017-07-06.json", "name": "Beatrix von Storch", "mepid": "124825", "text": "Author. - Mr President, Commissioner! There are even fewer people here in plenary today than last Tuesday, when Mr Juncker was already upset. I can kind of understand that. The answers you give to our questions have been prepared by a commissioner who is not competent - you are not competent - they are being read out - prepared statements that have been prepared by an official. The answers are not provided to us in advance because you say: you are coming here anyway. But if you only read out statements anyway, then you can actually give us the statement in advance. Then we can debate it better. What we criticize: The Commission's answers are fundamentally meaningless and too often they evade the heart of the question. As the European Commission, you do not want to be controlled by Parliament. But of course I'm not giving up hope, so I have questions. Firstly, is the Commission really in favor of setting up an intervention army to carry out military operations in neighboring countries - neighboring countries of Europe? Why has this community of values ​​Europe learned nothing from the operations and mistakes of the USA? Second: When Juncker speaks of an EU army having to defend the EU's values: Does that mean that we, like the USA, want to use military means to introduce democratic structures in Libya or gender mainstreaming in Morocco? And third: why did Mr Juncker speak in March 2015 about the fact that an EU army could be deployed in a member state? Against who? Against the government? Against the government of Poland or Hungary, for example? Or should Austrian units shoot at insurgents in Slovenia? I don't have the imagination for that, but maybe you can help us right away. My opinion: the EU army is the last thing we need. There is no reason to have one alongside NATO Build double structure. NATO must remain a defense alliance. But it is a myth that it has been the EU that has secured peace so far. That was always NATO, and it should like to stay that way. Rather, an EU army endangers the peace that we have in Europe. You want to mark the strong man against Russia. But we don't need that, because that's what we have NATO for. We don't need double structures, and the EU army naturally also endangers the neutrality of five member states in the European Union: Austria, Finland, Ireland, Malta and Sweden. You and many other governments - including those in Germany - want the EU army because you want to take another step towards the United States of Europe. You are making the same mistake as you did with the euro. The common currency was also an economic mistake and wanted to force political union. That pretty obviously failed. The euro crisis has caused us a lot of suffering - especially the Greeks, but also elsewhere. And now you want a common army to further enforce political union! What crises will that cause! War with russia? They create structures without having a European consensus. Such an army is just as inoperable as the euro. The euro has already proven it - and the euro was all about money, not human life. Please stop trying to centralize military resources. Europe can defend itself well with NATO and with decentralized structures. You only need a centralized army to attack, and we don't want that, nor do we want to build the EU as a military power that intervenes in other countries. That is exactly the opposite of what we want. We want a peaceful Europe that protects itself but does not intervene in other states.", "language": "en", "original_language": "de", "translation_provider": "google"}, {"id": 166, "date": "2017-07-06.json", "name": "Vytenis Povilas Andriukaitis", "mepid": "n/a", "text": "   Member of the Commission. – Mr President, President Juncker’s priority in the area of security and defence is to strengthen European defence cooperation. A recent proposal by the Commission, as well as steps agreed by the Council in May and the European Council in June, demonstrates that the EU as a whole is determined to take defence cooperation to a higher level: to invest more, collaborate more and put more emphasis on the actual output of the effort. The reflection paper on the future of European defence, adopted on 7 June by the Commission, offers forward-looking defence scenarios as a contribution to the ongoing debate, identifying the main options for the direction of travel. Such future perspectives should not let us get distracted from the concrete work which we have been undertaking over the past year. The global strategy and the new level of ambition derived from it provide us with a strategic vision and purpose, which are now translating into concrete action. Deeper defence cooperation, in both operational and capability terms, is the only way Europeans can deliver the strong and state-of-the-art military capacity that we need to address external conflicts and crises, and thus protect the European Union and its citizens. Also, in the long run, let there be no mistake: military capabilities are, and will remain, owned and operated by the Member States, which can choose to make them available within various frameworks, as has been mentioned, including the EU, NATO and the United Nations. We are mobilising European Union instruments to support Member States, not to set up common assets – what has been called an ‘EU army’. Not at all. Absolutely not. Moreover, we recognise that NATO remains the cornerstone of our Atlantic security, providing for the collective and territorial defence of its members. Indeed, the EU is committed to strengthening its cooperation with NATO on the basis of the joint declaration of 8 July 2016 by Presidents Tusk and Juncker and the Secretary-General of NATO, and its implementation. However, the EU has been contributing to addressing external challenges through the common security and defence policy crisis-management missions and operations for many years. That is also nothing new – and the public requires, and our security demands, that we do more as Europeans to help stabilise volatile regions and build local capacities.  This external action has a direct impact on our internal security. Nevertheless, such missions and operations can only take place outside the Union, and that continues to be the case. Irrespective of the particular circumstances of a conflict or crisis, the Union’s action is always guided by respect for the principles of the United Nations Charter and international law, which are essential elements of our Union. The EU response to external conflicts, crises and instability will always combine a number of instruments, ranging from diplomacy, development and other forms of assistance to civilian or military crisis management. The complex challenges we face today cannot be tackled by one instrument alone, be it military or other. The EU has a unique mix of tools and instruments. The nature of the threats we face requires us to use the broad toolbox at our disposal with greater flexibility, tearing down walls between external and internal, civilian and military, state and non-state instruments.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 167, "date": "2017-07-06.json", "name": "Stanislav Polčák", "mepid": "124704", "text": "for the PPE Group. - Mr President, the nature of Mrs Storch's speech has convinced me that I need to change my prepared speech. Firstly, I am convinced that her criticism that there are few colleagues here on Thursday afternoon is irrelevant in a situation where she was not here at the June meeting on Thursday afternoon. I think my colleague should touch her conscience a bit. Secondly, in that interpellation, he introduces to Mr Juncker certain communications which are not contained in his communication. In my opinion, this is also a bit out of place. Thirdly, with regard to the Commissioner's criticism, in the last interpellation, which I think meets the criteria for being considered serious, he spoke 16 + 4 minutes and I think he acted very factually, very thoroughly, to criticize him, that also seems to me optional. And fourthly, and this is my last statement on this interpellation, the common security and defense policy under the Treaty of Lisbon involves the progressive framing of a common defense policy, to be achieved by a common unanimous decision of the European Council.", "language": "en", "original_language": "cs", "translation_provider": "google"}, {"id": 168, "date": "2017-07-06.json", "name": "Ivan Jakovčić", "mepid": "124754", "text": "on behalf of the ALDE Club.- Mr. President, I cannot help but get the impression, dear colleague Storch, that this is an extremely political issue.As I expected, namely from you, you have mixed everything up here in the introduction.You have mixed up the US, you have mixed up Russia, and finally imagine that a European army could operate in Hungary and Poland as well.So, really extreme, extreme politicking.But still, I will say the following, here is Syria, as a good example.The United States and Russia are at war in Syria.Who suffers the consequences?European Union.Migrants coming from these areas want to be used by the party to which Ms. Storch belongs to break up the European Union.Thus, politicking par excellence.", "language": "en", "original_language": "hr", "translation_provider": "google"}, {"id": 169, "date": "2017-07-06.json", "name": "Jiří Pospíšil (PPE). –", "mepid": "125706", "text": "Mr President, I see the problem in the same way as my predecessors. On the one hand, Mrs von Storch raises the very crucial issue of how intensive cooperation between European countries at the defense level will be in the future, that is, whether it will be structured cooperation only in the fields of industry, research, defense and so on, or even in the future. will reach a common army. But unfortunately, in the form in which the question is asked, I must say that it is very misleading and something is put into Mr Juncker's mouth that he did not say. And here I say clearly, the defense of European values, for me, Mrs von Storch, it is the defense of human rights. This is a key issue, it is a subject that we must present, we often discuss it here, and today the European Union is already one of the few players in the world to permanently defend human rights. And that's, I think, very important, and let's be happy for that. And your questioning of the role of the United States, which twice saved this continent in World War I and World War II, seems inappropriate to me.", "language": "en", "original_language": "cs", "translation_provider": "google"}, {"id": 170, "date": "2017-07-06.json", "name": "Ангел Джамбазки (ECR).", "mepid": "124873", "text": "- Mr President, ladies and gentlemen, Commissioner, the topic of the European Army seems to be an eternal contentious issue. Duplication of NATO is unreasonable, economically unprofitable and technically impossible. The member states of the North Atlantic Treaty do not even fulfill their obligations to invest 2% of their gross domestic product in their defense and at least 20% in rearmament and the purchase of new weapons. Defense cooperation is something different. That is what can be thought about and that is why it must be talked about. If we are talking about the general purchase of weapons, equipment for general training of the armed forces, this is something that would be useful. One might think, and the Commission has a role to play here, that individual countries should specialize in the production of different mechanization, equipment for different aviation combat vehicles, armored vehicles and naval forces. This would already be beneficial for the economies of the Member States of the European Union.", "language": "en", "original_language": "bg", "translation_provider": "google"}, {"id": 171, "date": "2017-07-06.json", "name": "Krisztina Morvai (NI).", "mepid": "96661", "text": "- Dear Members!During the compulsory military service within the framework of the Warsaw Pact, we listened to many funny and less funny anecdotes from our male classmates and friends.One said, I remember very well, that the person's military superior shouted, \"Run, the Italians are coming!\".By the time that, such a typical intellectual college student, ran, then looked back and said, \"No Italians are coming, why should I run?\"Now I ask, what is this particular quasi-army of the European Union going to tell the soldiers in training about who to run from?So I find it completely logical for Mrs von Storch to ask who the enemy is?Who is the enemy?Who will this money-hungry European army face, and what will be what they know and NATO does not know?So take the question and the issue seriously.", "language": "en", "original_language": "hu", "translation_provider": "google"}, {"id": 172, "date": "2017-07-06.json", "name": "Vytenis Povilas Andriukaitis", "mepid": "n/a", "text": "   Member of the Commission. – Mr President, I would like to repeat certain things again because some information can be misleading. You know very well – we all know very well – that our military capacities are in the hands of the Member States. They own those capacities and they operate with those capacities. The decision to deploy national army forces remains at national, constitutional level, not at EU level. We are only supporting Member States to deepen defence cooperation among themselves and foster a common European perspective. That is all. The EU can only decide to deploy a military operation with the mandate to potentially use armed forces outside the Union and with the mandate of the United Nations under international law. May I repeat once again this very important Article 2 of the Treaty on European Union, which states: ‘The Union is founded on the values of respect for human dignity, freedom, democracy, equality, the rule of law and respect for human rights, including the rights of persons belonging to minorities. These values are common to the Member States in a society in which pluralism, non—discrimination, tolerance, justice, solidarity and equality between women and men prevail.’ These are our cornerstones. The EU is taking concrete steps to strengthen European security and defence – in response to a clear demand by our citizens – and also to contribute to better sharing the burden across the Atlantic. It is, of course, important to pay close attention to our strategic communications and to explain to a wider audience what we are doing and trying to achieve, and also what we are not doing. I think it is also very important to say what we are not doing. We are not making an EU army. The European Parliament is absolutely critical in relation to delivering on our promise to provide more protection and security for our citizens. We are doing this in the European way – as I like to emphasise – using the European Union’s unique mix of instruments, and in partnership wherever possible.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 173, "date": "2017-07-06.json", "name": "Der Präsident.", "mepid": "2323", "text": "- That closes the debate.", "language": "en", "original_language": "de", "translation_provider": "google"}, {"id": 174, "date": "2017-07-06.json", "name": "Der Präsident.", "mepid": "2323", "text": "- I declare the session of the European Parliament adjourned.(The sitting was closed at 4:05 p. M.)", "language": "en", "original_language": "de", "translation_provider": "google"}]