[{"id": 0, "date": "2017-01-16.json", "name": "Der Präsident. –", "mepid": "1911", "text": "I declare resumed the session adjourned on Thursday, December 15, 2016.", "language": "en", "original_language": "de", "translation_provider": "google"}, {"id": 1, "date": "2017-01-16.json", "name": "Der Präsident. –", "mepid": "1911", "text": "Ladies and gentlemen! It was with great sadness that we learned of the death of our former colleague Mário Soares on January 7th this year. Mr Soares was a member of the European Parliament from 1999 to 2004. He was a member of the S&D Group and has served in this House as a member of various committees, in particular as chairman of the delegation for relations with Israel. For his homeland, for Portugal, Mário Soares was a formative, historical personality. It stood for resistance against oppression, against dictatorship, and it was without a doubt a symbol of the struggle for democracy for the Portuguese and the people of Europe as a whole. As Foreign Minister, Prime Minister and President of Portugal, he was a central figure in the democratic development of his country, and he was a decisive driving force behind Portugal's accession to the European Community. With Mário Soares, Europe is losing an outstanding statesman, a visionary and a pragmatist, a man of resistance to dictatorship and a reformer, a fighter against authoritarianism and a staunch democrat. It is our duty and our task to honor and defend his political legacy. On behalf of the European Parliament, I would like to convey our deepest condolences to the family of Mário Soares, his friends and everyone who was close to him - many of them here in this House too -. May I ask you, ladies and gentlemen, to rise from your seats in honor of this great statesman. (Parliament rose to a minute's silence.)", "language": "en", "original_language": "de", "translation_provider": "google"}, {"id": 2, "date": "2017-01-16.json", "name": "Der Präsident. –", "mepid": "1911", "text": "I remind you that under Rule 14 (2) of the Rules of Procedure, chaired by the outgoing President, a debate cannot be held which does not concern the election of the President or the examination of mandates under Rule 3 (2), second subparagraph. What does this beautifully worded sentence mean, which, to be honest, I didn't understand when I read it for the first time? It means that we must elect the President tomorrow, in accordance with our Rules of Procedure. Pursuant to Rule 15 (1) of the Rules of Procedure, the candidatures for the office of President of our Parliament must be submitted by a political group or by at least 38 Members with the consent of the candidates. New proposals can be submitted before each ballot. In accordance with the Rules of Procedure, I have received the following candidacies for the office of President of the European Parliament, which I will read out in alphabetical order. The nominations were the candidacy of Ms. Eleonora Forenza Ms. Jean Lambert Mr. Gianni Pittella Mr. Laurenţiu Rebega Ms. Helga Stevens Mr. Antonio Tajani Mr. Guy Verhofstadt. The candidates informed me that they were proposed with their consent. As you know, the election will take place tomorrow. We will first meet here in the plenary hall at 9 a.m. to hold the first ballot. The first ballot is scheduled from 9 a.m. to 12 p.m. It would be good, ladies and gentlemen, if you have your badges with you tomorrow morning, because we may have to tighten up the identification checks a little. Why am I telling you this? We rarely have all 750 members here. But tomorrow we have to ensure that all 750 Members have proper access to the Chamber without any problem. Now, not every employee knows every MP personally. Bring to avoid conflict Please bring your badge with you. Then, ladies and gentlemen, we decided that there would be a round of introductions here tomorrow. I said at the beginning: normally this election takes place without debate. However, the parliamentary groups have agreed among themselves that the MEPs who have been proposed as candidates can briefly introduce themselves here tomorrow. We agreed in the Conference of Presidents that this should be done with three minutes of speaking time, in reverse order: we start with the smaller groups and end with the larger groups. That is essentially what I have to tell you. We'll have to take counters tomorrow morning. In other words, from among all 751 Members, we will draw a drawing to see which of you, dear colleagues, should act as counter tomorrow. I already have a big request for the counters, and I would like to say this with the necessary clarity: those who count, would like to please leave their mobile phones at home. Because I believe that Parliament has a right to not just have any agencies publish results, but rather that they are announced here in plenary. I say this because, as the person chairing this session, I will also make sure that it is not the counters that are spreading anything, but that we are doing it. I think that is part of democratic practice. (Applause) Now I'm going to release you into the election campaign. I'll see you tomorrow morning.", "language": "en", "original_language": "de", "translation_provider": "google"}]