[{"id": 0, "date": "2017-04-06.json", "name": "Presidente. –", "mepid": "2187", "text": "Before opening, given that troubling news of the torture and killing of citizens of that Republic due to their sexual orientation from Chechnya through the press, I wanted to ask the Chechen authorities to provide the international community with precise and detailed information as soon as possible on whatis happening, confirming that the European Parliament strongly condemns all kinds of persecution and discrimination against people because of their sexual, racial, religious and political orientations.This is true within the European Union, but we also defend our values outside the borders of our Union.", "language": "en", "original_language": "it", "translation_provider": "google"}, {"id": 1, "date": "2017-04-06.json", "name": "Die Präsidentin. –", "mepid": "1913", "text": "Ladies and gentlemen!Today is Roma Day and a special opportunity to remember once again that we in the European Union are a community of values, that everything that happens in the world must be approached accordingly and that we care about whatin the world happens to minorities, to those who think differently.We always have to find very clear words.", "language": "en", "original_language": "de", "translation_provider": "google"}, {"id": 2, "date": "2017-04-06.json", "name": "Die Präsidentin. –", "mepid": "1913", "text": "The next item on the agenda is the debate on - the question for oral answer to the Council on International Roma Day by Roberta Metsola, Pál Csáky, Birgit Sippel, Soraya Post, Tanja Fajon, Sylvie Guillaume, Claude Moraes, Monika Flašíková Beňová, Ana Gomes, Cécile Kashetu Kyenge, Dietmar Köster, Marju Lauristin, Juan Fernando López Aguilar, Péter Niedermüller, Christine Revault D'Allonnes Bonnefoy, Elly Schlein, Cecilia Wikström, Nathalie Griesbeck, Benedek Jávor, Bodil Valero, Ulrike Lunhlerk, Barbara Lochbi Valero , Terry Reintke, Davor Škrlec, Bronis Ropė, Igor Šoltes, Eva Joly, Karima Delli, Ernest Urtasun, Rebecca Harms, Cornelia Ernst, Malin Björk, Barbara Spinelli, Martina Anderson, Marina Albiol Guzmán, Merja Kyllönen, Dimitrios Papadimoulis, Eleonora Forenza im On behalf of the Group of the European People's Party (Christian Democrats), the Group of the Progressive Alliance of Social Democrats in the European Parliament, the Group of the Alliance of Liber alen and Democrats for Europe, the Group of the Greens / European Free Alliance and the Confederal Group of the European United Left / Nordic Green Left (O-000016/2017 - B8-0207 / 2017) - (2017/2614 (RSP)) and - Oral question to the Commission on International Roma Day by Roberta Metsola, Pál Csáky, Birgit Sippel, Soraya Post, Tanja Fajon, Sylvie Guillaume, Claude Moraes, Monika Flašíková Beňová, Ana Gomes, Cécile Kashetu Kyenge, Dietmar Köster, Marju Lauristin, Juan Fernando López Aguilar, Péter Niedermüller, Christine Revault D'Allonnes Bonnefoy, Elly Schlein, Cecilia Wikström, Nathalie Griesbeck, Benedek Jávor, Bodil Valero, Ulrike Lunacek, Barbara Lochbihler, Terry Reintke, Davor Škrlec, Bronis Ropė, Igor Šoltes, Eva Joly, Karima Delli, Ernest Urtasun, Rebecca Harms, Cornelia Ernst, Malin Björk, Barbara Spinelli, Martina Anderson, Marina Albiol Guzmán, Merja Kyllönen, Dimitrios Papadimoulis, Eleonora Forenza on behalf of Group of the European People's Party (Christian Democrats), the Group of the Progressive Alliance of Social Democrats in the European Parliament, the Group of the Alliance of Liberals and Democrats for Europe, the Group of the Greens / European Free Alliance and the Confederal Group of the European United Left / Nordic Green Left(O-000017/2017 - B8-0208 / 2017) - (2017/2614 (RSP)).", "language": "en", "original_language": "de", "translation_provider": "google"}, {"id": 3, "date": "2017-04-06.json", "name": "Pál Csáky", "mepid": "124930", "text": "author. - Madam President, Colleagues. We celebrated International Roma Day on 8 April, and as part of this, together with most of my political groups, we addressed a question to the Commission and the Council, together with several of my colleagues. The “EU Framework for National Roma Integration Strategies” adopted in 2011 was very timely, and I think I am speaking on behalf of many when I say that we have high hopes for it. For me, as a politician representing the Hungarian minority in Slovakia, this framework is also important because it gives hope that it can serve as a model for the development of a universal framework for the protection of national minorities in the near future. Indeed, I am convinced that the protection of European values ​​is important in such a changing world in which we live, and that the protection of indigenous minorities must be a key element of this line of thought. Part of this is paying attention to Roma societies and taking steps to solve their problems. Let the representatives of the honorable European Commission also draw my attention to two priorities. The first is the existence of so-called Roma settlements, also in three European Union countries where this is a serious problem. In the eastern part of Slovakia, the country I come from, there are several such Roma settlements where the Roma live in conditions unworthy of Europeans. But there are also such settlements in Romania and Bulgaria, respectively. I have been the Deputy Prime Minister of Slovakia for eight years, we have been trying to take steps to eradicate these settlements, and I think that should be continued, perhaps with the creation of a European Roma Fund. The other top priority should be to support education and training programs. I wish the Commission every success in this, and I think I can promise the support of all of us.", "language": "en", "original_language": "hu", "translation_provider": "google"}, {"id": 4, "date": "2017-04-06.json", "name": "Soraya Post", "mepid": "124997", "text": "  author. – Madam President, to make a tangible progress in our fight against anti-Gypsyism, which is at the root cause of the situation of the Roma today, we call for a project team on Roma issues to be set up, bringing together Commissioners Jourová, Thyssen, Crețu, Navracsics, Andriukaitis and Hahn, to create non-discriminatory and complementary EU funds and programmes. We call for the continuation of the EU-Roma framework after 2020, building on the findings and recommendations of the Court of Auditors, the FRA, NGOs and watchdog organisations. We call on the Commission and the Member States to make sure that the projects financed by the EU are inclusive and fight segregation. Segregational practices must be clearly described and explicitly excluded from funding.  As we concede that most mainstream programmes systematically fail to reach out to young Roma, we call on the Court of Auditors to check the employment and education programmes of the EU. We call for anti-Gypsyism to be put in the focus on the national Roma strategies, and anti-discrimination indictors to be introduced in the relevant fields. We call on Member States to design their country strategies on the basis of consultations with Roma representatives and pro-Roma NGOs, and then involve them in the running, monitoring and evaluation of the projects.  We call on the Commission to set up a truth and reconciliation commission at EU level and in Member States, to set up such commissions at national level, to acknowledge this persecution, exclusion and disownment of the Roma throughout the centuries. To document this in an official white paper and to make their history become part of the curriculum in schools. We call on Member States to mark 2 August as Roma Holocaust Memorial Day. These steps are absolutely necessary to fight successfully against anti-Gypsyism.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 5, "date": "2017-04-06.json", "name": "Cornelia Ernst", "mepid": "96852", "text": "Author. - Madam President! The Serbian Rom Rajko Đurić wrote in one of his books: One day God decided to create man. He took clay, made a figure out of it, and put it in a vessel to burn into clay. Then he went for a walk, and when he came back the man was completely black. He became the ancestor of the blacks. God tried again to create a human being and again formed a figure and put it in a vessel to be burned into clay. Then he opened the vessel a little early and this person was all white and the ancestor of white people. Eventually he decided to create a third human, and this was the color of the two. He became the ancestor of the Roma. This myth that people are different, but ultimately of one God, did not make it into the lullabies of the children of Europe. Somehow between the bigger picture, black and white, Roma and Sinti seem to have been lost, as if they were a negligible minor matter. They have disappeared behind Brexit and refugee flows, household figures and forecasts as if they were superfluous. In some places it has been forgotten that they too belong to the intertwined of all racisms. Porajmos with 500,000 people from their community who did not survive 1945. If we speak here today on the occasion of Roma Day, it is because almost all promises made to Roma and Sinti have not been kept, because we owe it to them to finally work with them to achieve justice - justice to one of the oldest minorities in Europe. Freedom and justice, freedom, equality and fraternity - including sisterhood - must also apply to Roma and Sinti. Not anytime, but now, immediately, everywhere. Roma and Sinti are not petitioners. They do not have to justify their demands. We have failed too many generations of Roma and Sinti calmly.Let's finally start working off our debt to them.", "language": "en", "original_language": "de", "translation_provider": "google"}, {"id": 6, "date": "2017-04-06.json", "name": "Benedek Jávor", "mepid": "124721", "text": "author. - Madam President, honorable Members. On the occasion of the Roma Day on April 8, we organized the Roma Week in the European Parliament for the second time this year, which provided an opportunity for a number of extremely high-quality and interesting programs, conferences and exchanges. Roma Day and Roma Week, Roma culture, the celebration of Roma identity, the opportunity to celebrate Roma pride. At the same time, we also have the opportunity to point out the problems that the Roma community in Europe and the Member States has to face to this day. The fact that this is a European Roma strategy in the Member States and the multitude of programs implemented by the Union, despite the money spent on the ground, the situation of Roma communities in the field has not improved in recent decades. Everyday experience continues to be various forms of segregation, education, health, housing segregation, the impossibility of accessing the labor market, the fact that EU funds often do not help, although targeted, do not help the integration of Roma communities, but sometimes the opposite. achieve an effect. It also points out that fundamental EU provisions, values, rights and rules are not being implemented. That's why we can't sit back! We need to draw attention to the fact that we must continue to take action against segregation, anti-Roma and all forms of racism. We need to implement existing legislation and force Member States to respect EU fundamental values ​​and EU fundamental rights, in all cases with regard to the Roma minority, the Roma community. Ladies and gentlemen, Europe has many problems and we are debating a lot about how to make this community a success. However, we must agree that without the integration of the Roma community, without the success of the Roma community, neither Europe nor its Member States will ever be able to succeed.", "language": "en", "original_language": "hu", "translation_provider": "google"}, {"id": 7, "date": "2017-04-06.json", "name": "Neven Mimica", "mepid": "n/a", "text": "   Member of the Commission. – Madam President, the Commission strongly condemns all forms and manifestations of racism and xenophobia, including anti-Gypsyism. It is indeed a root cause of Roma social exclusion and discrimination and it hampers the efficiency of policies which have been put in place. The Commission is addressing the issue by a holistic approach through the enforcement of legal policy and financial instruments. We have stepped up our efforts to ensure the correct implementation of anti-discrimination legislation including the Racial Equality Directive, as well as the Framework Decision against Racism and Xenophobia. We have launched infringement proceedings against three Member States on discrimination against Roma children in education. The Commission considers that education is a powerful tool to promote citizenship and the common values of freedom, tolerance and non-discrimination. In this context, the Commission will propose a Council recommendation on promoting social inclusion and common EU values through formal and non-formal learning before the end of this year. The Commission will also launch a new pilot action with the Council of Europe to support the integration of Roma through enhancing inclusive education. In June 2016 the Commission launched the EU High-Level Group on combating racism, xenophobia and other forms of intolerance. It provides best practice guidance and strengthens the cooperation between the Commission, Member States, EU agencies, relevant international organisations and civil society. This high-level group is fostering discussions on the specificities of particular forms of intolerance, including anti-Gypsyism. Following up on the high-level group’s discussion in December last year, the Commission has just published a document gathering key guiding principles on hate crime training for law enforcement and criminal justice authorities. The Commission also supports Member States and other relevant actors in their efforts to prevent and combat hate speech and hate crime. In the framework of the high-level group, the Fundamental Rights Agency established a dedicated sub-group to support Member States in defining a methodology for data collection and recording of hate crime incidents.  The Commission has also taken initiatives to ensure that illegal hate speech is countered both in the offline and online worlds. On 31 May 2016 we agreed on a Code of Conduct on countering illegal hate speech online, with Facebook, Twitter, Microsoft and YouTube. We are now evaluating its implementation by these IT companies and we will present the result of this evaluation by the end of May.  The Commission is convinced that fighting discrimination and anti-Gypsyism must go hand-in-hand with fighting Roma social and economic exclusion. This is based on the assessment made by the Commission and confirmed in the Council conclusions of 8 December last year on accelerating the process of Roma integration. These conclusions urge Member States to acknowledge the discrimination affecting Roma, to recognise anti-Gypsyism as one of its underlying factors, and to fight it. The conclusions are very concrete and comprehensive in this respect. Member States are urged to act through enforcing legislation, broad awareness, awareness raising, promoting a positive image of Roma and promoting Roma culture, language and history through school curricula, media or research. The Council conclusions also urge Member States to recognise and commemorate the victims of Roma genocide. This is also why the Commission allocated EUR 6 million as specific funding to projects promoting tolerance and fighting stereotyping, hate speech and hate crime. Another example is the two-year EU campaign ‘For Roma, with Roma’ aimed at combatting prejudices and discrimination, which ran from 2014-2016. Funding opportunities to fight discrimination are also available under the European Structural and Investment Fund where the Commission encourages Member States to involve the representatives of the Roma community in the programme’s monitoring and to promote Roma integration objectives. Finally, the Commission considers that it is our moral duty to remember all those who suffered under the Nazi regime, including the Roma. The Commission welcomed and strongly supported the initiative of the European Parliament to designate 2 August as European Roma Holocaust Memorial Day. The Commission has already encouraged Member States to do the same. The Council conclusions on accelerating the process of Roma integration also urge Member States to recognise and commemorate the victims of the Roma genocide.  The Commission will continue to support the European Parliament in its action to bring the resolution to the Council for discussion.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 8, "date": "2017-04-06.json", "name": "Monika Hohlmeier", "mepid": "96780", "text": "on behalf of the PPE Group. - Madam President, Commissioner, ladies and gentlemen! I have had a lot of experiences in my own life with regard to the integration of Roma, because I was previously responsible for this as minister, and frankly, I am somewhat tired of the fact that we have to keep having the debate. I would like to thank my colleagues who keep this topic on the agenda. Because the integration of Roma has still not succeeded. If eight out of ten Roma are close to the poverty line, if a third of the study participants only get paid jobs, then that shows relatively clearly where we are at the moment. If 50% of the children do not go to school at all, then the integration of the Roma has still not succeeded. I think it is essential not to dwell on mutual stereotypes: \"The Roma behave as follows\". You can integrate Roma if you give them the opportunity to live properly, if you work with social workers to ensure that the children go to school, if you make sure that the children also have vocational training - regardless of whether Girl or boy, because there are also different ways of handling and different problems - if you take care that the children are not abused, for example for beggar rings and the like. You can do a lot there if you want to do this. And, Commissioner, I have one request: I think statistics are wonderful, but real help is actually the essential thing that we need to move forward. That means we have to act on the part of the European Commission - that would be my request. In the end, it is not enough to let the Member States act alone, because in some Member States I have the impression that the development for the integration of the Roma is proceeding very, very slowly, and that there is maybe more support is needed, sometimes a little more pressure.Because if people live within the EU without windows, without bathrooms, without any school nearby, without any kind of perspective on life at all, then I believe that this is a very problematic constellation, which we do not just ask for an oral answer every yearto be able to operate in a new way, but where we specifically have to change our actions.", "language": "en", "original_language": "de", "translation_provider": "google"}, {"id": 9, "date": "2017-04-06.json", "name": "Tanja Fajon", "mepid": "96911", "text": "on behalf of the S & amp; D Group.- It is worrying and sad that the European Union cannot boast of progress in a policy that would improve the situation of the Roma, on the contrary.In its annual report, the European Commission acknowledges that the situation is deteriorating sharply in certain countries.One in three Roma children goes to bed hungry at least once a month, and 30% of Roma households do not have access to running water.And that this is happening in Europe in 2017 is a shame.In the light of the Roma integration strategy, it is crucial to place the improvement of the lives of thousands of Roma Europeans at the heart of the Union's policy.A number of countries still do not use European money for Roma integration.And with the rise of the far right around the world, it is even more important than ever to realize the consequences of the Holocaust on the Roma: at least 500,000 Roma were exterminated during World War II.In some countries, this represented about 80% of the total Roma community.", "language": "en", "original_language": "sl", "translation_provider": "google"}, {"id": 10, "date": "2017-04-06.json", "name": "Ivan Jakovčić", "mepid": "124754", "text": "on behalf of the ALDE Club. - Madam President, Honorable Commissioner, both you and I are aware that, unfortunately, Roma are associated with terms of segregation, racism, intolerance, all those terms that are directly against the values ​​of the European Union, what everyone here in this room, we want to promote, and that is just the opposite of what is stated, it is tolerance, respect for our differences. Among other things, the fact is that the Roma are the minority that suffered the most along with the Jews in the Second World War. Unfortunately, I must say that along with Nazi Germany and Ustasha Croatia, Croatia was one of those countries that showed what it means to kill people, simply because they are members of a minority that everyone hated at the time. What I want to emphasize, however, is something else. I want to emphasize that there are good examples, regardless of all the tragedies we are witnessing, there are great examples. I will dare to mention what I did when I was the Istrian prefect when I did everything I could to help the Roma. I can tell you that if we use some methods - specifically, quite specifically - if we help them with their education, if we organize special kindergartens for them, if we provide scholarships for Roma children, if we organize their media appearances to show their culture and what they really know, if we organize special councils for national minorities, if we help them in micro-entrepreneurship, if we legalize their jobs in the markets, then a lot can be done. I want to emphasize that European programs, national programs will never be fully implemented if local and regional authorities are not seriously involved. Međimurje is another, also a good example, because we have Roma settlements not only in the countries mentioned earlier, but also in Croatia. Roma settlements in Međimurje have a number of problems, but they also have good examples. In this context, I would just like to emphasize that I call on the Commission to consider how to direct European money directly to local and regional authorities, as this is certainly one of the ways in which the Roma community can be better integrated into the local or regional community.(The speaker agreed to take a blue-card question) (Rule 162 (8)).", "language": "en", "original_language": "hr", "translation_provider": "google"}, {"id": 11, "date": "2017-04-06.json", "name": "Dubravka Šuica (PPE)", "mepid": "119434", "text": "the question she asked by raising the blue card.- Mr. Jakovčić, we are not in the Croatian Parliament, but I listened to what you said and all credit to the efforts that you as the Istrian prefect have undertaken in your region and I think it is necessary to direct money to Roma communities and therefore I join your appeal.Do you consider the example of Croatia, in which we have a representative of the Roma community in the Croatian Parliament, a good example?I think this is a pretty solid example and can be called a European practice.", "language": "en", "original_language": "hr", "translation_provider": "google"}, {"id": 12, "date": "2017-04-06.json", "name": "Ivan Jakovčić (ALDE)", "mepid": "124754", "text": "the answer to the question posed by raising the blue card.- Dear colleague, I am convinced that Croatia has definitely made a number of serious, positive steps towards all minorities, including the Roma.The fact that we have a guaranteed mandate of a member of parliament for a member of the Roma minority is something I am not sure exists in any other country of the European Union.I do not fully know this legislation, but this is certainly a great example and a way for a member of the Roma community to promote the interests of that community and show how to integrate it.", "language": "en", "original_language": "hr", "translation_provider": "google"}, {"id": 13, "date": "2017-04-06.json", "name": "Tania González Peñas", "mepid": "127330", "text": "on behalf of the GUE / NGL Group. - Madam president; «Gelem, gelem», which means «I walked, I walked»: this is how the gypsy hymn begins, some verses that draw on the nomadic history of the gypsy people and that are loaded with meaning because they are inspired by the memory of the gypsies and the gypsy victims of Holocaust Nazism. In 1971, April 8 was declared International Day of the Gypsy People, to claim their rights, and today we are here to commemorate that day - and it is very positive that it is the subject of debate in this European Parliament - but, above all, to do of loudspeakers and denounce the increase in hate crimes against the Roma community and make clear all the work that remains to be done in socio-labor policy in this regard. It's okay to have a designated day on the calendar; This gives visibility and sensitizes the population, but the Roma people have been suffering discrimination, segregation and levels of poverty and social exclusion for decades well above the European and national averages, especially when we talk about women and children. We must work with society as a whole to end negative stereotypes towards the Roma people, and the best way is to promote real and effective integration, socio-labor insertion and access to decent housing and eliminate special schools, which in some countries still segregate Roma girls and boys and put the individual and collective development of the youngest at risk. And it is essential, in this sense, to fight against institutionalized anti-Gypsyism, of which we have cases throughout Europe, in all European countries. I only mention two to finish: the Roma camps in Italy and the 2,582 Roma evicted by the security forces in France. We still have a lot of work to do from the institutions too.", "language": "en", "original_language": "es", "translation_provider": "google"}, {"id": 14, "date": "2017-04-06.json", "name": "Terry Reintke", "mepid": "103381", "text": "  on behalf of the Verts/ALE Group. – Madam President, I would like to tell you a story: a story about two brothers, two Roma brothers. They are about my age and grew up in a city very close to my home town. Their family came from Kosovo. When they were in their mid-20s they were deported from Germany back to Kosovo – from their home back to a country they almost did not know. They were separated from their families, their friends and their lives. Their names are Kefaet and Selami. They are two brothers, two very talented musicians who have now found their way back home and have expressed their hardship in rap music.  They are two among many who have faced discrimination in the European Union, but they are also two among many Roma and this is what we very often forget when we speak about the Roma who have resisted, and who have found a way to deal with this hardship and to say that they want to fight against anti—Gypsyism in our societies. Not only that, they want to fight for a better life, for civil rights for all, for their families, for prospects and for equality in our societies. They should be an inspiration to all of us, not only on International Roma Day, but every day, because they will be amongst the people who will shape our societies in the future. Do not be mistaken: the fight against anti-Gypsyism and against discrimination is not just something that the Roma communities have to take care of. It is something that all of us have to work for because this is not only about the livelihoods and the well-being of Roma communities; this is about our democracy. This is about whether we want to live in equal societies, so this is about our future as well. I urge you, Commissioner and all my colleagues, let us stand up against any form of anti-Gypsyism in our societies and fight side by side with the Roma people for a future of equality and democracy in the European Union. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 15, "date": "2017-04-06.json", "name": "Tim Aker", "mepid": "99650", "text": "  on behalf of the EFDD Group. – Madam President, this debate is about Roma, but because of the EU’s four fundamentalisms – I will not call them freedoms – it is also about migration. Your cult-like adherence to complete open borders means it has to be. The EU signed its own political death warrant when it expanded to the east and brought into the EU vastly poorer former communist countries. Using EU rules, the great migration westwards began. For the first time in British recorded history, net migration to the UK soared to over a quarter of a million and as high as a third of a million recently.  One of the communities particularly hit was in Sheffield. According to reports, the Page Hall estate received an influx of 6 000 Roma and eastern European migrants in four years. Such had been the pace of migration into the UK that the then government’s integration adviser, Dame Louise Casey, was quoted to have said whole areas have changed beyond all recognition because of a failure by government to handle mass migration.  Now no one can deny anyone the ambition to get a better deal for themselves or their families, but as elected representatives we are answerable to our constituents first and foremost. My constituents watching this know that they are my boss. Like any good employer-employee relationship, if my employers do not think I am doing a good job they will remove me. This is perhaps why UKIP has won the Thurrock local elections for three years running.  What we have seen is the EU’s top-down agenda forcing change on communities that no one voted for. Let us look at the Page Hall estate again, a whole estate transformed without any one voting for it. In fact one Labour politician – yes, Labour – warned of riots due to the levels of Roma migration into Sheffield.  The knock-on effects of uncontrolled migration across the UK have seen school class sizes increase. Families struggle to get the right school place for their children; A&amp;E waiting times are unbelievably high; the housing waiting list puts social housing beyond the reach of many of my constituents, and the pressures are always felt hardest in working class communities.  EU policies have turned a Europe of different nations and cultures into a free-for-all. It may suit the rich and wealthy to have easy access to cheap cleaners and au pairs, but working class communities have seen their neighbourhoods change and opportunities disappear without their consent. Brexit gives us a chance to change all this. If the Conservative government betray the millions of people who voted for proper border controls they will never be forgiven. We toppled one prime minister; we can do so again. (The speaker agreed to take a blue-card question under Rule 162(8))", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 16, "date": "2017-04-06.json", "name": "Fredrick Federley (ALDE)", "mepid": "124989", "text": "  blue-card question. – Madam President, I must say that I am very surprised that, in this important debate, where we talk about integration, opportunities for the Roma people and in remembrance of the Holocaust, the right honourable gentleman does not, with a single word, address that situation.  What he does is take on the majority position of society and blame the Roma population of Europe. You say, Mr Aker, that they are flooding your society and you are blaming poverty on the Roma people. The Roma people have been suffering all through European history but the situation has never been better. It seems like the honourable gentleman is harking back to a situation where we could address and oppress the Roma people of Europe nationally and it was hidden because we could not address it. Today, we have an opportunity to give prosperity to all of the people of Europe. Please address that in your reply and do not continue to attack the people that are moving across borders.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 17, "date": "2017-04-06.json", "name": "Tim Aker (EFDD)", "mepid": "99650", "text": "  blue-card answer. – I would like to thank the honourable Member for that speech. I do not know whether the translation was a bit skew-whiff, but I actually pointed out that the British Government had no integration plan whatsoever. Because of EU policies and because of complete free movement, there was no integration plan and, because of the levels of immigration into the UK, there could not have been an integration plan because the pace of change was far too quick.  That was the point I was making, so trying to paint a picture of everything being rosy in the European Union is precisely why people are fed-up with this place. Your failure to grasp this will mean that other nation states will vote to leave. (The speaker agreed to take a blue-card question under Rule 162(8))", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 18, "date": "2017-04-06.json", "name": "Soraya Post (S&amp;D)", "mepid": "124997", "text": "question (“blue card”).- You were very clear that Roma do not fit into your society.I do not understand how, totally without common sense, totally without shame, you can come in and have that debate in this room, on this issue, unfortunately.My question to you is: Did you think it was appropriate when your whole UK colonized more than half the world?", "language": "en", "original_language": "sv", "translation_provider": "google"}, {"id": 19, "date": "2017-04-06.json", "name": "Tim Aker (EFDD)", "mepid": "99650", "text": "  blue-card answer. – Madam President, I am happy to e-mail the lady my speech where she can see that she was probably listening to a completely different speech. Trying to put words in my mouth, Madam, to make cheap political points actually debases this Parliament and this Chamber, which my constituents will see. Two-thirds of the people in Essex and three-quarters in my constituency of Thurrock voted to leave this place and your ramblings there, Madam, are precisely why they were completely correct to do so. (The speaker agreed to take a blue-card question under Rule 162(8))", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 20, "date": "2017-04-06.json", "name": "Tomáš Zdechovský (PPE)", "mepid": "124713", "text": "a question asked by raising a blue card.- Mr Aker, I think that you may be living on another planet and that not all interpreters will be able to interpret your pseudo-racist speeches.You claim that the migrants who came to the UK are all criminals, they all take jobs from the British, you are trying to persuade us.And what do you say about the case of a Czech who was beaten by a chain a few weeks ago, and a British court today acquitted the same British and said it was a necessary defense, even though we all saw in the video how he was literally beaten by three British?Aren't you ashamed of it?", "language": "en", "original_language": "cs", "translation_provider": "google"}, {"id": 21, "date": "2017-04-06.json", "name": "Tim Aker (EFDD)", "mepid": "99650", "text": "  blue-card answer. – I do not think there is anything to say to that level of rubbish. Another person trying to put words in my mouth – and you carry on doing this, carry on trying to paint everything in the European Union as rosy, keep demonising people who raise legitimate concerns.  In my speech, I mentioned the fact that the British Government had no integration plan, the fact that they had not put any plans in place to be able to manage migration when the European Union expanded. These are legitimate concerns, and are concerns that led 17 million people to vote to leave the European Union.  So, carry on, Sir, as you will; we will be out of this soon enough and you can keep talking to the echo chamber.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 22, "date": "2017-04-06.json", "name": "Die Präsidentin. –", "mepid": "1913", "text": "I would like to remind you that the first sentence of the Charter of Fundamental Rights is: \"Human dignity is inviolable.\"That is the basis of our cooperation and our coexistence here in the European Union, and we should act on it.I also ask the following speakers to adhere to it.", "language": "en", "original_language": "de", "translation_provider": "google"}, {"id": 23, "date": "2017-04-06.json", "name": "Mara Bizzotto", "mepid": "97198", "text": "on behalf of the ENF Group. - Madam President, ladies and gentlemen, I have great respect for all peoples who are victims of persecution and violence, especially those who suffered them in the Second World War. Today, however, behind the lie of inclusion, Europe spends an avalanche of money for the Roma, millions of euros that are useless, because the integration of the Roma is practically zero, because it is they who do not want to integrate. This money must be given to our citizens, to our unemployed, to our families in difficulty. Come to Italy to see how the Roma have not integrated. Ask the police, the mayors, the citizens who have the misfortune to live near the Roma camps. Read the newspapers, watch television, and every day you will find avalanches of news on the problems and hardships that our citizens are forced to suffer because of the Roma. And don't allow yourself to say we are racist, because we are not. We are only saying real things that happen every day. Other than international day for Roma. Rather, we should make a day for our citizens, Italian and European, who are victims of the abuses and problems caused by the Roma. (The speaker agreed to answer a \"blue card\" question (Rule 162 (8)))", "language": "en", "original_language": "it", "translation_provider": "google"}, {"id": 24, "date": "2017-04-06.json", "name": "Soraya Post (S&amp;D)", "mepid": "124997", "text": "question (“blue card”).- You show a great deal of lack of intelligence, empathy, human dignity.Do you mean that on this day you are talking about the Roma being the cause of the situation we are in today?Do you mean that you can then sit in this House, which you absolutely do not want to belong to?Do you find it difficult to integrate yourself into EU values?Is that so?", "language": "en", "original_language": "sv", "translation_provider": "google"}, {"id": 25, "date": "2017-04-06.json", "name": "Mara Bizzotto (ENF)", "mepid": "97198", "text": "Answer to a \"blue card\" question.- So, I live in Italy and I don't live on the moon.And in Italy, every day, the police enter Roma camps, regular or irregular.And yes, they find children without shoes, badly dressed and without food.But next to them they find big cars, Mercedes, Audi, cars that have obviously been bought, I don't know how, I hope not with European funds.And this is a shame, this is a great shame!And that's that.(The speaker agreed to answer a \"blue card\" question (Rule 162 (8)))", "language": "en", "original_language": "it", "translation_provider": "google"}, {"id": 26, "date": "2017-04-06.json", "name": "Maria Grapini (S&amp;D)", "mepid": "124785", "text": "Question referred in accordance with the \"blue card\" procedure.- Dear colleague, I am surprised that you have not listened to our President's call on human rights and the provisions of the UN Charter.You say that the Roma are to blame for this situation.Personally, what have you done, are you a member of the European Parliament, what have you done to integrate the Roma in Italy, for their education, to be able to participate in school?What child would not want to eat, what mother would not want her child to be well dressed and educated?And Roma mothers are also mothers, ma'am!", "language": "en", "original_language": "ro", "translation_provider": "google"}, {"id": 27, "date": "2017-04-06.json", "name": "Mara Bizzotto (ENF)", "mepid": "97198", "text": "Answer to a \"blue card\" question.- European funds for the integration of Roma in Italy have either been badly spent or have not been spent.Because, as I said before, Roma children in Italy don't want to go to school, because their families force them to beg or steal.I do not say this: if you want I will read the newspapers, even today in the newspapers this is written, even today it is written this.Or they all come to Italy, the worst, the worst, and the good ones come to you ... because this, unfortunately, is the simple reality.And I challenge any Italian parliamentarian to say otherwise.(The speaker agreed to answer a \"blue card\" question (Rule 162 (8)))", "language": "en", "original_language": "it", "translation_provider": "google"}, {"id": 28, "date": "2017-04-06.json", "name": "György Hölvényi (PPE)", "mepid": "124715", "text": "  blue-card question. – I have a short question. What are you doing? That is the question. That was the lady’s question. We know this, we know the stories and we can explain it, but what are we doing to improve it? What are you doing in your capacity? It is not about the European forums. What are you doing? How are you trying to fulfil the European Union’s Roma strategy for 2012? That is the question. Please give a short answer. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 29, "date": "2017-04-06.json", "name": "Mara Bizzotto (ENF)", "mepid": "97198", "text": "Answer to a \"blue card\" question.- As soon as I arrived here in the European Parliament in 2009, I asked how much money was spent on the Roma, because I could not understand where it was spent in Italy, because unfortunately the money for the Roma and integration did not work.But because they don't want them to integrate with us.This happens in Italy unfortunately, this happens in Italy.I would invite you, whenever you want, to come with me to the Roma camps, obviously accompanied by the police, because alone it is impossible.", "language": "en", "original_language": "it", "translation_provider": "google"}, {"id": 30, "date": "2017-04-06.json", "name": "Die Präsidentin. –", "mepid": "1913", "text": "I was now generous with the blue cards because it was still the parliamentary groups' speakers.From now on, however, I will only allow one blue card per speaker because I also have to look a little bit at the clock.However, I have now let it go because it is a very important debate and it also shows what the positions of the individuals are.", "language": "en", "original_language": "de", "translation_provider": "google"}, {"id": 31, "date": "2017-04-06.json", "name": "Tomáš Zdechovský (PPE).", "mepid": "124713", "text": "- Madam President, I think this debate shows how we simply need to commemorate this Roma Day. Before I became an EU Member and before I even started working, I worked as a streetworker for four years and worked with the Roma. It is interesting to see how their culture and how their coexistence with the majority group in Czech society changes significantly. The Roma are different, and that is what this debate is about. We must remember this otherness. The speaker said here what the Roma have problems. Yes, we can say that the Roma take drugs. They may be doing crime, but why are they doing it? That is the basic question. And the basic question is: How can we change that? There are several million Roma living in the European Union, perhaps more than some of the nationalities represented in the European Parliament. But they do not have a voice. How many MEPs are Roma here? How many people from the Roma community have established themselves here? How many people from the Roma community have the ability to study? Here we can swear and show examples that someone has a Mercedes and someone just lets the children run down the street. But why don't we also show examples of those Roma who work as police officers, lawyers, doctors who go to Italy to wipe the asses of Italian pensioners in a normal majority white society, for example. Why don't you mention this example too? And that's my question. We have heard here from a colleague from Great Britain what the Roma have caused to the problems in Great Britain. But why isn't a colleague from the UK talking about the Roma, who are normally involved in the work process and who make up British society?", "language": "en", "original_language": "cs", "translation_provider": "google"}, {"id": 32, "date": "2017-04-06.json", "name": "Péter Niedermüller (S&amp;D).", "mepid": "124723", "text": "- Ms. President! We must admit with shame that it is not good to be a Roma in Europe today. Our Roma compatriots, who are citizens of the European Union with the same rights as any of us in this Chamber, face constant and constant discrimination in their daily lives. Educational segregation, forced evictions, discrimination in the labor market and health care. The European Framework Strategy Despite a number of statements, resolutions and conferences, the situation of the Roma in Europe has changed virtually nothing in recent years. That is why we do not need further debate, but political will and decisive action everywhere in Europe. For the elimination of Roma settlements, quality, empowerment education, scholarships, social care, job creation, training programs and, above all, clear and tough action against racism, anti-Gypsyism and discrimination.", "language": "en", "original_language": "hu", "translation_provider": "google"}, {"id": 33, "date": "2017-04-06.json", "name": "Marina Albiol Guzmán (GUE/NGL).", "mepid": "125048", "text": "- Madam President, anti-Gypsyism is a major problem in the European Union. Gypsies and gypsies constitute the largest minority on the continent, and there are authorities and institutions that have policies of systematic discrimination towards them. Today, there are States of the Union like Hungary that, with a government of the European People's Party, segregate Roma students into differentiated schools. In the European Union, there are cases of discrimination and segregation in other sectors, such as healthcare or access to housing. Austerity measures are imposed by fire on the peoples of the European Union. On the other hand, the principle of equality that is contained in all the Union Treaties is ignored, and the States discriminate without the European Union doing absolutely nothing. And it is because it is a systemic discrimination that means that, in the Spanish State, only 15% of gypsies complete compulsory education, that they have an unemployment rate almost ten points higher than the average, or that one of each ten live in homes without the minimum conditions of habitability. This is a direct consequence of poverty and the stigma associated with a population that is constantly ignored and made invisible. What is not named does not exist, and that is why comprehensive recognition of Roma identity and history is essential. We have worked for the creation of this European day of commemoration of the gypsy holocaust. But, nevertheless, we fear that it will be only a cosmetic question again: when we hear MPs from the same parties that segregate boys and girls in Hungary or Slovakia say that they support these initiatives, the truth is that they remain quite empty claim.", "language": "en", "original_language": "es", "translation_provider": "google"}, {"id": 34, "date": "2017-04-06.json", "name": "Bodil Valero (Verts/ALE).", "mepid": "124993", "text": "- Madam President! We are in the middle of this year's Roma week, and it may seem strange that we need one. But for a people without their own country, without a state, for centuries affected by discrimination and persecution, it is fortunate that we have at least gotten to the point where for a week we pay attention to the Roma and the Roma culture around the world. In the Green Group, we have produced a publication ahead of this year's Roma Week, in which we analyze the current situation and what we can do to counter anti-Gypsyism in Europe from different perspectives and from different countries. It can be obtained from us. What is it that makes Roma still so stigmatized, and how can it be that our majority societies accept that an ethnic group, which has existed in our countries for many hundreds of years, is still discriminated against and discriminated against? To understand, we must go back many hundreds of years. We know that as early as the 14th century, in some European countries, Roma were enslaved and sold or exchanged at auctions. Slavery as such was not dissolved until the 1860s, but in practice survived for several more decades. These delusions, which we have heard about here before, are still deeply rooted in Europe, in almost every country. We already learn as children to believe that the Roma themselves choose to stand outside our societies, that they do not want to participate, as we heard here recently, in the common activities of society. At the same time, our decision-making has established law after law in country after country against the Roma. Not only were laws of assimilation enacted to banish or imprison them, but also laws that gave anyone the right to kill a rum by hanging or in other ways, mainly men. It is time that we in the majority take responsibility for our own actions and change our attitudes. Then we can move on.", "language": "en", "original_language": "sv", "translation_provider": "google"}, {"id": 35, "date": "2017-04-06.json", "name": "Angelo Ciocca (ENF).", "mepid": "183793", "text": "- Madam President, ladies and gentlemen, this morning I would have expected to see this Parliamentary House engaged - 751 parliamentarians paid by European citizens, and I don't know how many paid by Roma communities - to work on concrete actions on the real problems of our European citizens, on the real fragile of our Europe. I would have expected to talk about the elderly, I would have expected to talk about the disabled, I would have expected to talk about the unemployed, young people or the real problems of this Europe, for example security: in Italy we have a home burglary every two minutes. Of this I would have expected to speak. And instead we are here talking about fake victims, fake problems, and in doing so we are certainly not credible and serious. We have a cross-eyed view: we look at what the effect is but we don't look at what the cause is. Let's not look at what Italian citizens, for example, ask themselves: what work do the Roma do? What do Roma live on? How do the new generation caravans pay, the cars? Where does the public money go to pay for the water or light of the Roma camps? Why should we have 124 illegal Roma camps in Italy out of 167? Why do the children of these communities not have the right to go to school? Why, who is behind the begging and exploitation of these minors? Here, we would have liked to talk about the problem that out of 2 400 minors in Italy who are experiencing legal difficulties, 1 500 are Roma minors. We would have liked to talk to you about this.", "language": "en", "original_language": "it", "translation_provider": "google"}, {"id": 36, "date": "2017-04-06.json", "name": "Die Präsidentin. –", "mepid": "1913", "text": "Firstly, I might like to remind you - and you know this very well - that there are many other meetings taking place in parallel with the plenary meetings, in which our colleagues are attending.You know that very well, and it happens to you again and again, that you do not sit in plenary all day.That is simply not possible if you do your job properly.Secondly, I have now decided that from now on I will no longer allow a blue card because something is happening here that is not good for the European Parliament's reputation.If we notice how discrimination is becoming commonplace in the statements, I cannot accept that.", "language": "en", "original_language": "de", "translation_provider": "google"}, {"id": 37, "date": "2017-04-06.json", "name": "Iratxe García Pérez (S&amp;D).", "mepid": "28298", "text": "- Madam President, Gypsies and Gypsies are full citizens of the European Union, they have their own cultural traits and share a common identity, which does not detract from their citizenship, but rather the opposite: it represents a wealth for our society. And we have made progress in the social sphere, in access to education, to the labor market, but there is still much to do and, today, interventions that we have heard here clearly give us that message. We must fight against stereotypes, against those stereotypes that attribute certain behaviors to a part of the population. It is unacceptable, it is shameful to hear MEPs say that the Roma population is the one that is stealing, it is the one that is generating conflicts. Ask yourselves and ask the public who they think are the real thieves in their country. I think it is unacceptable, that we have to fight against stereotypes, that we have to move forward together, work together for social inclusion and fight hateful messages like the ones we had to hear this morning in this Parliament.", "language": "en", "original_language": "es", "translation_provider": "google"}, {"id": 38, "date": "2017-04-06.json", "name": "Lynn Boylan (GUE/NGL).", "mepid": "124984", "text": "   – Madam President, I welcome the opportunity, unlike my Italian colleague across the floor, to mark International Roma Day and to recognise the culture and tradition of Europe’s largest ethnic minority community. Eight million Roma live within the European Union, and while the EU has developed a framework, we all know that the situation continues to be awful for the Roma community. For years the Roma community have been victims of forced assimilation. Their time-honoured culture and traditions were eroded and the cohesiveness of their communities were shattered. We also must never forget that half a million Roma were killed by the Nazis during the Holocaust. We all must work together if we want to realise the aims of the framework and to break down the prejudices that do exist towards their community. We must work to build trust among the community for the institutions within the various Member States. Is it any wonder that children do not go to school when they are faced with attitudes like those we have heard today, on a day-to-day basis?  In Ireland, two children were taken from their parents by the police. Why? Because they were blond and they could not possibly belong to the Roma family. So is it any wonder that there is no trust within the Roma community for the institutions? It is not okay that in 2017, members of the largest minority in the EU are still more likely to die early, to be illiterate and to live in squalor than the rest of the population.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 39, "date": "2017-04-06.json", "name": "Silvia Costa (S&amp;D).", "mepid": "96917", "text": "- Madam President, ladies and gentlemen, faced with the obvious situation, which the statistics also show us, with 10% of Roma children not reaching high school, with a concentration of discrimination and poverty, none of us is able to to say that today we are up to the challenge of this day. I do not need some colleague who, with absurd and unacceptable attitudes, say it in these terms, which are not worthy, in my opinion, of this discussion. But I think we know one thing: there is a commitment from the Commission, there are national strategies that we must certainly verify, also in the use of European funds, and there are very interesting experiences of inclusion, for example a pilot project that I know that in Romania has achieved a very interesting result with regards to educational inclusion. I was the regional councilor in my region and I understood a few things. First: action must certainly be done on the anti-discrimination front and on the legal level, but there is no desegregation if there are not some measures. First: involving families (with scholarships that are given to children and that involve families in responsibility, incredible results are obtained); the involvement of Roma associations and secular or religious associations that deal very proactively with them; also support measures as well as cultural mediators and teachers who have an intercultural teaching capacity. Certainly the road is long. However, it does not seem to me that the League in Italy is very committed to this.", "language": "en", "original_language": "it", "translation_provider": "google"}, {"id": 40, "date": "2017-04-06.json", "name": "Julie Ward (S&amp;D).", "mepid": "124963", "text": "   – Madam President, in my north-west England constituency, there is a significant population of Roma in both rural and urban areas. For example, the annual Appleby Horse Fair in Cumbria has become one of the most celebrated Romany festivals in Europe, filmed, photographed and featuring in tourism guides. On the other hand, public perceptions of Roma are still based on disinformation.  Last year’s referendum campaign unleashed a new wave of increased hate towards ethnic minorities, with Roma communities being particularly targeted. A Roma community development worker in Manchester told me that on 24 June 2016 – the day after the referendum – a group of Roma children who used to play in a public park had disappeared from public view overnight, frightened by the rampant, unpleasant public mood towards people of different nationalities and ethnic backgrounds. Brexit has turned my country into a shameful, intolerant place and the Roma were sadly amongst the first victims. The Brexiteers, UKIP, the Conservative Government and the right-wing press must take responsibility for whipping up hatred on a scale not seen for decades. But on Roma Day, let us find ways of addressing the issue...  (The President cut off the speaker)", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 41, "date": "2017-04-06.json", "name": "Monika Flašíková Beňová (S&amp;D)", "mepid": "23868", "text": "- Madam President, since 2004, when I have been a Member of the European Parliament, our political group has been very interested in the issue of the Roma. We have and have even set up working groups that not only prepare missions to countries where we meet the Roma community, but also prepare concrete initiatives and suggestions on how we can help the Roma community. As a Member of the National Parliament, I myself was in very close contact with the Roma community, and I must say that we have managed to do a good job over the years - so that we do not just talk about the weak points here on the day we celebrate Roma Day. . However, it is true, and this is the task for the Commission, that a lot of money has been spent to integrate the Roma population and to educate Roma children. So my question to you, Commissioner, is: how does the Commission control how these funds have been spent, because in many cases it has been shown that these funds have been somehow deprecated or not spent for the purpose for which they were intended.", "language": "en", "original_language": "sk", "translation_provider": "google"}, {"id": 42, "date": "2017-04-06.json", "name": "Juan Fernando López Aguilar (S&amp;D).", "mepid": "96812", "text": "- Madam President, Europe has much to remember and acknowledge in order to fully reconcile itself with its largest persecuted minority along with the Jewish, also a victim of the Roma community of the Holocaust, but above all a victim of hate speech, loaded with prejudices, that we have had to hear here, shaming this House, from MEPs from the populist far right. This Parliament is the temple of the word and cannot be soiled with those infamous words that try to stigmatize an entire community that is part of the cultural and ethnic diversity that enriches the factory of complexity and diversity that is the European Union. This Parliament adopted, on April 15, 2015, a Resolution committing the Commission to try to also engage the Member States in good practices for the integration of the Roma community, which exist in the European Union, for example in my Country Spain. But what is essential is that these words finally become deeds and that we make the Roma community an example not only of self-criticism, but of lifelong learning of Europe's commitment to the promise of the European Union.", "language": "en", "original_language": "es", "translation_provider": "google"}, {"id": 43, "date": "2017-04-06.json", "name": "Branislav Škripek (ECR)", "mepid": "124927", "text": "- Madam President, the Roma are one of the largest and still inhomogeneous minorities living in Europe for hundreds of years. I must say with great embarrassment that many Roma still live in enclaves in the 21st century and in our country in Slovakia without available drinking water, electricity or asphalt roads. They live in absolute poverty without the possibility of any change. Eurofunds, which were supposed to help the Roma, are becoming the subject of corruption or inefficient use, which we are witnessing here in Slovakia again, and this is only contributing to greater segregation. Today, it is necessary to remember such historical facts as the Roma Holocaust. But it is equally important today to help the Roma, in two ways - at least that's how I see it: first and foremost, to build pre-school facilities where children acquire habits and skills that their parents did not teach them. And also to help Roma retrain as crafts or workers in the car industry who are in short supply. Work and a fair wage will ensure more dignified living conditions and restore the hope that many of them have already lost. However, I would also like to say, say it out loud and thank all the Roma who have achieved a great deal and we can say little about it: that they are people who move in the scientific field, that they are doctors, that they are teachers, that they are university professors. In Slovakia, we have the first Roma in parliament to act as a member of the National Council. So thank you to everyone who tries and has achieved something.", "language": "en", "original_language": "sk", "translation_provider": "google"}, {"id": 44, "date": "2017-04-06.json", "name": "Die Präsidentin. –", "mepid": "1913", "text": "Dear Colleagues!We have been delayed by the rather lively debate that we have had here.That is why I will only give the floor to those who have not yet had the opportunity to express themselves in the catch-the-eye procedure that follows.I would ask the others to understand this, otherwise we will no longer get to the edge of the many requests to speak.Catch-the-eye procedure", "language": "en", "original_language": "de", "translation_provider": "google"}, {"id": 45, "date": "2017-04-06.json", "name": "Csaba Sógor (PPE).", "mepid": "39724", "text": "- Ms. President! I welcome the fact that the situation of the Roma has come to the attention of the EU in recent years, and in 2013 a Council recommendation was adopted which obliges the Member States to develop national Roma integration strategies. It is to be welcomed that the 2015 Commission review identified a clear improvement in the coherence between current Roma integration strategies and EU instruments. However, in many countries, despite existing frameworks and measures, Roma continue to suffer from discrimination, marginalization and segregation. In Romania, where measures have mostly been taken to reduce the number of early school leavers, most Roma continue to be cumulatively disadvantaged and a very large proportion continue to live in exclusion and deep poverty. That is why I see the need for further, consistent steps to improve the chances of outbreaks and to end the intergenerational transmission of poverty and exclusion.", "language": "en", "original_language": "hu", "translation_provider": "google"}, {"id": 46, "date": "2017-04-06.json", "name": "Nicola Caputo (S&amp;D).", "mepid": "124851", "text": "- Madam President, ladies and gentlemen, the international day dedicated to the Roma people and the fight against anti-Gypsyism is a symbolic date, just as symbolic is the commemoration of the genocide perpetrated against the Roma during the Second World War. However, they are symbols that serve to keep European society united and welcoming, where the marginalization of the Roma manifests itself in many ways, from the phenomena of ostracism, if not open violence, to an institutionalized and dangerous racism, encouraged by politicians in search of votes. The truth is that the gypsy culture is not easy to integrate, because it is based on a lifestyle very different from ours, ancient and unique in its own way. It is a culture that has a lot to offer to Europe, a culture that places great value on family ties, a sense of belonging to the community and solidarity. There is still much to be done for full integration that goes beyond the celebration of the commemorative days. First of all, a real awareness of the institutions is needed.", "language": "en", "original_language": "it", "translation_provider": "google"}, {"id": 47, "date": "2017-04-06.json", "name": "Νότης Μαριάς (ECR).", "mepid": "125069", "text": "- Madam President, on the occasion of April 8, World Roma Day, we recall the persecution and social and racial racism suffered by the Roma over time, as they were then regarded as supposedly inferior and intruders. The centuries-long detention and persecution of the Roma escalated after 1938. During World War II, the Roma were targeted for extermination and genocide by the Nazi Germans. It is estimated that the death toll of the Roma during the Holocaust approached 70% of their total population in Europe. However, the European Parliament only recognized the Roma genocide in 2011. In any case, securing resources for the smooth integration of the Roma, especially in education, training and employment, is very important.", "language": "en", "original_language": "el", "translation_provider": "google"}, {"id": 48, "date": "2017-04-06.json", "name": "Ivo Vajgl (ALDE).", "mepid": "97019", "text": "- Our great poet Prešeren once wrote a song in which he said: What will you teach to blossom branches, just don't teach singers to sing!I think that today's debate also includes acknowledging the Roma for their invaluable contribution and contribution to the world's cultural heritage.I think we need to respect them because they came into the world so creative and live with us.And maybe today is an opportunity to apologize to them for all the injustices they have experienced because of their way of life.", "language": "en", "original_language": "sl", "translation_provider": "google"}, {"id": 49, "date": "2017-04-06.json", "name": "Milan Zver (PPE).", "mepid": "96933", "text": "- As a former Minister of Education, I feel obliged to say a word, two, on World Roma Day.First of all, of course, I would like to congratulate all members of the Roma ethnic group, which has, in fact, as our colleague Vajgl said, also played an important role in European history and has its place in the cultural heritage.But in this debate today, I would rather expect them to exchange good practices, what treatment some government has towards them.My government treated them extremely positively, there was a lot of innovation, we adopted, for example, the concept of a “Roma mentor”, which assumed that a few people were chosen from among the Roma to make sure that the children attendedprocess.And this institution has been extremely successful, efficient and could also be suitable for the exchange of good practices as far as Roma policies are concerned.", "language": "en", "original_language": "sl", "translation_provider": "google"}, {"id": 50, "date": "2017-04-06.json", "name": "György Hölvényi (PPE).", "mepid": "124715", "text": "- Madam President!I am saying this in your mother tongue now because what you have done is absolutely discriminatory.I got in touch with a brief question about the “blue card”, and everyone who came later and spontaneously signed up from the left accepted you and you did not allow me to speak.I think that's terrible.It's a shame because that's absolutely against this thing we're trying to do today.", "language": "en", "original_language": "de", "translation_provider": "google"}, {"id": 51, "date": "2017-04-06.json", "name": "Die Präsidentin. –", "mepid": "1913", "text": "Mr Hölvényi, that didn't just affect you.But I have to look at the clock.I said that only those who have not yet spoken can have their say.Others also got in touch who had already asked an interim question that did not have a say.Therefore, it is not a discrimination against you as a person, but simply an attempt to bring some order into the debate.I am sorry if you feel so concerned.", "language": "en", "original_language": "de", "translation_provider": "google"}, {"id": 52, "date": "2017-04-06.json", "name": "Neven Mimica", "mepid": "n/a", "text": "   Member of the Commission. – Madam President, honourable Members, the path ahead of us is still a long one until we see Roma treated like any other EU citizen. The change will not happen overnight, but we must not let them stop us. We have to keep steady on course with our fundamental values. The Commission will continue to work closely and to engage in dialogue with all the relevant stakeholders, including the representatives of the Roma people and pro-Roma civil society organisations. We need to ensure that all actors involved in the fight against anti-Gypsyism are supported, including by strengthening financial and policy support to civil society and national authorities. Thank you.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 53, "date": "2017-04-06.json", "name": "Soraya Post (S&amp;D).", "mepid": "124997", "text": "- A point of order.I would like to begin by thanking colleagues who have taken part in the debate, but I would also like your support for us writing to President Tajani and telling him about and demanding sanctions against the hate speech and the discriminatory debate that was conducted by some Members today.That is unacceptable.I thank the President for the way you handled it.I think it was good.", "language": "en", "original_language": "sv", "translation_provider": "google"}, {"id": 54, "date": "2017-04-06.json", "name": "Die Präsidentin. –", "mepid": "1913", "text": "Thank you, Ms. Post.Anyway, I planned to bring this up in the Presidium, because it was really far-reaching.But thank you for saying this again.Thank you for this debate, which was extremely important.In fact, everyone is responsible for what they say, but can also be held responsible if it is excessive.We will then check that.Written statements (Rule 162)", "language": "en", "original_language": "de", "translation_provider": "google"}, {"id": 55, "date": "2017-04-06.json", "name": "Maria Grapini (S&amp;D)", "mepid": "124785", "text": "signed up. - All people must enjoy the same rights, freedoms and treatment. The Roma are a minority like any other minority and there should be no difference between minorities or between them and the majority of the population. Personally, I think we need proper laws and fair enforcement. The Roma have certain vocations and need help. I believe that we cannot end segregation as long as EU-funded programs or national budgets are formal and as long as we have segregation by law. For example, there are parties established on the basis of ethnicity, which accentuates segregation. I am advocating for a law that does not allow the establishment of a party based on ethnicity, whatever it may be. Citizens of a country can be members of a party and can be elected. Education is deficient. The Roma ethnic group must be included in the form of common schooling with the majority of the population, not separately. I voted and supported Roma citizens for the national and European parliaments. Romania has Roma citizens in both the national and European parliaments.", "language": "en", "original_language": "ro", "translation_provider": "google"}, {"id": 56, "date": "2017-04-06.json", "name": "György Hölvényi (PPE)", "mepid": "124715", "text": "in writing.- Ladies and gentlemen, allow me to remind you that Hungary was the first to face the social problems of the Roma and to develop a long-term strategy.As part of this, in 2012, the education of Roma culture and history was included in the national core curriculum.A program to prevent Roma girls from dropping out of school was established two years ago.During the program to increase the employment of Roma women, more than 1,100 Roma women obtained vocational qualifications, and the employment of Roma women increased by 12%, and the government established a tender to support Roma cultural events.I think that Hungarian successes speak for themselves and set an example to follow.", "language": "en", "original_language": "hu", "translation_provider": "google"}, {"id": 57, "date": "2017-04-06.json", "name": "Verónica Lope Fontagné (PPE)", "mepid": "96765", "text": "written. - All Europeans were born with the same rights and therefore we must fight against any kind of discrimination, including on the grounds of ethnic origin. The Roma community suffers from a job exclusion rate of more than 75%, which makes the correct implementation of the Directive on equal treatment in matters of employment absolutely necessary, as well as the reinforcement of the role of specialized NGOs to encourage their participation in the labor market, provide information on their rights and improve the collection of data related to discrimination, since in many cases the lack of trust means that no complaint is filed. However, in my opinion, the priority has to be education and training. Ensuring children's schooling, first, and avoiding school drop-outs, second, are basic requirements, as they not only improve job prospects, but also contribute to greater participation in society, ultimately reducing poverty and social exclusion. Finally, and in order to achieve a greater integration of the Roma community into society and thus contribute to ending discrimination, we must support access to decent housing.", "language": "en", "original_language": "es", "translation_provider": "google"}, {"id": 58, "date": "2017-04-06.json", "name": "Laurenţiu Rebega (ENF)", "mepid": "124792", "text": "signed up. - I salute International Roma Day and wish this ancient people to regain their dignity and pride among the peoples of Europe. I also welcome the initiative of my colleagues in the European Parliament to ask the Commission and the Council three questions on measures taken at European level on Roma inclusion and combating discrimination against them. But when it comes to integration, we must emphasize that the effort of both sides is needed. I am convinced that the majority, the institutions of the Member States, and the European institutions can and must do more to integrate Roma and combat discrimination. But even if the majority and state institutions become, overnight, ideal, the condition of the Roma cannot be improved without a sustained effort of responsibility and self-education on their part. I would like there to be more, more active, more responsible Roma organizations that are involved in the education, integration and promotion of the Roma. I would like more and more Roma, and especially their leaders, to follow John Fitzgerald Kennedy's exhortation: \"Don't think about what the country can do for you, think about what you can do for the country!\" Equality or non-discrimination is affirmed by laws, but prestige and respect are gained only through one's own effort.", "language": "en", "original_language": "ro", "translation_provider": "google"}, {"id": 59, "date": "2017-04-06.json", "name": "Monika Smolková (S&amp;D)", "mepid": "96655", "text": "in writing - International Roma Day is a good opportunity for all of us to remember that the Roma have been an integral part of European countries for centuries. I am glad that every year on 8 April we commemorate the anniversary of the first global Roma meeting, held in Orpington near London in 1971. Although their different lifestyles, ingrained stereotypes and prejudices still create some tension between the majority population and the Roma, I think that we should see Roma Day as a good opportunity to improve relations between the majority and the Roma population. As a person from Slovakia from the Košice region, where most Roma live in Slovakia, I want to draw your attention to the fact that despite some disagreements, several Roma representatives in Roma communities engage as volunteers in church and non-profit organizations, work as field social workers, teaching assistants, and I cannot forget that some Roma are also mayors of municipalities and members of municipal councils. Despite the fact that the Roma issue is extremely difficult and has been a long-term problem in Slovakia, I must say that in the Košice region we have successful kindergartens, primary schools, community centers, municipal enterprises that perform quality work with Roma communities. I would like to take this opportunity to thank all the Roma for their cooperation so far and wish them every success for the next period.", "language": "en", "original_language": "sk", "translation_provider": "google"}, {"id": 60, "date": "2017-04-06.json", "name": "Die Präsidentin. –", "mepid": "1913", "text": "The next item on the agenda is the debate on six motions for resolutions on Russia, the arrest of Alexei Navalny and other demonstrators (2017/2646 (RSP)).", "language": "en", "original_language": "de", "translation_provider": "google"}, {"id": 61, "date": "2017-04-06.json", "name": "Charles Tannock", "mepid": "4521", "text": "  author. – Madam President, our thoughts and condolences are with the victims and families of the atrocious terrorist attack in the St Petersburg metro this week. Nevertheless, we cannot allow this to silence our condemnation of President Putin, his leadership and foreign policy, particularly aggression regarding Ukraine and Syria. Following the revelations of corruption against Prime Minister Medvedev in a video published by Alexei Navalny last month, we saw a wave of protest against the government, largely from a new generation of Russians that wish for a better, and better governed, future for their country. The large number of arrests, including Navalny himself, reminds us all that presidential elections are looming next year. I encourage the European Union to continue to press for the release of Navalny and to keep up the political pressure in the Council of Europe in response to the trumped-up convictions we have seen levelled against Navalny in Russia, largely aimed at preventing him from standing in the presidential elections next year. We are yet to see the exact response from the Kremlin following these protests and the attacks this week, but past experience suggests to me that political capital will be sought by President Putin from this.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 62, "date": "2017-04-06.json", "name": "Soraya Post", "mepid": "124997", "text": "  author. – Madam President, Putin influenced the American election. He crushed opposition at home, silenced dissent. Putin had conquered Crimea and parts of eastern Ukraine. His popularity sky-rocketed.  Everyone thought he was untouchable. Then came March 2017, totally unexpected.  They used to call them the Putin Youth, young Russians who had grown up with him in power. They used to say that these youngsters only cared about their iPhones, then came March 2017. Beware, Mr Putin. You need to respect your Constitution. You need to release your political prisoners, or March 2017 will be another winter month which goes down in Russian history.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 63, "date": "2017-04-06.json", "name": "Helmut Scholz", "mepid": "96646", "text": "Author. - Madam President, Commissioner, ladies and gentlemen! With deep sympathy we bow to the victims and relatives of the terrorist attack in Saint Petersburg. There is a basic consensus in the European Parliament that no political goal or right legitimizes the killing of another person. And in these difficult hours for the Russian people, I propose that the vote be suspended as a token of sympathy for today. Two remarks on the matter: Firstly, despite all the criticism of the social and living conditions in Russia, which is also necessary from the point of view of our group, with all the escalations currently underway - in the end the Russian Federation remains a neighbor and sustainable solutions for international problems without and against Russia there won't be. Parliament has turned its back to the wall on Russia by freezing our channels of communication. Article 13 of the draft resolution calls for a common EU voice against Russia from the Council. I suggest starting with us. The Conference of Presidents can now and now revoke the relevant decision without any problems and bundle the numerous “private trips” by MPs that are currently taking place again into a parliamentary dialogue. Second: Human rights are indivisible everywhere and should be implemented, especially if you commit yourself to them. I don't want to see pictures of demonstrators from any country in the world who are being dragged away, like taking garbage to the recycling center. These pictures from Moscow also tell us something about respect for human dignity, the proportionality of the use of the police and the length of the routes that are still to come. I mean: Yes, corruption must be fought, among us, in our neighborhood and, of course, among our neighbors.", "language": "en", "original_language": "de", "translation_provider": "google"}, {"id": 64, "date": "2017-04-06.json", "name": "Indrek Tarand", "mepid": "97136", "text": "  author. –   Madam President, it seems to be another day on which we compete in this plenary Chamber on who articulates better phrases on Russian human rights, and as we hear there will be others who try to convince the House that the urgency must be adjourned. For me it is an oxymoron, a contradiction in terms. If something is urgent we cannot adjourn it. It is about time to stop believing in delusions such as that Russia is a democracy. It has never been one, with the exception of six months exactly 100 years ago, after the February Revolution. After that the Bolsheviks took over, and under their enlightened leadership 50 million people were killed. Mr Putin’s educational background is Bolshevist, even worse he was a KGB officer, and it is pointless to believe or hope that he has even the slightest desire to develop democracy in his country.  Let me cite you one example to show that the Bolshevist manners have survived in this country, unfortunately. When I was 16 there was an anti-Soviet demonstration in Tallinn which was obviously declared illegal by the Soviets, and their militia was commanded to attack us. We were beaten up quite severely, but we survived, thanks to help from Western countries, the European Union, the American Government, etc. And later they sent commissars to school to explain that the youth had protested because they were promised US dollars. Mr Peshkov explained it 40 years later in the same way. Shame!", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 65, "date": "2017-04-06.json", "name": "Petras Auštrevičius", "mepid": "124766", "text": "  author. – Madam President, thousands of Russians joining the protest across the whole country in reaction to Alexei Navalny’s investigation of state corruption, and, sorry to say, typical behaviour from the EU – no action! A press release by the External Service and a resolution by this House – is that all we are up to? It is not enough! A laundromat of Russian officials’ corrupt money: this is what Europe has become. A safe haven to turn dirty, stolen money into mansions, yachts and vineyards in London, Nice and Sardinia. Calling an investigation commission based on the Navalny report: this is what the EU action must be. This is what ordinary Russian people expect from the West, as it is the money illicitly taken from them. As long as we in the EU do not fight the Kremlin’s corruption, our policy vis-à-vis Russia is simply doomed. Silence and inaction will make us partners in crime, with no right to criticise.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 66, "date": "2017-04-06.json", "name": "Tunne Kelam", "mepid": "28424", "text": "  author. – Mr President, freedom of assembly is a right, not a privilege, and this must be our message to the Russian authorities who have recently arrested more than 2 000 anti-corruption demonstrators through massive police operations, among them presidential candidate Alexei Navalny. But these are not occasional cases of state violence and injustice. We must understand the deepness of desperation that brought these tens of thousands to challenge the brutal force of the state apparatus. Russia has the largest gap between the richest and the poorest: 110 individuals around Mr Putin control 35% of state riches. We demand the immediate release of Alexei Navalny and other demonstrators, and postponing today’s vote would be a betrayal of these courageous citizens.  Our call is to the Commission and Member States to take systematic concentrated action against Russian money laundering and illegal assets inside the EU. It is also high time for the Council to adopt the Magnitsky sanctions, following the European Parliament’s resolutions to establish a common EU list of Russian officials who are responsible for the deaths and attacks against Russian whistle-blowers, but also of those who have illegally detained and sentenced human rights activists like Mr Navalny.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 67, "date": "2017-04-06.json", "name": "Cristian Dan Preda", "mepid": "96838", "text": "on behalf of the PPE Group. - Mr President, after the bombing in St. Petersburg, we are, of course, in solidarity with Russian citizens and especially with the families of the victims. We also feel solidarity with the thousands of people who took to the streets of several cities in Russia at the end of March, at the beginning of April, to show their disagreement with the corruption that affects several leaders in Moscow, leaders who are happy of total impunity, because justice is under Putin's control. Russian citizens are not blind, they decided to act taking all risks, as has been said, two thousand arrests. Of course, as Indrek Tarand pointed out earlier, which Putin claims, the fact that children are paid to go to the rally, for example, is ridiculous. Unfortunately, I must tell you that this rhetoric was also used by a government in the European Union, by the social-democratic government in Romania, which said the same thing about the recent protests in Bucharest and other cities in the country. Here are the relatives we find between Russia and one of the member countries of the Union. (The speaker agreed to answer a question put under the \"blue card\" procedure (Rule 162 (8)))", "language": "en", "original_language": "ro", "translation_provider": "google"}, {"id": 68, "date": "2017-04-06.json", "name": "Doru-Claudian Frunzulică (S&amp;D)", "mepid": "124790", "text": "Question referred in accordance with the \"blue card\" procedure.- Dear colleague, I want to ask you if you do not think that the European Union should take a very strong position, asking Russia if it still considers itself part of the international community, because Russia does not respect international treaties and international agreements to which it is a party.and the rights of the citizen, and at the same time do you not think that the European Union should have a strong position on the situation of Mr Navalny, which we hope will not have the same fate as Mr Nemtsov?", "language": "en", "original_language": "ro", "translation_provider": "google"}, {"id": 69, "date": "2017-04-06.json", "name": "Cristian Dan Preda (PPE)", "mepid": "96838", "text": "Answer to a question addressed in accordance with the \"blue card\" procedure.- I thought that Mr. Frunzulică was asking me what we could do with the socialist government in Bucharest.His questions are almost rhetorical questions.The more serious issue is that in the Security Council, Russia blocked yesterday a resolution introduced by a member state of the Union, France, and the American administration, because after the chemical attack in Syria there is a need to act immediately.We also remember that in 2013 the question was raised for the first time to intervene if a chemical attack occurs.", "language": "en", "original_language": "ro", "translation_provider": "google"}, {"id": 70, "date": "2017-04-06.json", "name": "Kati Piri", "mepid": "37229", "text": "on behalf of the S & amp; D Group. In several Russian cities, tens of thousands of people took to the streets last week to join the so-called marches against corruption, the largest anti-government demonstrations in years. The protesters demanded the resignation of Russian Prime Minister Medvedev, who made headlines for his exorbitant wealth as a result of widespread corruption. However, instead of his dismissal, this resulted in hundreds of innocent protesters being arrested and detained. One of them is Alexei Navalny, the man who is one of Russia's best-known opposition leaders and was once described by the Wall Street Journal as the person most feared by Vladimir Putin. That is why he must apparently be out of the picture. The arrests violate freedom of expression, one of the fundamental rights, which is also included in the Russian constitution. It is a core value in an open and free society, just like freedom of assembly and association, but even though these rights are in the Russian constitution, in practice those who rebel against the current regime in Russia are silenced with meanwhile many prisoners and even deaths. The EU last week called for the immediate release of all March 26 and April 2 protesters, but the Russian authorities refuse to do so. Russia, like any other country, must comply with its international obligations. If not, it will be up to Federica Mogherini to increase diplomatic pressure to prevent Navalny from becoming the next victim among Kremlin critics.", "language": "en", "original_language": "nl", "translation_provider": "google"}, {"id": 71, "date": "2017-04-06.json", "name": "Anna Elżbieta Fotyga", "mepid": "28353", "text": "  on behalf of the ECR Group. – Mr President, I pay tribute to Sergei Magnitsky, a brave Russian lawyer who exposed the biggest tax fraud in Russian history. For touching untouchables he was held in pre-trial detention, tortured, and died there. The dark revengeful face of the Russian judiciary system was shown in his being convicted after death, posthumously. I kindly ask the Chamber to recall his name in the resolution by accepting my amendment.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 72, "date": "2017-04-06.json", "name": "Przewodniczący. –", "mepid": "28372", "text": "Recently, in the European Parliament there was an attempt to screen a film that attacked Mr. Magnicki after his death.Fortunately, it didn't happen, but it's worth remembering.", "language": "en", "original_language": "pl", "translation_provider": "google"}, {"id": 73, "date": "2017-04-06.json", "name": "Ivo Vajgl", "mepid": "97019", "text": "on behalf of the ALDE Group.- When the trace of authoritarian, violent interference in public events, in democratic standards, becomes too obvious, then we must react.The unlimited power of one man and his narrow circle of collaborators or accomplices leads to a dictatorship, and our past and present warn us where the path of such a country leads.Alexei Navalny is one of the few politicians in Russia after the fall of the Berlin Wall that stood out, and the regime struck at him and those brave people who support him.Russia, as Gorbachev saw it and Yeltsin believed in it, is no more!Putin and all those who imitate his model of governance in post-communist countries must be told: Enough!Your courts will not judge you, so you took care, and history will judge you!", "language": "en", "original_language": "sl", "translation_provider": "google"}, {"id": 74, "date": "2017-04-06.json", "name": "Jean-Luc Schaffhauser", "mepid": "124755", "text": "on behalf of the ENF group.- Mr President, dear colleagues, at home, in France - and therefore not in Russia -, on March 24, 2013, during a legal demonstration - and therefore not illegal, as in Russia - we are gassed, repressed, arrested,imprisoned, as was the case with Nicolas Bernard.Here in France, under the accusation of embezzlement - we are not in Russia - the main leaders of the opposition to the socialist government, Mr. Fillon and Ms. Marine Le Pen, are accused without any form of trial,and the media and legal systems are used to destroy candidates.We are not in Russia and these are not minority opponents.Mr. Preda, forgive me, but you must let me speak.On the other hand, Mr President, I just wanted to say in conclusion ... (The President cut off the speaker)", "language": "en", "original_language": "fr", "translation_provider": "google"}, {"id": 75, "date": "2017-04-06.json", "name": "Bruno Gollnisch (NI).", "mepid": "1164", "text": "- Mr President, I understand very well that you cut off a speaker who has exceeded his speaking time, except when this speaking time is monopolized by a certain number of speakers to whom you have a dutyto impose silence.In my opinion, interruptions should not count as part of a speaker's time.It’s very basic.", "language": "en", "original_language": "fr", "translation_provider": "google"}, {"id": 76, "date": "2017-04-06.json", "name": "Przewodniczący. –", "mepid": "28372", "text": "I know my powers and responsibilities, the MP has exceeded his time, like some other Members before.I must treat all of them equally.I am not talking about the merits of the Deputy's speech.", "language": "en", "original_language": "pl", "translation_provider": "google"}, {"id": 77, "date": "2017-04-06.json", "name": "Udo Voigt (NI).", "mepid": "124832", "text": "-  Mister President!This Parliament would be well advised not to interfere with any internal affairs in Russia.In the case of Alexei Navalny, we should be silent, because the EU itself is not innocent when it comes to judiciary justice and the prosecution of politically dissenters.In my country, the Federal Republic of Germany, there are over 12,000 investigations every year into alleged sedition or the formation of a criminal organization.Over 1,000 patriots are jailed and sentenced each year.The supposed West is still trying to install systems that it likes according to the pattern of color revolutions in the countries of the former Eastern Bloc.Incidentally, as we saw with the externally controlled revolution on the Maidan, this did not affect corruption in Ukraine.This Parliament would be well advised not to interfere in any way with Russia's internal affairs.", "language": "en", "original_language": "de", "translation_provider": "google"}, {"id": 78, "date": "2017-04-06.json", "name": "Jaromír Štětina (PPE).", "mepid": "124702", "text": "- Ladies and gentlemen, we recently adopted a resolution in support of Ildar Dadin. He was sentenced in 2015 to three years in prison for a public peaceful protest against the war. Dadin is a representative of the new Russian protest generation, whose weapons are social networks and the Internet. Only about 2% of the population in Russia used the Internet 20 years ago. Today, about 70% of Russians already use the Internet. With the help of the Internet, Ildar was liberated. His wife Anastasia launched such a campaign on social networks that he was eventually released. The Internet has become an alternative to mainstream TV media during this year's protests in March. It was used to convene demonstrations. Therefore, most of the thousands detained were young people, including fourteen-year-olds. Ildar was detained again. This time for just a few hours. I called him yesterday. \"Today it looks more like a fine than a prison,\" he said. As if the Kremlin regime was weakening under the onslaught of the free internet. As if relieving the young Russians. (The speaker agreed to take a blue-card question under Rule 162 (8))", "language": "en", "original_language": "cs", "translation_provider": "google"}, {"id": 79, "date": "2017-04-06.json", "name": "Janusz Korwin-Mikke (NI)", "mepid": "124879", "text": "  blue-card question. – Only one short question: have you ever heard about the clan of Mr Igor Sechin, the President of Rosneft?", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 80, "date": "2017-04-06.json", "name": "Jaromír Štětina (PPE)", "mepid": "124702", "text": "answer the question posed by raising a blue card.- He didn't hear.", "language": "en", "original_language": "cs", "translation_provider": "google"}, {"id": 81, "date": "2017-04-06.json", "name": "Monica Macovei (ECR).", "mepid": "96824", "text": "- Mr President, the Putin regime is laundering money but also laundering brains through Kafkaesque propaganda. The Putin regime assassinates and detains free people and detains political opponents. The Russian \"Laundromat\" laundered $ 20 billion in 2010-2014 alone, involving a Putin cousin, involving companies and money and people from the Russian Federation, and also involving offshores. and European companies. Free people who demonstrated against corruption were detained, subjected to acts of violence. A top university in St. Petersburg was left without a license two weeks ago because, isn't it ?, education creates free people and a dictatorship is not based on free people. That's why I wonder: was the St. Petersburg bombing real or was it directed? Because the death of fourteen people for Putin means nothing to maintain his dictatorship. It must be very clear to all of us, it is a dictatorship with which we have no other way to speak than from democracy to dictatorship, no other negotiation will be successful.", "language": "en", "original_language": "ro", "translation_provider": "google"}, {"id": 82, "date": "2017-04-06.json", "name": "Bruno Gollnisch (NI).", "mepid": "1164", "text": "- Mr. President, it is very possible that the arrest of Mr. Navalny and the ban on the demonstration he was leading are regrettable; we do not have the point of view of the Russian government. But what I can say is that in my country, France, in Lyon for example, the Prefect Carenco was not shy about banning the demonstrations of young nationals, many of whom were arrested and even sentenced without that moving. no one. In Germany, where the President praised us yesterday for respecting human rights, there are nearly 1,054 prisoners of conscience and 12,000 people who are currently being prosecuted. So, in a nutshell, I would prefer that we sweep in front of our door. I cited yesterday the cases of an 88-year-old scholar, a father of a large family and a well-known polemicist who were sentenced to prison in procedural conditions which do not respect the rights of the defense, but that does not move the majority of this assembly.", "language": "en", "original_language": "fr", "translation_provider": "google"}, {"id": 83, "date": "2017-04-06.json", "name": "Jiří Pospíšil (PPE).", "mepid": "125706", "text": "- Mr President, I want to support the motion for a resolution, which I find very balanced and correct. We clearly condemn the Putin regime's crackdown on peaceful demonstrators who pointed to huge corruption in Russia's ruling oligarchy. It is quite clear that the basic constitutional human freedoms - freedom of assembly, freedom of expression - do not apply in Russia at the moment, and it is also quite clear that the judiciary there is not independent but clearly subject to the influence of the ruling regime and clearly serves Mr Putin. But what is important, which should not fit in with the condemnation of how the Russian regime behaves, is that it is money laundering. This is a huge corruption of Russian politicians. Here in the resolution, a very important point is when we call on the European Commission and the other executive bodies of the European Union to do their utmost to ensure that Russian politicians and officials cannot launder money within the European Union. This is very important, everything must be done to ensure that European banks, European companies, are not used to legalize the money of the people who serve the Putin regime. (The speaker agreed to take a blue-card question under Rule 162 (8))", "language": "en", "original_language": "cs", "translation_provider": "google"}, {"id": 84, "date": "2017-04-06.json", "name": "Maria Grapini (S&amp;D)", "mepid": "124785", "text": "Question referred in accordance with the \"blue card\" procedure.- Actually, I wanted to ask my former colleague a question, but I take advantage of the fact that you have spoken and supported your proposal, but do you think that in its current form, in the current Commission regulations, we can really put an end to abuses in Russia?Don't you think that money laundering should be treated in relation to any other country, but now speaking of Russia, much more rigorously and with concrete effects?", "language": "en", "original_language": "ro", "translation_provider": "google"}, {"id": 85, "date": "2017-04-06.json", "name": "Jiří Pospíšil (PPE)", "mepid": "125706", "text": "answer the question posed by raising a blue card.- Of course, the public authorities cannot completely eliminate this form of crime, but we can reduce this illegal form of crime a lot.It would be great if the Commission came up with concrete proposals and specifically discussed in plenary here how the European administration can fight money laundering not only, say, European Union bodies, European Union citizens, but mainly from politicians and, say, officials who serveexternal regimes, such as the regime in Russia.So it would be good if we discussed this in a separate proposal so that it does not fall into place.Today we are talking about condemning the Russian regime, but let us talk about the concrete steps we will take against money laundering.", "language": "en", "original_language": "cs", "translation_provider": "google"}, {"id": 86, "date": "2017-04-06.json", "name": "José Inácio Faria (PPE).", "mepid": "125101", "text": "- Mr President, Commissioner, ladies and gentlemen, in early March, Alexei Navalny - who heads the Foundation for the fight against corruption - had the courage, through a video, to once again denounce the corruption of the Russian elite and of entrepreneurs close to the Kremlin. His film has given rise to the biggest protests since Putin returned to the presidency in 2012 and took thousands of people to the streets of Moscow and eighty other cities in the country. Following these demonstrations, around 800 people were detained in the capital alone, including Alexei Navalny himself. As Vice President Mogherini herself stated, these arrests clearly violate the rights to freedom of expression, association and peaceful assembly, guaranteed by the Russian Constitution, and therefore these detained protesters must be released immediately and unconditionally. I would like to conclude by saying that these protests showed the world that, despite Vladimir Putin ruling Russia for seventeen years, without giving rise to any opposition worthy of the name, there is now a younger generation at the forefront of the challenge who, never having known another leader in his life, leaves the state of apathy and is ready to fight for a more transparent and more democratic Russia.", "language": "en", "original_language": "pt", "translation_provider": "google"}, {"id": 87, "date": "2017-04-06.json", "name": "Pavel Telička (ALDE).", "mepid": "124706", "text": "   – Mr President, the weaker the European Union is, the more silent it is, the more blind it is, the less responsive it is, the stronger the Kremlin will be, the more harassment we will see and witness, and I am afraid one day we might see again an opposition politician or maybe an anti-corruption activist shot somewhere by a bridge. That is a reality. What was the reaction of the European Union to the recent harassment? What is the strategy of the European Union? I call upon us, after we pass this resolution, to have a serious debate here in the plenary in Parliament, to have a strategy vis-à-vis Russia. I am not targeting Russia, I am targeting the Kremlin, the practices, the abuse of human rights. At the same time, I can see opportunities vis-à-vis SMEs, civil society, and Russian citizens. There is something that we can do and also split the Kremlin from its citizens. That is the way to proceed. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 88, "date": "2017-04-06.json", "name": "Bronis Ropė (Verts/ALE).", "mepid": "125214", "text": "- Dealing with peaceful protesters cannot be justified in the 21st century.History shows that there are two paths to the development of civilization.One, based on democracy, respect for political and civil liberties, leads to long-term stability and prosperity.The search for another path usually ends in economic turmoil, repression, and often armed aggression against neighbors.The answer to the question of what Russia is on is, I think, clear.Recent protests show that there are people in Russia who love freedom and are willing to sacrifice for it.Our task as Europeans is to promote democratic forces while punishing aggressive authoritarian leaders.", "language": "en", "original_language": "lt", "translation_provider": "google"}, {"id": 89, "date": "2017-04-06.json", "name": "Michaela Šojdrová (PPE).", "mepid": "124710", "text": "- Mr President, the European Parliament is once again raising its voice to support those who risk their lives in Russia for democracy and freedom. Unfortunately, Putin rules and uses all means to suppress the opposition. Yes, Mr Taranda, there is no democracy in Russia, but one hundred years after the Bolshevik revolution, it is time for Russia to wake up and for people to be free. There are people in Russia who are willing to take risks and make personal sacrifices. I respect them and I am very pleased that the European Parliament wants to stand up for them. Mr Navalny is indeed an opposition politician who clearly threatens Putin and is therefore being persecuted. What a contrast to life in the European Union, where people in our Member States live freely and can express their opposition. I am saying this here to colleagues from the National Front. They can express themselves freely in the press and in the media, they are not imprisoned for it. It is our duty to call for the release of Mr Navalny.", "language": "en", "original_language": "cs", "translation_provider": "google"}, {"id": 90, "date": "2017-04-06.json", "name": "Csaba Sógor (PPE).", "mepid": "39724", "text": "   – Mr President, thousands of people took to the streets of Russia over the past days. Alarmed, the government detained an estimated 1 400 people across Russia. It is especially remarkable that more than one-in-six of these protestors were aged under 21. We are seeing a new generation of protestors unfolding under Vladimir Putin’s rule. In its attempt to repress and discredit any kind of opposition, in the past few years the Russian regime has employed various means, most prominently the control of traditional media. Alexei Navalny, leader of the Anti-Corruption Foundation, for example, was excluded from any kind of traditional media. Instead, Navalny found his audience on the internet, among those who have few memories of their country before Putin. This new culture of information consumption is now the main challenge to the regime, representing an alternative to the propaganda. We should embrace this movement, as accessibility of information is a staple of any democracy.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 91, "date": "2017-04-06.json", "name": "Neven Mimica", "mepid": "n/a", "text": "   Member of the Commission. – Mr President, on Sunday, 26 March 2017, over 60 000 Russians gathered in over 80 cities across Russia to protest against corruption. It was the largest anti-governmental demonstration in the last five years. Russian citizens took to the streets despite, in many cases, not having received the requested authorisation for demonstrations. Still, the protests remained peaceful and non-violent. For this reason we consider the measures taken by the Russian authorities to be a disproportionate reaction.  The freedoms of expression, association, and peaceful assembly are fundamental rights guaranteed to the Russian citizens by the Russian Constitution. Peaceful protesters were detained and sentenced on a large scale.  These events raise strong doubts about the state of these fundamental rights in the Russian Federation. The response by the authorities to peaceful demonstrations was disproportionate and punitive. We were particularly alarmed by the indiscriminate actions of the authorities against young students and school pupils.  State authorities have a particular responsibility when dealing with young people and minors, a responsibility to always protect them against any physical and mental trauma. Journalists too were arrested while covering the events and subsequently released. Any actions against reporters who are simply doing their job represent a violation of freedom of the media, an incursion into the public’s right to know, and a clear breach of Russia’s international commitments. Overall, evidence shows that these kind of measures against journalists have a negative effect on free speech in the country.  Opposition leader and founder of the Anticorruption Foundation, Alexei Navalny, was also detained and sentenced to prison, alongside many other peaceful demonstrators. We believe that the Russian authorities have a responsibility to safeguard the fundamental rights of all their citizens, particularly in view of the presidential elections next year.  All political actors in the country have the right to play by the same rules on a level playing field. The European Union has made its position very clear with regard to these developments. We issued a statement on the events the same evening. The statement called on the Russian Federation to abide fully by the international commitments it has undertaken, including in the Council of Europe and the OSCE, to uphold the fundamental rights and to release immediately the detained peaceful demonstrators. We also expressed the same concerns during the OSCE Permanent Council on 30 March.  The European Union will continue to raise them, as necessary, with the Russian authorities. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 92, "date": "2017-04-06.json", "name": "Przewodniczący. –", "mepid": "28372", "text": "I close the debate.The vote will take place after the debate.Written declarations (Rule 162)", "language": "en", "original_language": "pl", "translation_provider": "google"}, {"id": 93, "date": "2017-04-06.json", "name": "Mark Demesmaeker (ECR)", "mepid": "117477", "text": "written. - The previous resolution on human rights violations in Russia dates from barely four months ago. Then and now, the N-VA delegation voted \"in favor\" with conviction. We support political and prisoners of conscience, persecuted journalists and human rights defenders in Russia and the occupied territories such as Crimea. Free speech is officially a constitutional right in Russia. However, as soon as you gain followers and thus become dangerous in the eyes of the regime, the law ends abruptly. Then you become the target of intimidation and persecution. Alexei Navalny, Boris Nemtsov, Denis Voronenkov, Nikolai Gorochov, Vladimir Kara-Murza, Alexander Litvinenko ... they are the known victims of a regime that tolerates less and less free speech, freedom of the press or opposition. The mass arrests during the March 26 demonstrations are disturbing. The EU must continue to send a message to the Kremlin with one voice that respect for human rights and international agreements is a prerequisite for becoming a reliable partner again.", "language": "en", "original_language": "nl", "translation_provider": "google"}, {"id": 94, "date": "2017-04-06.json", "name": "Przewodniczący. –", "mepid": "28372", "text": "The next item is the debate on six motions for resolutions on Belarus (2017/2647 (RSP)).", "language": "en", "original_language": "pl", "translation_provider": "google"}, {"id": 95, "date": "2017-04-06.json", "name": "Kosma Złotowski", "mepid": "124884", "text": "author.- Ladies and gentlemen!Belarus is a strange country - Russia is over there, and the West has not yet begun.But both the West and Russia were there.Aleksandr Lukashenka is a strange dictator: one time he wants to build a common state with Russia, another time he wants to get closer to the European Union.Today, Aleksandr Lukashenka is at a stage far from the European Union, as he introduced an idiotic tax on unemployment and Belarusians are protesting against this tax.In Belarus, civil society is born and we must protect it, because it is better if there is the European Union in Belarus, there is the West of Europe than Asia than Russia, because it is better for us to have a friendly Belarus.Therefore, let us protect those demonstrators who are now imprisoned by Lukashenka.Hence the motion for this resolution.Thank you very much and I encourage you to support her.", "language": "en", "original_language": "pl", "translation_provider": "google"}, {"id": 96, "date": "2017-04-06.json", "name": "Soraya Post", "mepid": "124997", "text": "  author. – Mr President, for some time we saw a thaw in Lukashenko’s Belarus. Political prisoners were released, it was easier to protest, and the EU scrapped sanctions and started cooperation. This changed with the new so-called ‘social parasite tax’. Anyone who works less than 183 days a year is sentenced to forced labour or fined EUR 240. That is two-thirds of the average monthly salary. The law also applies to stay-at-home mothers with children in preschool. Protests were met with mass detentions. The authorities must immediately release all peaceful protesters and journalists. If not, the EU must sanction the responsible officials. Alexander Lukashenko: let Belarus thaw again. Let us continue on the good path of cooperation, instead of speaking the language of sanctions. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 97, "date": "2017-04-06.json", "name": "Bronis Ropė", "mepid": "125214", "text": "author.- After the events of the last few weeks in Belarus, our efforts as Europeans to build and improve relations with this country can only be described by the old ingenious phrase of one former Russian prime minister: \"we wanted better, but came out as always\".By lifting some of the sanctions, we hoped that President Lukashenko's regime in Belarus would at least partially respect human rights and freedoms.I remind you that the regime of President Lukashenko is not just a threat to the security of Belarusian citizens.In just two years' time, Europe will be in the slightest danger of a potentially unsafe nuclear power plant being built unsafe just 20 kilometers from the European Union's external border.I cannot understand why our major groups are avoiding this topic.Why, together with the Commission, is it avoiding to send a clear message to Belarus that Russia's ambitions to build potential nuclear bombs on the European Union's border are unacceptable to us?", "language": "en", "original_language": "lt", "translation_provider": "google"}, {"id": 98, "date": "2017-04-06.json", "name": "Przewodniczący. –", "mepid": "28372", "text": "I would like to inform you that we are unfortunately delayed.Therefore, I would like to once again call for observance of time discipline and would like to inform you that, unfortunately, I will not be able to speak under the blue card procedure.", "language": "en", "original_language": "pl", "translation_provider": "google"}, {"id": 99, "date": "2017-04-06.json", "name": "Marie-Christine Vergiat", "mepid": "96858", "text": "author. - Mr. President, yes, human rights are violated in Belarus. Yes, there is repression, especially against those who demonstrate against an unfair measure. Yes, it is the only country in Europe that practices the death penalty. Yes, we must support the UN special rapporteur. But other rights are violated there, in particular those of migrants. They are mainly Chechens, Tajiks, Georgians or nationals of countries where this Parliament denounces the situation. These migrants seek to join the European Union to seek asylum. They are most often returned to Belarus, at the risk of being sent back to their country, where it is known what they risk, given that country’s good relations with Russia. Worse, the Union is currently negotiating a mobility partnership including, of course, a readmission agreement. I therefore regret that our proposals in this area were not accepted. It is not possible to keep only those human rights violations that work for each other and to ignore the risks that political opponents of Mr. Lukashenko's friends run. How does the Commission intend to uphold the right of asylum in this country? Human rights are not of variable geometry, they are too often forgotten within European institutions.", "language": "en", "original_language": "fr", "translation_provider": "google"}, {"id": 100, "date": "2017-04-06.json", "name": "Petras Auštrevičius", "mepid": "124766", "text": "  author. – Mr President, Commissioner, colleagues, the one-year-old Council conclusions on lifting the EU sanctions was a decision taken on the basis of our goodwill and expectations. Have there been any positive steps by Lukashenko in reciprocity since then? I find none: elections in September were rigged, not a single political prisoner has been rehabilitated, the UN special rapporteur has been continuously ignored, the death penalty has never abolished, and they continue to execute people. The nuclear power plant in Ostrovets keeps growing, in violation of safety standards, nearly 50 kilometres away from an EU capital – Vilnius. As we speak, around 20 people remain in custody and may become new political prisoners. This is how dictators reciprocate. Colleagues, it is regrettable to see EU policy on Belarus looking like a self-repeating failure. This is so because some are attempting to curry favour with Lukashenko. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 101, "date": "2017-04-06.json", "name": "Bogdan Andrzej Zdrojewski", "mepid": "124893", "text": "author. - There is no doubt that the situation in Belarus is getting worse. Unfortunately. But we must remember that Belarus is not Portugal - it is where it is, and Russia remains its most important partner. We hope that this effort of the last two years will not be wasted. Let me remind you: Belarus is no longer a country with political prisoners, efforts have been made to promote phytosanitary control, air protection, the Bologna system and its implementation. I was not in favor of this resolution, but I was in favor of the debate. We must take into account the fact that the deteriorating situation in Belarus is not the result of politicians' actions, but the grassroots opposition of society to the deteriorating economic and economic situation, but also political. Unfortunately, in the current situation, mainly politicians are the recipients of negative, inadequate reactions from the authorities themselves. Lebiedźka, Rymaszewski, and Statkiewicz are subjected to various repressions, primarily for being there. And it worries. Today, the European Parliament adopts a resolution in which it is not yet inclined to impose or return to sanctions against Belarus, but warns the Belarusian authorities that the path taken in March and the inadequate repression of the opposition against society may also end in a resolution and back to sanctions. Nobody in this House probably wants that, but this voice of the European Parliament today is extremely important because it is a warning.", "language": "en", "original_language": "pl", "translation_provider": "google"}, {"id": 102, "date": "2017-04-06.json", "name": "Michaela Šojdrová", "mepid": "124710", "text": "for the PPE Group. - Mr President, as my predecessor said, the situation in Belarus has deteriorated greatly. Just as the suppression of media independence and opposition has been growing in recent days, so has the performance of the economy declining. The decline in gross domestic product is almost four percent, inflation is rising sharply and public debt is growing every day. These unfavorable economic conditions drove thousands of citizens to the streets across Belarus at the end of March, and during peaceful demonstrations, these people expressed their disapproval and dissatisfaction with what was happening in the country. Unfortunately, the regime responded with great repression. Of the hundreds arrested, I would like to remind you that among them are members of the opposition Christian Democratic and civic parties. They are arrested for participating in a peaceful demonstration. Pavel Sevjaryněc was detained for ten days and fined, Vitali Rymaševský was detained and fined a thousand euros for participating in a peaceful demonstration, Anatol Ljabedzka was detained and also fined. I think that our resolution should make it clear that we will monitor the situation and hold the Belarusian regime accountable.", "language": "en", "original_language": "cs", "translation_provider": "google"}, {"id": 103, "date": "2017-04-06.json", "name": "Josef Weidenholzer", "mepid": "111014", "text": "on behalf of the S&D Group.- Mister President!Belarus is a troubled country.There are few areas in Europe where people have suffered more terrible things.Yet they have never given up their will for freedom and the pursuit of justice.That is why we must not leave people alone these days, and even supposed stability criteria must not prevent us from doing so.This Parliament resolution is a signal to the people of Belarus, a sign of solidarity and respect for the courage of the Belarusian people, and it is a clear warning to the government in Minsk not to continue this risky course of intimidation and deprivation of liberty and finallyAllow reforms.Stability can only be achieved if the rule of law, democracy and human rights apply.", "language": "en", "original_language": "de", "translation_provider": "google"}, {"id": 104, "date": "2017-04-06.json", "name": "Marek Jurek", "mepid": "124892", "text": "on behalf of the ECR Group.- Mr Chairman!Our main goal in Eastern Europe must remain unchanged, that is, to consolidate the independence of the states that emerged after the collapse of the Soviet Union.So, first of all, we must support in Belarus the development of national identity and language rights, the revival of Christian life and the freedom of the Church, the development of public opinion and civic activity, openness to the West and independence, at least elements of the independence of Belarusian foreign policy.Today we can see that perhaps the upheavals we are witnessing are a sign that Belarus is entering a time of accelerated political change.Under these conditions, we should remember one thing, that the first of all social freedoms is the independence of the homeland, and this should determine our attitude towards the authorities and towards the opposition and social circles.", "language": "en", "original_language": "pl", "translation_provider": "google"}, {"id": 105, "date": "2017-04-06.json", "name": "Pavel Telička", "mepid": "124706", "text": "  on behalf of the ALDE Group. – Mr President, well, it looks like the honeymoon is over and the first signs of a possible Minsk Spring are also over. Well, sometimes less is more, so I will be very brief.  Conditionality has to apply. We have lifted sanctions, we have provided concessions, and we expected changes. Those did not arrive. There is a crackdown, so we must reintroduce sanctions, and this time they have to be harder. Once again, once we see concrete changes and reforms we can add, but at the moment there is no other action than to take a very hard and tough stand. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 106, "date": "2017-04-06.json", "name": "Janusz Korwin-Mikke (NI).", "mepid": "124879", "text": "   – Mr President, I absolutely agree with Mr Kosma Złotowski, and other authors, that the reason is the unfortunate bill condemning the so-called social parasites. Therefore, I am shocked that the draft resolution condemns the actions of police, which are quite normal. In every country, the police put protestors into jail sometimes. It is not our, or Mr Lukashenko’s, right to decide whether the police actions were exaggerated or not. Instead, the resolution should condemn the bill, and so I move the oral amendment that we should ask Mr Lukashenko to withdraw his bill. This pressure from the European Parliament would give him an excuse to withdraw this really unfortunate bill. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 107, "date": "2017-04-06.json", "name": "Pavel Svoboda (PPE).", "mepid": "96272", "text": "- Mr President, in recent years, the European Union has taken a series of responses to Belarus.The response of President Lukashenko's regime has been a new repression, a new wave of repression, including the introduction of a subsistence tax, which has affected about 470,000 Belarusians this year.In response, an unprecedented number of people took to the streets, many of whom were arbitrarily arrested, fined and detained.These include Pavel Sevjaryněc, Vitali Rymaševský and Anatol Ljabedzka.I call on the Belarussian Government to release these demonstrators, journalists, civic activists and political prisoners.The Belarusian regime's willingness to accept the concept of human rights and civil society clearly does not exist, and the citizens of Belarus do not deserve that.", "language": "en", "original_language": "cs", "translation_provider": "google"}, {"id": 108, "date": "2017-04-06.json", "name": "Andrejs Mamikins (S&amp;D).", "mepid": "124746", "text": "   – Mr President, Parliament’s Rules of Procedure give the possibility to react to urgent cases of violations of human rights, democracy and the rule of law. The initial idea was to express Parliament’s concern about the detention of some activists during and before the March demonstration in Belarus. However, we can see in the resolution that there are issues that cannot be termed very urgent. For example, the issue of the nuclear power plant in Astravets, the demand for the abolition of the death penalty, the recommendation to change tax legislation, the issue about studying in the EU and speeding up the visa and scholarship application process, electoral reform and other issues which cannot be described as urgent. I would like to remind you that four months ago, a non-urgent resolution with the same title on the situation in Belarus, in which the same issues were mentioned, was adopted. I urge you in the future not to create a spam effect, but concentrate more on urgent topics and do not reduce the power of urgent resolutions. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 109, "date": "2017-04-06.json", "name": "Agnieszka Kozłowska-Rajewicz (PPE).", "mepid": "124889", "text": "- Mr Chairman! Commissioner! We are all disappointed with the information that comes to us from Belarus. To push through this bill on free-rides, contrary to common sense, contrary to labor rights, blocking the media, blocking the activities of NGOs and political parties, rigging elections and simulating actions towards their democratization, and finally the brutal suppression of peaceful protests that have taken place recently, must meet opposition from this House. After all, all this happens after the European Union - with the hands of Parliament, and therefore also with our hands - has raised loans for Belarus. She provided financial support herself, lifted political and economic sanctions, because we wanted to see Belarus as a serious partner who keeps agreements. Trust and mutual respect are the basis of cooperation and if our partner says one thing but does the other, then plans and actions must be adjusted. In this situation, I would like to ask the European Commission whether the terms of the loans and financial guarantees granted to Belarus include the possibility of their suspension in the event of non-fulfillment of obligations in the area of ​​civil rights and the development of democracy?", "language": "en", "original_language": "pl", "translation_provider": "google"}, {"id": 110, "date": "2017-04-06.json", "name": "Seán Kelly (PPE).", "mepid": "96668", "text": "   – Mr President, protecting human rights activists from reprisal is a priority for the EU and indeed my own country, Ireland. It is imperative that the Belarusian authorities release and drop all judicial charges against peaceful protesters, journalists, human rights defenders, civil society activists and opposition members who have been detained in connection with the current wave of demonstrations. I welcome the call for this in the resolution. We should not allow ourselves to be mollified by piecemeal concessions when gross human rights violations remain. The political will for liberalisation shown by the Belarusian Government is incompatible with their use of capital punishment and renders them undeserving of EU rapprochement. I welcome this resolution by the Parliament and hope the Belarusian Government will act immediately to address the concerns that have been outlined in this resolution, particularly the call for electoral reform, and for Belarus to join the moratorium on the death penalty.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 111, "date": "2017-04-06.json", "name": "Julie Ward (S&amp;D).", "mepid": "124963", "text": "   – Mr President, the right to protest, to express dissent and disagreement with the status quo, is important for modern democratic societies. It is worrying, therefore, to witness the on-going crackdown on civil society in many countries including, sadly, some Member States such as Hungary. But beyond our borders, in Russia and Belarus, young people are even more fed up with corrupt, dysfunctional and undemocratic governments. It is very worrying to see brave young activists, poets, journalists and human rights defenders being arrested and harassed. We must always speak out for freedom of expression. In that respect, I am pleased to support the Belarus Free Theatre, which continues to expose both their own country and Russia’s abuse of human rights. Our resolution calls for more support for educational exchange programmes and scholarships. It is only through people to people contact and investing in young people and their opportunities, that a vibrant civil society can be built. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 112, "date": "2017-04-06.json", "name": "Mark Demesmaeker (ECR).", "mepid": "117477", "text": "- If I hear it like that, calling President Lukashenko a dictator is actually a compliment: he is a despot, he is a tyrant. Just listen to what this stepfather of the Belarusian nation said about the work of some journalists. I quote: \"If one of those journalists or politicians in my country would speak like that, then I would tear out his tongue with my own hands.\" This is what typifies this tyrant. For years he was only concerned with his personality cult and his own power. He has narrowed the political playing field, crippled civil society and pushed aside anyone who could offer a political alternative. A political scientist sums it up this way: “You don't have to understand who is guilty or innocent in Belarus. There are no laws and no courts. Lukashenko itself is the law and the court. He judges, but his decisions turn out to be wrong. Ultimately, there is no fear and no conscience. Lukashenko himself is the personification of fear and lack of conscience. ” We must not be indifferent. The EU must continue to give full support to the democratic forces, the defenders of human rights and fundamental freedoms in Belarus - Europe's last dictatorship.", "language": "en", "original_language": "nl", "translation_provider": "google"}, {"id": 113, "date": "2017-04-06.json", "name": "Carlos Iturgaiz (PPE).", "mepid": "28398", "text": "- Mr President, Belarus continues to be the antipode of the fundamental approaches that govern the European Union, such as, among others, freedom of expression of citizens, respect for human rights, freedom of the media.Lukashenko presides over Belarus from a pseudo-dictatorial position, and let us not forget that in that country the death penalty is in place and there are dozens of political prisoners in its jails.For all these reasons, the European Union must be firm and forceful;forceful before this Belarusian government that is a satellite of Putin's Russian government.That is why the resolution is directed against the repression experienced by Belarusian citizens and also towards the release of political prisoners, and it will have the full support of my group - the People's Group - in this Parliament.", "language": "en", "original_language": "es", "translation_provider": "google"}, {"id": 114, "date": "2017-04-06.json", "name": "Jean-Paul Denanot (S&amp;D).", "mepid": "94282", "text": "- Mr President, over the past two years Belarus has indeed taken a step towards respect for human rights and fundamental freedoms. These efforts, which have been rewarded by the European Union, must be maintained and stepped up. The Union must encourage leaders to get back on track. Recent events in Belarus are not acceptable. The arrests and the resulting violence must be strongly condemned; they have no place in a democracy. The demands and claims of the population must be listened to and heard. Parliament must firmly condemn any act contrary to the principle of respect for fundamental freedoms. We must call on Belarus to talk to its people and resolve these conflicts democratically. It is necessary to underline the efforts made by Belarus so far and to persuade it not to compromise everything. The Union will be able to support Belarus only if it protects its citizens and their rights. Mr Lukashenko must hear us and, if not, the Union will have to consider sanctions.", "language": "en", "original_language": "fr", "translation_provider": "google"}, {"id": 115, "date": "2017-04-06.json", "name": "Neven Mimica", "mepid": "n/a", "text": "   Member of the Commission. – Mr President, the Belarus debate in the European Union continues to be driven by a policy of critical engagement. The most recent events in the lead-up to Freedom Day in Belarus on 25 March confirmed the need to maintain a critical approach in our bilateral relations. In reaction, we issued a statement pointing out that, despite the international community’s calls for restraint, the response by the security services, including preventive arrests beforehand and the detention of a large number of peaceful protesters on 25 March, itself were indiscriminate and inappropriate. We further noted that such limitations to the freedom of expression and assembly are in contradiction with Belarus’ stated policy of democratisation, as well as its international commitments. We called for the immediate release of all recently detained peaceful citizens. Belarus has taken a number of positive steps in recent years. These include the pro-active participation of Belarus in the Eastern Partnership and in the interim phase on modernisation issues; the resumption of the EU-Belarus Human Rights Dialogue; the start of negotiations on visa facilitation, readmission agreements and a mobility partnership; the active pursuit of cooperation in the harmonisation of digital markets; and the signature of a cooperation agreement on an early warning mechanism in the energy sector. Belarus has also played an increasingly constructive role in the region, notably with regard to the conflict in eastern Ukraine. After careful consideration, and with the support of Member States, including the local heads of mission in Minsk, and following the discussion in the political and security committee, it was decided to proceed with an EU-Belarus Coordination Group meeting on 3 and 4 April, understanding that this was an opportunity to pass strong and unambiguous messages to Belarussian interlocutors at an appropriate level. A specific session of the meeting was dedicated to human rights and political freedoms. This is exactly what we mean by critical engagement. Formats, such as the Coordination Group and the Annual Human Rights Dialogue, allow us to reiterate our commitment to a stable, democratic and prosperous future for Belarus for the benefit of its people. A range of subjects are of particularly importance to civil society were discussed at the meeting, including mobility, people-to-people contacts, trade, education and social security. The European Union also raised issues related to the registration of political parties, as well as the reinstatement of the civil and political rights of former political prisoners. In addition, separate meetings took place with Belarussian human rights defenders, civil society representatives and members of political opposition movements. The European Union will also raise these issues at the next Human Rights Dialogue, which is scheduled to take place before summer. As stated in the Council conclusions of 15 February 2016, the European Union is open to the further development of EU-Belarus relations and to enhancing political relations and sectoral cooperation in the appropriate context. At the same time, tangible steps taken by Belarus to respect universal fundamental freedoms, the rule of law and human rights will remain key for the shaping of the EU’s future policy towards Belarus. We take a note of today’s resolution on Belarus and share the concerns expressed. We will continue to closely observe Belarus’ response, with regard to freedom of speech, assembly and association, as we take our policy forward.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 116, "date": "2017-04-06.json", "name": "Przewodniczący. –", "mepid": "28372", "text": "I close the debate.The vote will take place after the debate.Written declarations (Rule 162)", "language": "en", "original_language": "pl", "translation_provider": "google"}, {"id": 117, "date": "2017-04-06.json", "name": "Csaba Sógor (PPE)", "mepid": "39724", "text": "in writing.- Although our concepts of democracy and its good functioning may be different, I think we agree that the Belarussian regime does not meet the minimum requirements.Therefore, I do not think we should be surprised when, after a period that is perhaps milder and allows for rapprochement, this system has once again shown its true face.I think that change must start with the reform of the electoral system, the people of Belarus must say that they want to live in a society based on a different foundation.To do this, the country must move towards real democratic functioning, and the European Union can do no more than make cooperation conditional on respect for the rules of the democratic electoral rules before next year's elections.", "language": "en", "original_language": "hu", "translation_provider": "google"}, {"id": 118, "date": "2017-04-06.json", "name": "José Inácio Faria (PPE)", "mepid": "125101", "text": "in writing. - On March 25, in Minsk, Belarusian anti-riot forces violently repressed the march that the opposition organizes annually, beating people, preventing journalists from doing their jobs and detaining around 700 protesters. The march aimed to protest the \"law against social parasites\" which created a special tax of 220 euros for those who work less than six months during the year and contribute less to state funding. The promoters of this peaceful march wanted it to coincide with Freedom Day, the unofficial date for the celebration of the first People's Republic of Belarus in 1918. But \"freedom\" is not a word dear to President Lukashenko, who has governed with an iron fist since 1994, possessing a long history of repression of peaceful demonstrations, political arrests and the shameful title of still being the only country in Europe to apply the death penalty! That same day, we celebrated the 60th anniversary of the Treaty of Rome and reaffirmed our commitment to the values ​​of the founding fathers. It is in the name of these values ​​that we need to review the patterns of our relationship with Belarus and make it subject to respect for human rights, fundamental freedoms and the rule of law.", "language": "en", "original_language": "pt", "translation_provider": "google"}, {"id": 119, "date": "2017-04-06.json", "name": "Kati Piri (S&amp;D)", "mepid": "37229", "text": "written. - Not being able to find work, but being fined for \"working too little\". It is the current situation in Belarus, where residents who spend less than 183 days per year at work receive a tax of EUR 234.00. The so-called \"social parasite tax\". This has resulted in massive protests in the country in recent weeks, with hundreds of people arrested. The measure and the arrests are seen as the straw that makes the bucket overflow. Belarus, once described by Condoleezza Rice as the \"last and only dictatorship in Europe,\" is known for its flawed democracy and poor human rights conditions. In doing so, President Alexander Lukashenko will crack down on any form of protest. The levy is an arbitrary, bitter and morally questionable measure. In addition, coupled with the violent police action plus the lack of \"freedom of association\", Belarus is also violating international human rights. As the European Parliament, we must strongly condemn such actions and remind the country of its obligations.", "language": "en", "original_language": "nl", "translation_provider": "google"}, {"id": 120, "date": "2017-04-06.json", "name": "Jarosław Wałęsa (PPE)", "mepid": "96774", "text": "in writing. - Since the independence of the Republic of Belarus in 1991, citizens have not managed to build a full democracy in their country. The state has been ruled authoritarian since 1994 by Alexander Lukashenka. Belarusians, like other European nations, want to work, develop and become rich. The country is closely linked economically and politically with Russia, which is why it has indirectly been a victim of the economic difficulties currently experienced by its eastern neighbor. The protests that took place in many cities in Belarus were caused by the bad economic situation of the country and the tax imposed on unemployed people. A protest is a form of dialogue and expression of social discontent to which every nation is entitled. The information coming from Belarus about demonstrators detained by the police and arrested or fined are alarming. As reported by the non-governmental human rights organization Viasna, the total number of people subjected to various forms of repression as a result of a series of protests in March 2017 exceeds 900. The efforts of the Belarusian opposition to build a full democracy and a European direction of development should be supported. At the same time, the unstable political situation in the eastern region and the resulting threats must not be forgotten. Belarus should be supported in its pursuit of political independence and peacefully built democracy. Democracy built in a way that does not threaten Belarusian statehood and sovereignty.", "language": "en", "original_language": "pl", "translation_provider": "google"}, {"id": 121, "date": "2017-04-06.json", "name": "Przewodniczący. –", "mepid": "28372", "text": "The next item on the agenda is the debate on seven resolutions on Bangladesh, including child marriage (2017/2648 (RSP)).", "language": "en", "original_language": "pl", "translation_provider": "google"}, {"id": 122, "date": "2017-04-06.json", "name": "Fabio Massimo Castaldo", "mepid": "124812", "text": "author. - (IT) Mr President, ladies and gentlemen, we have a cooperation and partnership agreement on development with Bangladesh, and as the European Union we must have the courage to tell our partners when there are problems. And in Bangladesh, alas, there are many problems. With today's resolution we want to highlight a particularly serious one. In Bangladesh, the rate of girls marrying by the age of 18 is 52%; child brides under the age of 15 are 18% of the total. It is evident that in most cases it is not a choice, and for this reason the United Nations considers it a violation of human rights, because it opens the door to abuses related to dowry, sexual harassment, rape and legitimacy corruption of minors. For this reason, while acknowledging the efforts undertaken by Bangladesh in recent years to improve the situation, we want to tell the government that this is not enough and we must move forward in a more decisive and convinced way. The 2017 Child Marriage Restrictions Act - and the loopholes it contains, which effectively legalize these exceptions - must be discarded and completely rewritten. We want to remind the government that the most precious treasure of a country is always represented by its youth. Yes, because it is youth that we are talking about today, dear colleagues, of girls. And it is the task of a government to protect this treasure, to allow it to be educated in full respect of their rights and to guarantee them a future and the possibility of being able to choose freely and free from any constraint the person with whom they want to spend their life. In this case, we can only do our duty as a European Union and tell Bangladesh that it is time to take real concrete steps forward. This law is not enough and cannot be enough.", "language": "en", "original_language": "it", "translation_provider": "google"}, {"id": 123, "date": "2017-04-06.json", "name": "Soraya Post", "mepid": "124997", "text": "  author. – Mr President, a 14-year-old girl was brought to the altar to be married to a man twice her age for a dowry, forever. Fifty-two percent of girls in Bangladesh are married when they are 18 years old, and 18% before their 15th birthday. The new law against child marriages allows for so many exceptions that it will most likely lead to more girls being raped or disfigured in acid attacks. In nearly all cases, these girls will not get an education and will live in isolation, poverty, economic dependence and servitude. These girls are children, not objects for sale in the adults’ marriage market. Today, we – as Parliament – have the chance to let these girls learn that not all adults in the world have abandoned them. We are concerned about these girls’ future. We, as a Parliament, have to act. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 124, "date": "2017-04-06.json", "name": "Ulrike Lunacek", "mepid": "97017", "text": "  author. – Mr President, just imagine that you were 13, 14 or 15 years old and had been raped, and then your parents and the courts decided that it would be in your best interests to get married to the rapist. That is what the new provisions of this Child Marriage Restraint Bill in Bangladesh allow for. This is horrendous and we have to speak out. I am glad that we have a sense of urgency now, because even though Bangladesh pledged at the Girl Summit of July 2014 to reduce the number of girls marrying between the ages of 15 and 18 by 2021, this new law allows for so many exceptions that it is really a step backward and not forward. It could lead to an escalation of dowry abuse, sexual harassment, rape, acid violence, legitimisation of statutory rape and allow parents to force their daughters to marry their rapists. I am glad that we are speaking out very clearly against that. Let me nevertheless also refer to something else where I think Bangladesh still needs to move ahead. It is almost four years since the Rana Plaza disaster in 2013, when a textile factory collapsed, killing more than 1 100 women and some men, with more than 2 500 people injured. Until now, the sustainability compact, which is supposed to improve the situation in the garment industry, labour rights and factory safety, has not been implemented as much as it should have been. So I ask the External Action Service and the Commission to follow up on that to make sure that human rights, children’s rights and girls’ rights are taken into account in Bangladesh. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 125, "date": "2017-04-06.json", "name": "Charles Tannock", "mepid": "4521", "text": "  author. – Mr President, today’s resolution is very useful in highlighting the problems of forced child marriage and acts of sexual violence against women in Bangladesh, which we all rightly condemn. We must, however, distinguish such concerns from a wider condemnation of cultural norms and morals in Bangladesh, with very different social traditions and economic imperatives to those of our own here in the European Union. I am also mindful of the fact that in the United Kingdom and in Spain, the legal age of consent for marriage is 16, with the permission of parents.  On a separate point, I note in paragraph 13 the reference to the Foreign Donations Regulation Act, calling for its amendment. Of course, we wish to see a vibrant and free civil society operating in Bangladesh, and should be concerned by any legislation that prohibits such development. However, there have been problems with some NGOs and charities operating as vehicles for the funding of jihadi terrorism organisations and we must support the Bangladeshi Government’s right to crack down on these practices. Bangladesh is a secular country and enjoys a PCA with the European Union, and we should help it in its democratic progress and its prosperity. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 126, "date": "2017-04-06.json", "name": "Lola Sánchez Caldentey", "mepid": "125035", "text": "author. - Mr President, Bangladesh has passed a legal reform that allows the marriage of minors in \"certain circumstances\", but these \"certain circumstances\" leave the door open to legalize a practice that is already very common. According to Unicef, Bangladesh has the world's second highest rate of child marriage and the highest in Asia. More than half of the girls - already mentioned here - are married before the age of eighteen and the number is very high before the age of fifteen. This legislative reform is a setback in terms of human rights, and especially in relation to the rights of women and girls. Let us not forget that child marriage is often a consequence of poverty and inequality, that is, it is fought with effective social policies, especially in education and health, including, of course, respect for health and rights. sexual and reproductive conditions of girls because, many times, unwanted pregnancies are what lead to child marriage. We must not forget either the serious situation that this country is experiencing with regard to workers' rights, social freedoms, freedom of expression and opinion. The data of arbitrary arrests, extortion and torture of trade unionists, opponents and human rights defenders are very common and very alarming. For this reason, the Commission should initiate an investigation as soon as possible on compliance with international conventions on human and labor rights. We cannot continue to offer a generalized system of preferences to a country in which human rights violations are becoming more serious every day, especially against women.", "language": "en", "original_language": "es", "translation_provider": "google"}, {"id": 127, "date": "2017-04-06.json", "name": "Dita Charanzová", "mepid": "124708", "text": "  author. – Mr President, child marriage is a violation of human rights. Children are simply not able to give their full consent, and there is enough evidence showing the serious psychological and physical impact of marrying as a child. Bangladesh knows this and has tried to reduce the number of child marriages, but taking away the minimum age and creating special conditions for children to marry is not a solution. There can be no special cases when it comes to violation of human rights.  Bangladesh already had one of the highest rates of child marriage in the world with the ban in place. The new law will simply encourage the practice to continue and even intensify the current situation. The Bangladeshi authorities must act now to ensure that this does not happen. The special circumstances that allow for child marriage must be clearly defined and very difficult to use. The penalties for breaking the law must be strong and upheld to deter child marriage from the outset. For cases where a girl becomes pregnant, other safe and legal alternatives to marriage must be available. The EU must be active and willing to support the Bangladeshi authorities to achieve this and, on a broader scale, to respect all of its human rights obligations. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 128, "date": "2017-04-06.json", "name": "Tomáš Zdechovský", "mepid": "124713", "text": "Author.- Mr President, on behalf of the Group of the European People's Party, I would like to say that in Bangladesh, despite the progress made in many areas, human rights are still being suppressed in many ways.I am thinking in particular of children's weddings, especially for girls under the age of 18, and even under the age of fifteen.I am very surprised by the fact that a law was passed in Bangladesh in February this year, which de facto allows these practices to continue.This is despite the fact that the Bangladeshi government has recently committed itself to gradually reducing the proportion of these children's weddings.There is also a continuing suppression of children's rights, which has a negative impact on their psyche, education and their future lives.We can't tolerate that.We must call on the local government to change this law and to ban all children's weddings, without exception.", "language": "en", "original_language": "cs", "translation_provider": "google"}, {"id": 129, "date": "2017-04-06.json", "name": "Csaba Sógor", "mepid": "39724", "text": "on behalf of the PPE Group. - President! We speak out against child marriage not only because it violates children's rights, because it is no longer an accepted social norm in today's European countries, although it is still a living practice in some communities today. On the one hand, we find it unacceptable because they pose a huge health risk to girls, who are often forced into marriage against their will. These children are neither physically nor mentally prepared for the tasks of childbirth and motherhood, but they are forced to do so in accordance with social customs. On the other hand, we think that the practice of child marriages should be stopped because they actually preserve poverty. The studies of a child entering into marriage are interrupted and dropping out of the education system is a barrier to social mobilization. Therefore, it would be important that in the developing countries of South Asia, where every second woman marries before the age of 18 and every sixth before the age of 15, there is a noticeable change in this area.", "language": "en", "original_language": "hu", "translation_provider": "google"}, {"id": 130, "date": "2017-04-06.json", "name": "Arne Lietz", "mepid": "124839", "text": "on behalf of the S&D Group.-  Mister President!The law passed in Bangladesh to restrict child marriage unfortunately still contains exceptional situations that allow child marriages.In Bangladesh, 52 percent of girls are currently married on their 18th birthday and 18 percent of girls on their 15th birthday.From the point of view of the European Parliament, the law could result in an increase in dowry-related violence, sexual harassment, rape and acid attacks and legitimize the rape of minors.The situation is thus even given that girls could be forced to even have to marry potential rapists.That is why I support our motion for a resolution calling on the government to change this law.The legal loopholes must be closed in order to ban all child marriages.", "language": "en", "original_language": "de", "translation_provider": "google"}, {"id": 131, "date": "2017-04-06.json", "name": "Jana Žitňanská", "mepid": "124901", "text": "on behalf of the ECR Group. - Mr President, every year up to 15 million girls under the age of 18 are forced to marry many older partners. Every minute it represents 28 underage girls. One girl every two seconds. Bangladesh is one of the countries with one of the highest proportions of children's weddings in the world, and it is also the sad leader in Asia. More than half of girls undergo forced marriage before reaching the age of majority, and almost 20% are even under the age of 15. In this context, it is alarming that in Bangladesh, they have recently passed a law banning, on the one hand, the marriage of minors, even setting a minimum age for boys at 21, and, on the other hand, the so-called allows exceptions in justified cases. However, the text of the law does not specify a lower age limit for these exceptions, and there is also a real fear that the exceptions will be abused and thousands of girls will lose their childhood. So today, it seems that girls in Bangladesh are not protected from forced marriages by the law, but by their better education, because educated girls are better able to defend themselves and decide on their own lives.", "language": "en", "original_language": "sk", "translation_provider": "google"}, {"id": 132, "date": "2017-04-06.json", "name": "Beatriz Becerra Basterrechea", "mepid": "125040", "text": "on behalf of the ALDE Group. - Mr President, we only hear about Bangladesh when there is an accident in a textile plant that works for Western companies and dozens of unprotected workers die. But in Bangladesh, one of the poorest countries in the world, there are more things that deserve our attention, even if they do not affect our business interests. In more than half of marriages in Bangladesh, a country of 150 million people, the bride is a girl, a minor. Until a few months ago, the law expressly prohibited a girl under the age of eighteen from marrying. But they have just reformed it by introducing a gap of exceptionality to the norm. For what? So that girls who become pregnant can marry their future father, that is, her abuser. This was confirmed to me recently at the United Nations by the Minister for Women's and Children's Affairs, Mrs. Meher Afroz Chumki. There can be no exception that allows child marriage. Bangladeshi girls need legal protection and comprehensive sexual and reproductive education. The European Union has pledged new aid of almost 700 million under its Multi-Annual Indicative Program for Bangladesh. Mrs Mogherini, Mr Mimica, I ask you to be strict here. Freeze those funds immediately. Let's not finance a government that opens back doors to marriages with minors.", "language": "en", "original_language": "es", "translation_provider": "google"}, {"id": 133, "date": "2017-04-06.json", "name": "Ignazio Corrao", "mepid": "124856", "text": "on behalf of the EFDD Group. - (IT) Mr President, ladies and gentlemen, Bangladesh continues to be talked about when it comes to human rights violations on several fronts: freedom of association, early marriage, arbitrary arrests and abuse by law enforcement. Years have passed since the Rana Plaza tragedy, a tragedy that attracted the attention of world public opinion. But nevertheless, no change has really happened. It seems clear to us that there has been no real awareness on the part of the government on the need to make the necessary reforms. Indeed, it has gone from bad to worse: the minimum wage has not been increased since 2013, while the cost of living has increased significantly, forcing workers, trade unionists and journalists to go on strike and report the unacceptable living conditions to which they are subjected. In response, the government has decided to proceed with arrests and repressions and, as if that were not enough, has practically legalized child marriage. We absolutely must express our dissent. The European Commission must launch an investigation to highlight the breaches of the European Union's Generalized System of Preferences by the government of Bangladesh and act accordingly.", "language": "en", "original_language": "it", "translation_provider": "google"}, {"id": 134, "date": "2017-04-06.json", "name": "Seán Kelly (PPE).", "mepid": "96668", "text": "   – A Uachtaráin, is rud uafásach, mhífhéaráilte, sean-nósach é an nós ‘pósadh leanaí’. Faraor, tá sé forleathan timpeall an domhain, agus measann an ghluaiseacht idirnáisiúnta ‘Cailíní, ní Brídeoga’ go mbíonn ar suas le 71% de chailíní faoi ocht mbliana déag d’aois pósadh.  Níl seo féaráilte. Is í an Bhanglaidéis ceann de na tíre is measa. Tá sé i gcoinne an dlí. Ach cén mhaitheas an dlí nuair a thugann an rialtas isteach leasú a cheadaíonn eisceacht i gcásanna speisialta? Cad is cás speisialta ann? D’fhéadfadh gach cás a bheith ina chás speisialta.  Dá bhrí sin, caithfimid brú a chur ar údarás na Banglaidéise an lúb ar lár seo a athrú agus freisin, ba chóir dúinn cabhrú leo chun oideachas a chur ar fáil agus chun cosc a chur ar an gcultúr a ligeann don sean-nós uafásach de phósadh leanaí tarlú agus é a stopadh go deo.", "language": "en", "original_language": "ca", "translation_provider": "none"}, {"id": 135, "date": "2017-04-06.json", "name": "Francisco Assis (S&amp;D).", "mepid": "28307", "text": "- Mr President, the Government of Bangladesh has committed itself to concrete goals to combat the marriages of children and underage girls, a scourge that leaves terrible emotional physical consequences, destroys normal personality development and carries an increased risk of poverty, illiteracy and sexual and physical violence. Bangladesh has made some progress in this regard, despite continuing to be the country with the highest worldwide rate of this disregard for human rights. However, the recently passed child marriage restriction law, instead of being a decisive step in combating this drama, proves to be a perverse law that introduces exceptions in special cases or in the interests of the teenager, without elucidating the criteria that preside over those classifications and without establishing a minimum age for the marriages in question. Bangladesh is a country that benefits from the UN World Population Fund Program and UNICEF to accelerate the fight against child marriage, a program that has the European Union as one of the funders. The European Union must therefore make efforts to pressure the Bangladeshi authorities to revise the child marriage restriction law, otherwise we will see a step backwards in combating this practice, which is the cause of so much suffering.", "language": "en", "original_language": "pt", "translation_provider": "google"}, {"id": 136, "date": "2017-04-06.json", "name": "Sajjad Karim (ECR).", "mepid": "28481", "text": "   – Mr President, I am obliged to you. I take the floor today in my capacity as Chairman of the Standing Committee, within the International Trade Committee, for South Asian Trade, and with Bangladesh I have had the unique ability to see at first hand the tremendous amount of improvement that has taken place using trade mechanisms for women’s empowerment in Bangladesh and in particular female-headed households.  What we see here today is, however, a tremendous regression from the progress that has been made. At the very moment in time at which a young female needs the support of her society and country, it seems that other obligations may be placed in the way and her best interests not necessarily taken into account.  So I say simply this to the Government of Bangladesh: as a Union we have worked with you, we have stood with you, we have been very proud to see the tremendous improvements that you have made, but please, listen to what this House is conveying to you today. These sorts of developments do not take us forward. They challenge our relationship and we do not want to move away from encouraging you to keep moving forward on women’s empowerment issues.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 137, "date": "2017-04-06.json", "name": "Krzysztof Hetman (PPE).", "mepid": "124895", "text": "- Mr Chairman! I, too, would like to draw your attention to the dramatic situation of children in Bangladesh. Bangladesh has one of the highest child marriage rates in the world. Unfortunately, despite earlier declarations, in order to combat this negative phenomenon, at the end of February the Parliament of Bangladesh passed a law under which the marriages of minors could take place in special cases. However, the lack of a definition of these cases means that de facto the lack of a minimum age for marriage has been sanctioned. There are also legitimate concerns that the new law will be used, among other things, to force raped girls to marry their abuser in an ill-conceived saving of honor, further aggravating their trauma. Meanwhile, I expect the Bangladeshi government to focus on protecting the rights and welfare of children and fulfilling previous commitments on this subject.", "language": "en", "original_language": "pl", "translation_provider": "google"}, {"id": 138, "date": "2017-04-06.json", "name": "Stanislav Polčák (PPE).", "mepid": "124704", "text": "- Mr President, I would, of course, also very much like to condemn the forced marriages that are taking place in Bangladesh. I think it is important not only to condemn this factual situation, but also the leaky law as described here. Also the non-compliance with the international commitments made by Bangladesh. I think it's all reprehensible. But I also think that we should not be hypocrites, and at the same time we should say what happens if Muslim people come to European countries and have a wife with them who, for example, is under the age of 15 and consume marriage in Europe. . I think that we should also make it clear in this matter that such conduct is unacceptable in the European area, and that we should also condemn in this way the behavior that is taking place, and what we know about, in Europe. In this regard, we should send a clear message to the Member States of the European Union.", "language": "en", "original_language": "cs", "translation_provider": "google"}, {"id": 139, "date": "2017-04-06.json", "name": "Maria Grapini (S&amp;D).", "mepid": "124785", "text": "- Mr President, Commissioner, according to the UN, Bangladesh still has the highest rate of child marriage in the world.The report found that 52% of girls in Bangladesh are married under the age of 15.Unfortunately, the recent 2017 law only prohibits marriages and in fact leaves room for children's marriages.I appreciate the resolution, but it is not enough.There is a need for the education of children and adolescents and obviously for a change in legislation.Commissioner, I believe that the Commission must use appropriate tools, together with other international institutions, Unicef, the UN, to change the current tragic situation in practice, because girls will be left with a fingerprint all their lives after being forced to marry their aggressors..", "language": "en", "original_language": "ro", "translation_provider": "google"}, {"id": 140, "date": "2017-04-06.json", "name": "Νότης Μαριάς (ECR).", "mepid": "125069", "text": "- Mr President, I support the resolution I signed for a country, Bangladesh, where child labor in factories, mainly European and other multinational companies, is on the agenda. The UN considers child marriage to be a violation of human rights. In Bangladesh, at present, 18% of married girls are under 15 years old. Bangladesh has reportedly decided to take action to restrict the marriage of minors under the age of 15 until 2021. However, the law passed allows these marriages to take effect. That is why we consider this legislation unacceptable, because it will essentially allow rapists to marry raped underage girls.", "language": "en", "original_language": "el", "translation_provider": "google"}, {"id": 141, "date": "2017-04-06.json", "name": "Neven Mimica", "mepid": "n/a", "text": "   Member of the Commission. – Mr President, the European Union has constantly and consistently called on the government of Bangladesh to guarantee respect for human rights, democracy and the rule of law. This political outreach was a joint action with this Parliament. During two recent visits to Bangladesh, distinguished Members of the European Parliament called on the government to respect human rights, the rule of law, the democratic process, freedom of expression and fundamental labour rights. These visits received widespread local press coverage.  The European Union human rights strategy identifies the prevention of child marriage as a priority. The European Union regularly raises the issues of child marriage with the Bangladesh authorities, most recently during the EU-Bangladesh subgroup on good governance and human rights. In December last year in particular, the European Union raised concerns with regard to the Child Marriage Prevention Act, which keeps the marriageable age of girls at 18 but allows exceptions under specific circumstances.  Furthermore, the European Union has contributed EUR 6 million to the funding of the UNFPA-UNICEF and UNFPA global programme on child marriage, which also benefits the fight against child marriage in Bangladesh.  As regards the wider human rights situation in Bangladesh, at the EU-Bangladesh subgroup on good governance and human rights the EU raised concerns on extra-judicial killings and enforced disappearances, the death penalty, freedom of association and freedom of expression, the situation of minorities, violence against women, and fundamental labour rights.  At the EU-Bangladesh diplomatic consultation held in Brussels in February this year, while recognising progress made so far under the Sustainability Compact, the European Union underlined the need to address the shortcomings in compliance with freedom of association.  Human rights are also part of the partnership on development aid and cooperation set out in the Multiannual Indicative Programme for Bangladesh, which provides support to the sectors of nutrition, education and good governance for the period until 2020, for a total amount of EUR 690 million. Child marriages and other human rights issues will be further discussed at the EU-Bangladesh Joint Commission to be held in Brussels in the first half of this year.  The European Union stands ready to work together with the government of Bangladesh in addressing these issues. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 142, "date": "2017-04-06.json", "name": "Przewodniczący. –", "mepid": "28372", "text": "I close the debate.The vote will take place after the debate.Written declarations (Rule 162)", "language": "en", "original_language": "pl", "translation_provider": "google"}, {"id": 143, "date": "2017-04-06.json", "name": "Isabella Adinolfi (EFDD)", "mepid": "124831", "text": "in writing.- For years the European Union has been trying to cooperate with Bangladesh to put an end to a sad practice, that of marriage for minors.The latter are forced by their families to marry and there is no law expressly prohibiting it.The resulting psycho-physical damage is very serious and the EU cannot stand by while the future of millions of children is stolen.The Bangladeshi government must make marriages illegal for minors.", "language": "en", "original_language": "it", "translation_provider": "google"}, {"id": 144, "date": "2017-04-06.json", "name": "Kateřina Konečná (GUE/NGL)", "mepid": "23699", "text": "in writing. - At the plenary session in Strasbourg on 6 April, we addressed a joint motion for a resolution on Bangladesh, including child marriage. The European Union has a long-standing relationship with Bangladesh, including a partnership and development cooperation agreement. The promotion of human rights and democratic principles is one of the EU's fundamental principles not only in domestic but also in international politics. In recent months, however, according to independent observers, there have been human rights violations, enforced disappearances, repression of civil societies, attacks on political activists and torture. In addition, Bangladesh is still the country with the highest number of child marriages in the world. With this motion for a resolution, we call on the Bangladeshi Government to end child marriages, to condemn the continuing reprehensible acts against freedom of expression and to ensure an immediate end to all acts of violence, harassment, intimidation and censorship against journalists, bloggers and civil society.", "language": "en", "original_language": "cs", "translation_provider": "google"}, {"id": 145, "date": "2017-04-06.json", "name": "Anthea McIntyre (ECR)", "mepid": "111011", "text": "  in writing. – I believe we must demand that the government of Bangladesh respect its international obligations on human rights, and not only with respect to child marriage, important though that is. The Bangladesh authorities must condemn acts of violence towards innocent citizens. They must commission an independent investigation into extrajudicial killings and bring those responsible to justice. I listened to a recording (in translation) of a serving Rapid Action Battalion (RAB) officer exposing crimes he and fellow officers are instructed, by the authorities, to carry out. He describes how RAB officers select and kill people. These extra-judicial killings are known as ‘crossfire’. Officers place a discharged weapon beside the body to fabricate evidence against the dead individual, claiming they opened fire on RAB officers and were therefore killed in self-defence. He reveals that RAB officers are instructed to capture, kill and dispose of the body without it being traceable. He concludes that the victims are mainly from the country’s opposition parties. The government is using the RAB in its crackdown on the main opposition parties which continue to demand free, fair and participatory national elections in Bangladesh following the flawed elections in 2014.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 146, "date": "2017-04-06.json", "name": "Marijana Petir (PPE)", "mepid": "124749", "text": "written. - Bangladesh is the fifth country in the world in the number of child marriages. 52% of girls marry before the age of eighteen, and 18% before the age of fifteen. In rural areas of the country, this ratio is even higher and even more frightening - 71% of girls are forced to marry and grow up before the age of eighteen. It is a sad realization that parents, at risk of severe poverty, have no other way to secure the future, sometimes the lives, of their own daughters than to marry them in their childhood and premature youth. Every minute around the world, 28 girls are left without a future due to child marriages, which brings with it huge physical, mental and emotional consequences. The government of the People's Republic of Bangladesh has pledged to adopt a national plan to completely eradicate child marriages by 2041, and last year passed the Child Marriage Restriction Act, which introduces stricter penalties for people who have children, but the law is full of shortcomings. , without specifying the “special conditions” that need to be met in order for a child marriage to be legally valid. Children have the right to a childhood, but in order to ensure a childhood for children, we must provide their parents with minimum standards for a dignified life so that they do not resort to such terrible moves. Eradicating poverty is a goal we must achieve.", "language": "en", "original_language": "hr", "translation_provider": "google"}, {"id": 147, "date": "2017-04-06.json", "name": "President. –", "mepid": "124706", "text": "  The next item is the vote.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 148, "date": "2017-04-06.json", "name": "Helmut Scholz", "mepid": "96646", "text": "  on behalf of the GUE/NGL Group. – Mr. President, as we are all witnesses of the terrorist attacks on the metro in St Petersburg, I would suggest that today we do not vote on the resolution but, as a symbolic act, hold the vote in the next plenary part-session. I think that, in this very worrying situation for the citizens of the Russian Federation, we should link it to the protest in Moscow and other cities over the last few weeks. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 149, "date": "2017-04-06.json", "name": "Michael Gahler", "mepid": "2341", "text": "on behalf of the PPE Group.- Mister President!The EPP Group is against it.The two facts have nothing to do with each other and therefore there is absolutely no reason to postpone the vote.", "language": "en", "original_language": "de", "translation_provider": "google"}, {"id": 150, "date": "2017-04-06.json", "name": "Ulrike Lunacek", "mepid": "97017", "text": "  on behalf of the Verts/ALE Group. – Mr President, I will ask – and I have announced this to the services beforehand –for withdrawal of this amendment now, for two reasons. One is that this morning, at the beginning of the session, President Tajani made a very good announcement that he condemned the atrocities against gay men in Chechnya, which happened just recently. The other reason is that, in agreement with some of the other Groups, I decided to ask for withdrawal, but we are also planning to table an oral question on these atrocities against gay men in the next plenary.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 151, "date": "2017-04-06.json", "name": "Michael Gahler (PPE).", "mepid": "2341", "text": "   – Mr President, as usual with the roll call vote, what was the distribution of votes? The spectrum was not shown. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 152, "date": "2017-04-06.json", "name": "President. –", "mepid": "124706", "text": "  I do apologise on behalf of the services. It was shown but only very briefly. We will show the figures.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 153, "date": "2017-04-06.json", "name": "President. –", "mepid": "124706", "text": "  That concludes the vote.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 154, "date": "2017-04-06.json", "name": "Jiří Pospíšil (PPE).", "mepid": "125706", "text": "- Mr President, I was very happy to support this resolution, because the fight against roaming is a concrete, tangible thing that we can show the citizens of the nation states that the European Union can benefit their lives and do something good for them.And I am also pleased that we have finally adopted a bolder solution than the one originally proposed by the Commission, and that we have further reduced the ceilings for wholesale roaming charges.I would like to thank the rapporteur on this, who has made a significant contribution to lowering the ceilings for roaming charges every year.So the proposal is good, it is right, and that is why I was happy to support it.", "language": "en", "original_language": "cs", "translation_provider": "google"}, {"id": 155, "date": "2017-04-06.json", "name": "Doru-Claudian Frunzulică (S&amp;D).", "mepid": "124790", "text": "   – Mr President, when the S&amp;D Group called for an end to roaming charges almost six years ago, there was a lot of opposition from national governments, from the PPE Group in Parliament, and even from the Commission. Our perspective changed the situation and our longstanding priority will now finally become reality on 15 June.  Roaming charges are now a thing of the past. Europeans no longer face huge phone bills after travelling. They can use their phones abroad just like at home without paying extra. Instead of switching off their phone when crossing a border, people will now be able to call their friends at home, tweet from a conference, or check their emails at the airport. Under the leadership of our Group, Parliament defended the interest of citizens and small operators against big telecom companies, being able to push the data price cap down benefits consumers directly as the lower the cap, the more data they can use when travelling. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 156, "date": "2017-04-06.json", "name": "Daniel Hannan (ECR).", "mepid": "4555", "text": "   – Mr President, when this issue of roaming charges came before the Parliament, mine was one of the very few voices and very few votes against it. There is a competitive market, and there was no obvious need for state intervention. By privileging one particular type of tariff – in other words, that of the person who travels a lot – we end up effectively requiring a subsidy from kids on estates who don’t travel in order to subsidise people like us who do a lot of travel. But that is not my point today. I lost the argument and I lost that vote. My point is that the reduction in international roaming charges is happening anyway, is happening globally, and has nothing to do with this legislation. It is being done by individual operators. We politicians are not as important as we think we are. There is this solipsistic fallacy where we assume that everything going on in the world is somehow the creation of laws and law-makers. A parting bit of advice as Britain comes towards the end of its time here, my friends: we are really not at the centre of affairs.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 157, "date": "2017-04-06.json", "name": "Andrejs Mamikins (S&amp;D).", "mepid": "124746", "text": "   – Mr President, in the Middle Ages each feudal lord could block the road and start to take money from travellers for travelling on the road. We can see some feudal features in the mobile network market in the 21st century in the European Union. Important steps were taken by the Commission and Parliament to change the situation and abolish roaming charges in the EU, but the EU mobile network market remains fragmented. After the abolition of roaming charges, the next challenge could be that some big companies are tempted to take more money for a wholesale roaming charge. If we do not limit their wishes, this could lead to an increase in charges to consumers. The Commission and Parliament propose to establish the maximum level of wholesale roaming charges telecom operators can charge each other for calls, text messages and data from 15 June this year, and I am in favour of this decision.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 158, "date": "2017-04-06.json", "name": "Seán Kelly (PPE).", "mepid": "96668", "text": "   – Mr. President, I am very pleased that now we are finally there in our seven-year battle to introduce ‘Roam like at home’ for our citizens, and I would like to thank all MEPs who voted in favour today: 547 in favour, 27 against, 50 abstaining. Indeed, I would take issue with what my good friend Mr Hannan said from the United Kingdom. The European Parliament did play a huge part. If the markets had their way, the prices would be much higher because they would collaborate with one another. When the Commission made its proposals, the wholesale prices were much higher, and it was only the good work of those of us who were actually involved – and if Mr Hannan and his colleagues had got more involved they would know what was going on – that reduced, first of all, the roaming charges over a period of years, and now finally this piece in the jigsaw: the wholesale charges and we can have ‘Roam like at home’. Otherwise, the prices would be sky high, as Mr Hannan would like us to have. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 159, "date": "2017-04-06.json", "name": "Jasenko Selimovic (ALDE).", "mepid": "134243", "text": "   –  Mr President, after years of negotiations, after the informal agreement reached between the European Parliament and the Council in the last days of February this year, today we have all, together, demonstrated our strong commitment to visa-free travel to Ukrainian citizens. Very soon, Ukrainian citizens will be able to travel in the EU for 90 days without having a visa. The full importance of today’s vote cannot be underestimated. By granting Ukrainians the freedom to travel through the EU we have demonstrated that the unprecedented reforms undertaken by the Ukrainian Government are bearing tangible fruit, but above all, we are pointing out that we refuse to follow the path of closeness, nationalism, populism, that so many politicians are suggesting today. Today we have embraced openness and we should be proud of it. I now call for the EU Member States to implement today’s vote as soon as possible.  ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 160, "date": "2017-04-06.json", "name": "Petras Auštrevičius (ALDE).", "mepid": "124766", "text": "- Only three years have passed since that day, the events of Maidan, and we have a great example when a country that has told itself that it will change, that it wants to see its future in Europe, has started to make progress.Yes, it took time because there was a lot of work to be done - 72 criteria on which Ukraine had to make progress.We worked together, we went together, progress was made.I congratulate the European Union and Ukraine on the fact that we have made great progress together.This reaffirms that the European Union remains open to those countries that are on the path to progress.The good news for Ukrainian citizens: they will not be discriminated against, they will be able to travel freely to the European Union, just as European citizens will be able to travel to Ukraine.I hope we learn more about each other, there will be no myths, no misinformation and together we will move towards our common future.", "language": "en", "original_language": "lt", "translation_provider": "google"}, {"id": 161, "date": "2017-04-06.json", "name": "Monica Macovei (ECR).", "mepid": "96824", "text": "- Mr President, the dialogue with Ukraine on the abolition of visas has been launched since 2008. Since then, the Commission has made numerous reports of progress, mainly after the November 2013 demonstrations on the Maidan and after the 2014 elections. for Ukraine throughout this period and, we must tell the truth, there was no consensus in the European Parliament to condemn Russian aggression against Ukraine and, implicitly, Crimea. He came a little later and with sanctions. People died during this time; more than 9,000 people died between 2013 and 2014 in Donetsk and Luhansk alone. That is why it is vital to help them. I support the issuance of visas, in parallel with a close monitoring of what is happening in Ukraine. Giving and taking is a way of working. That is why we need to monitor what is happening with the money we give to Ukraine, the fight against corruption, the rule of law and the efforts of Ukraine, and we will make them happy without visas.", "language": "en", "original_language": "ro", "translation_provider": "google"}, {"id": 162, "date": "2017-04-06.json", "name": "Jiří Pospíšil (PPE).", "mepid": "125706", "text": "- Mr President, I am very pleased that a resolution has passed today that clearly states that visa-free travel will be established between the European Union and Ukraine. It is the culmination of several years of process. Two years ago, Ukraine fulfilled the conditions for the introduction of visa-free travel. For me, it is not just about Ukrainian citizens being able to travel around the European Union without a visa for 90 days, but this decision today is of great symbolic significance. We clearly tell the Ukrainians that we count on them to be our partners, and I hope that today's decision will further strengthen the feeling of most Ukrainians that they want to be a major partner towards the European Union and that the European Union as a set of democratic partners is the main partner. States, not Russia, which - as we all know - is carrying out aggression in eastern Ukraine. So the geopolitical level, the symbolic gesture, is perhaps even more important than the fact that Ukrainians themselves will be able to travel around the European Union in this way. I am glad that with this gesture we are strengthening the ties between the European Union and Ukraine.", "language": "en", "original_language": "cs", "translation_provider": "google"}, {"id": 163, "date": "2017-04-06.json", "name": "Maria Grapini (S&amp;D).", "mepid": "124785", "text": "- Mr President, European solidarity must increase.This can be solved through education and involvement.I am glad that I was able to vote on such a report, this resolution on the European Solidarity Corps, but I drew attention to the debate that we need to have precise implementing rules from the Commission, budgets, to have new budgets, we do not have toit is taken from other forms of youth support.Of course, the impact must also be monitored, calculated and this new project must be correlated with other youth support projects for involvement not only in solidarity, but also in daily work.We need to provide them with jobs after volunteering.", "language": "en", "original_language": "ro", "translation_provider": "google"}, {"id": 164, "date": "2017-04-06.json", "name": "Seán Kelly (PPE).", "mepid": "96668", "text": "   –  Mr President, along with other members of my group I voted against the committee’s report on the adequacy of protection afforded by the EU/US Privacy Shield in favour of supporting the alternative text tabled by the EPP and the ECR. The committee report contains very critical statements that I believe could potentially harm businesses that rely on the Privacy Shield to transfer data across the Atlantic securely and efficiently.  This criticism comes before the upcoming comprehensive annual review which is envisaged in the Privacy Shield framework, which ensures that the European Commission and data protection authorities can monitor the functioning of the system and keep it up to date, and so the claims in the report are therefore premature. The EPP/ECR text better acknowledges this upcoming inclusive review and is more balanced in its critique of the Safe Harbour system which has not changed in the time since the EPP resolution of May 2016, which welcomed the substantial improvements in the Privacy Shield compared with Safe Harbour. This allows the comprehensive review to take place and assess the findings afterwards. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 165, "date": "2017-04-06.json", "name": "Lucy Anderson (S&amp;D).", "mepid": "124949", "text": "   –  Mr President, in fact for many years the European Parliament has been at the forefront of efforts to protect citizens from the abuse of their personal data, so I was therefore very pleased to vote for this important resolution on improving the EU/US Privacy Shield, and I do not agree that it is a burden on business. This is not just a matter of human rights, it is also a matter of consumer confidence, and there are very real concerns about the scope of the protection within this agreement. It is better than the US Safe Harbour protections, but there are concerns about the use of data through automatic decision-making, and there are concerns about the remedies that will be available to EU citizens if there is a problem. So it is absolutely right that Parliament has taken a firm stand here. I also think that the Commission should have allowed Parliament to scrutinise this in a better way, because the use of the Implementing Act procedure in this particular instance has not worked out to our advantage. But overall I am extremely pleased with this resolution, and it enables us to take forward our work in this area.  ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 166, "date": "2017-04-06.json", "name": "President. –", "mepid": "124706", "text": "  That concludes the explanations of vote.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 167, "date": "2017-04-06.json", "name": "Der Präsident. –", "mepid": "2323", "text": "The next item on the agenda is large questions (O-000011/2017) under Rule 130b of the Rules of Procedure (2017/2583 (RSP)) (B8-0209 / 2017).", "language": "en", "original_language": "de", "translation_provider": "google"}, {"id": 168, "date": "2017-04-06.json", "name": "Piernicola Pedicini", "mepid": "124844", "text": "author. - (IT) Mr President, ladies and gentlemen, Commissioner, we are here to bring to the attention of the European institutions today - indeed for the umpteenth time - this phenomenon, which has become a phenomenon, sadly known as the \"Land of the fires \", which is actually an environmental and health emergency in which more than two and a half million European citizens are forced to live in an area included in 57 municipalities in the provinces of Naples and Caserta, in Southern Italy. More than 6,000 sites have been identified in those parts to date - in reality this figure is still a provisional figure, because searches are still ongoing - where toxic waste, 10 million tons of toxic waste and 10 million tons of toxic waste have been illegally spilled or burned. hazardous, including both urban and industrial waste, thus transforming that land into one of the most polluted areas in the entire European Union. The epidemiological picture of the resident population in those parts shows excesses of mortality and hospitalization for all the diseases that can be traced back to the release or combustion of toxic waste. Unfortunately, mortality for all types of cancer is 20% higher than the national average, in absolute contrast to the trends because, while in Italy these trends are descending, in the Land of Fires there is an increase in mortality for all types of cancer. Male infertility is 17% higher than the national average. The health picture of children is really scary, because there is an excess of hospitalizations for all cancers, especially in the first year of age, and there is an excess of tumors, especially of the central nervous system in the age group that it goes between zero and 14 years. Despite this, ostracism continues by all those who leverage the difficulty of establishing a scientific connection between this exposure to industrial poisons and the cancer. There are people who even go so far as to deny this causal link. Yet there is no family that has not had a tragic experience, a dramatic experience of cancer, of one or more cancers, among their loved ones. In the last twenty days, for example, in the last twenty days alone, eight other children have died from cancer. Now the inhabitants of that area are afraid of drinking the water that flows from their taps, they are afraid of eating vegetables, the vegetables they produce on their land. And, as if that were not enough, the local economies, the agri-food productions have suffered a devastating effect due to the negative publicity which, of course, has weakened the local economies, which were already weak in themselves. We have all received the report of the Italian permanent representation, which gives the usual reassuring message, a reassuring message that illustrates the actions implemented both by the Italian government and by the regional government of the Campania Region, and which seems to be finally addressed, this program, to definitively resolve this situation. The point is that for years, for over 20 years, these people have listened to reassuring messages and things have never changed. To this day there are still these fires, these fires are still there, and the waste is going to be burned right now. Therefore we are here today to denounce the uselessness and ineffectiveness of all the solutions that have been adopted by the Italian government and by the regional government of the Campania Region, because the complaints of dozens in parliamentary committees, for example, were useless. or the dozens of journalistic inquiries, the complaints of citizens' associations and above all the death toll in the cemeteries of those poisoned lands. Commissioner, this is the largest mass poisoning in any of the countries of our European Union, and we believe that the European institutions have a duty to intervene. Therefore we want to know if this Union intends to restore hope to these citizens, who are also their European citizens, and if this Union intends to give the right priority to respect for the right to health for European citizens and therefore also for the citizens of the Earthof the fires.", "language": "en", "original_language": "it", "translation_provider": "google"}, {"id": 169, "date": "2017-04-06.json", "name": "Karmenu Vella", "mepid": "n/a", "text": "   Member of the Commission. – Mr President, honourable Members, Mr Pedicini, let me start first of all by saying that the Commission has been very deeply concerned for many years about the environmental situation from which the region of Campania is suffering due to the illegal treatment and mismanagement of waste, and of course about the impact on public health. The latest public health report issued by the Istituto Superiore di Sanità, which links the abnormally high cancer rate in some parts of Campania with the illegal treatment of waste, has been brought to our attention.  Given the systematic shortcomings in waste management in Campania underpinned by organised crime, the Commission has made full use of its powers over the past decade to address the situation. Already in 2007 the Commission initiated infringement procedures against Italy for a lack of adequate disposal facilities for waste in Campania, and this led in 2010 to Italy being condemned by the European Court of Justice. Then again in 2015 the court condemned Italy to pay a heavy fine consisting of a lump sum of EUR 20 million plus EUR 120 000 every day due to insufficient follow-up measures.  One year earlier, in 2014, the Court of Justice had already imposed heavy fines on Italy for the existence of illegal disposal of waste, including hazardous waste, throughout practically all the Italian territory, including Campania. Also in 2014, the Commission suspended EU financial assistance corresponding to the financial period 2007-2013 in respect of waste management and disposal in Campania. We cannot grant EU money if there are no guarantees that it will be spent well. When we received adequate assurances, EU funding was again made available in the current programing period.  As regards enforcement by the Commission, there was nothing more that we could possibly do according to EU law. Now it is fair to say that the overall waste management situation in Campania has improved since the waste crisis of 2007 and following the government’s appointment of several waste emergency commissioners for the region. For instance, separate collection of waste in the region is steadily improving, as well as recycling. At the end of last year, Campania adopted a new regional waste management plan which is now being examined by the Commission services.  But challenges remain, and health problems caused by past practices are still making themselves felt. The health and the environmental issues in Campania have their roots in the existence of organised crime and an enforcement system which is not coping with it. Although the main responsibility for fighting organised crime rests with the Member States, the European Union has agreed to take action on a number of instruments in the field of enforcement of compliance.  To address the eco-mafia, in 2011 Europol created a platform for experts from law enforcement agencies, the EnviCrimeNet, dealing with environmental crime. Also to improve enforcement, the Commission will adopt later this year a communication setting out an action plan with practical actions for environmental compliance assurance. This will be aimed, amongst other issues, at helping Member States to combat waste crime and offences. In addition to the enforcement actions, the Commission has urged the Italian competent authorities to address land decontamination and rehabilitation as a matter of urgency. For the latter, EUR 72 million of EU structural funds have been made available under the current financial period, that is under the period 2014-2020.  Of course the specific health-related aspects are of huge concern and I know that the signatories of this major interpellation, including my colleague Pedicini, already met with my colleague Commissioner Andriukaitis here in Strasbourg few weeks ago. As you know, health policy is essentially a national competence but there may be scope for reinforcing dialogue with national authorities. I can assure you that my services will keep monitoring the situation in Campania. Solving the problems derived from the illegal treatment of waste in Campania is dependent on all relevant actors working effectively together.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 170, "date": "2017-04-06.json", "name": "Jiří Pospíšil", "mepid": "125706", "text": "for the PPE Group. - Mr President, I have listened very carefully to the Commissioner's answer to this serious question, which concerns Campania and the huge pollution in the area. As I am often critical of the way in which the Commission's representatives speak here, I must now say that I personally agree with that answer. It must be said openly that, although this is an extremely serious fact, and as my colleagues rightly write here, the lives and health of many hundreds and thousands of Europeans living in the region are being harmed, so the primary responsibility for the situation and for resolving it must have Italy as such. Because if the situation that has arisen there, and this is clearly stated here, is the result of an illegal situation, it is the result of illegal waste management, then it is difficult for the European Union to solve this primarily. But I am very happy, and it is important here that the Commissioner said here that the European Union is ready to help, it is encouraging and positive for me, that it has been said here that there is money in the Structural Funds, because I think how I know the situation. for example from the Czech Republic, where we removed ecological burdens and it cost us hundreds and hundreds of millions of crowns, that without the support of European money it would be difficult to remove such a large ecological burden. So if the European Commission provided the regional government with money to repair such huge environmental damage, I would personally welcome and support such a situation for myself as an MEP. But the original thesis must be that Italy's primary willingness to create such landfills in the future must be punished, the perpetrators will be punished because it is a serious crime, and that the Italian government itself will want to spend money on remediation. Europe can add to that. (The speaker agreed to take a blue-card question under Rule 162 (8))", "language": "en", "original_language": "cs", "translation_provider": "google"}, {"id": 171, "date": "2017-04-06.json", "name": "Piernicola Pedicini (EFDD)", "mepid": "124844", "text": "Question \"blue card\".- Mr Pospíšil, the Commissioner too, earlier, repeated all the infringement procedures that have been imposed on Italy in relation to this issue.I ask you: according to you, the method of the infringement procedure itself, which is a form of tax that is paid directly by the same citizens who are already harassed from the point of view of health and lack of environmental protection, is a method thatdoes it work, or not?The same citizens who pay in terms of health then also pay in terms of taxes.", "language": "en", "original_language": "it", "translation_provider": "google"}, {"id": 172, "date": "2017-04-06.json", "name": "Jiří Pospíšil (PPE)", "mepid": "125706", "text": "answer the question posed by raising a blue card.- Colleague, I'm a lawyer.If there is a legitimate reason for a state to be affected by a ruling of the European Court of Justice, then unfortunately it simply has to be.The question is whether the law is violated or not.But I am also making it clear here that Italy is to be provided with assistance from the Structural Funds to deal with this environmental burden, because, in principle, large environmental burdens cannot be solved from national budgets.", "language": "en", "original_language": "cs", "translation_provider": "google"}, {"id": 173, "date": "2017-04-06.json", "name": "Nicola Caputo", "mepid": "124851", "text": "on behalf of the S & amp; D Group. - (IT) Mr President, ladies and gentlemen, since 2003, when it appeared for the first time in a Legambiente report on eco-mafias, the expression \"Terra dei fuochi\" has characterized and marked an entire area of ​​Campania which embraces various municipalities in the province of Caserta and Naples. I myself come from that rich and fertile land, which for centuries has been called \"Land of work\". \"Terra dei fuochi\" summarizes and emphasizes what took place in these areas between the nineties and the beginning of the new century: an irresponsible and uncontrolled spill of toxic substances, waste and waste of all kinds, which is often their incineration followed. A criminal and systematic pollution activity, which was able to count on a chain of negligence and omissions and on the tragic unpreparedness of the competent authorities to stem the phenomenon. I denounced it in this House during my first one-minute speech of this legislature. The impact of the Terra dei Fuochi has been devastating for the life and health of tens of thousands of people and for the economy of the entire Campania region. Since November there has been a new emergency in terms of mortality, especially of children. The data is similar to the years 2012 and 2013. The toxic fires continue 365 days a year, 24 hours a day. In 32 municipalities in the province of Naples, mortality exceeds the regional average of 10% for men and 13% for women, while in 23 municipalities in the province of Caserta the percentages are 4% and 6%. With its 500,000 hectares of agricultural area, Campania, together with Puglia and Catalonia, represents one of the three great European agri-food centers. An incalculable economic and image damage, despite the fact that the sites where toxic material has spilled do not exceed 1% of the total of rural areas. However, I must say that after decades of commissioners, during which some of us have asked several times, sometimes even in isolation, the mapping of areas at risk, the start of a process of remediation of polluted soils and the establishment of a regional cancer register, a reversal of the trend begins. Fortunately, the approach to the problem has changed: there is greater awareness and a strong determination to solve the problem at its root. Recently the Campania Region has adopted a rigorous certification procedure of the healthiness of its agri-food productions, so as to be one of the most controlled regions in Europe, and has set up a real monitoring plan for the entire Campania region, with the aim of carrying out technical surveys for the mapping - also by means of remote sensing tools - of the land in the region intended for agriculture. In February, the childhood cancer registry of the Campania Region was accredited by the Italian Association of Cancer Registries and a specific study was launched by the Zooprophylactic Institute and the Cancer Institute of Naples on 4 200 subjects from 168 municipalities identified on the basis of three different models of environmental risk, in order to exclude interference caused by low exposure or physiologically linked to age. Furthermore, the first reclamation interventions of the polluted areas were carried out. The operation to remove the eco-bales has begun, but above all Campania has adopted a new waste plan, which will have to ferry the region definitively beyond the emergency. Certainly it is necessary to do much more, to continue to keep the national, and not just national, spotlight on this huge problem that continues to claim innocent victims. The institutions, which have to demonstrate their ability to intervene, must do their part by providing for remediation quickly, but Europe can and must also do its part, accompanying Campania in this process. A few months ago, in a conference that saw the presence of doctors and scientists from all over Europe, I asked some officials of the Commission - and I repeat my request here - to draw up a manual of good practices, from hygiene-food, medical and prevention ones, to give valid indications to citizens who live in all areas with a high environmental impact in Europe. The Land of Fires, together with the many areas suffering from an environmental emergency, must not be considered or perceived as an exclusively Italian or Campania problem: it is a European emergency. The problems are multiple, complex and interconnected, and the synergy between European institutions and local authorities in recent years has been the real key to achieving tangible results. I thank Commissioner Vella for the usual willingness he shows every time we talk about Terra dei fuochi and Campania and for the involvement he has shown on several occasions. Thanks also to the associations and institutions of the Campania region, to the thousands of citizens involved in this attempt to save a wonderful land. Now it is only a question of continuing to work hard and together, so that the Terra di lavoro returns as soon as possible \"Campania felix\". (The speaker agrees to answer a \"blue card\" question (Rule 162 (8)))", "language": "en", "original_language": "it", "translation_provider": "google"}, {"id": 174, "date": "2017-04-06.json", "name": "Rosa D'Amato (EFDD)", "mepid": "124835", "text": "Question \"blue card\".- Forgive me, Hon.Caputo, but you know that the government and the Campania Region are the same color as your party, right?Do you talk to each other?Are you able to communicate, to operate what she suggests in a practical way, given that this emergency has unfortunately been in the news for twenty years?Then, a question about her proposal: she proposes a hygiene and food manual.What does it mean?That we want to remedy the cause of our citizens' illnesses by teaching them to eat better, rather than saying that the real cause is pollution?", "language": "en", "original_language": "it", "translation_provider": "google"}, {"id": 175, "date": "2017-04-06.json", "name": "Nicola Caputo (S&amp;D)", "mepid": "124851", "text": "Answer to a \"blue card\" question. - As usual, you of the 5 Star Movement always see the glass half empty. The question is one. First of all the political question: it is clear that the national government and the regional government are of the same party as me, and I am proud of it, so much so that the only concrete facts that have been achieved have been achieved especially in recent years and they are tangible. The relationship with the Commission has also improved, so much so that we are also starting to resolve the problem of the infringement. The proposal I made, however, to the group of scientists and which was not essentially my own proposal - a proposal that came off the table, and which I reiterated to the Commission - is to support all measures, including health measures , which are also implemented as an information measure. It is also important to overcome the cultural approach which, unfortunately, is a bit lacking in some areas.", "language": "en", "original_language": "it", "translation_provider": "google"}, {"id": 176, "date": "2017-04-06.json", "name": "Der Präsident. –", "mepid": "2323", "text": "Dear Colleagues!We have a little more air today.Ms. Grapini asked why I didn't give her the floor for the blue card.I uphold certain principles.In any case, it is not usual for me to ask questions within the same group because we have already seen effects here that colleagues throw the balls at each other.And that's not the kind of liveliness of the debate we envisioned when we launched the blue card.", "language": "en", "original_language": "de", "translation_provider": "google"}, {"id": 177, "date": "2017-04-06.json", "name": "Ivan Jakovčić", "mepid": "124754", "text": "on behalf of the ALDE Club. - Mr. President, I would like to begin in solidarity with the Italian friends who asked this question with those who spoke, who live in Italy, who live in Campania, aware of the fact that living in such an environment is not easy, it is politically responsible, it is responsible for every way especially in a human way. Knowing that in our very question today, Commissioner, we are talking about the fact that la Terra dei Fuochi is an area in Campania where there are approximately 2,000 extremely polluted sites that directly affect the lives of 2 and a half million people who are reportedly dying from cancer. or are exposed to truly toxic fires. It’s a really serious question of how we intend to solve it all together. The area includes as many as 57 municipalities between Naples and Caserta. An additional problem is that no one knows where this toxic waste is buried at all, whether it is in one place, in another place, it has been done for years. Everything speaks of organized crime, but not only organized crime, but also dumping in a really extremely wild way. What is most worrying, of course, is that all of this together has a terrible impact on public health. It is frightening to hear the data we have been listening to, and it is especially frightening to know that public health cannot help children, it cannot help those who need growth the most. So young people, children are suffering because we have these toxic fires. What I want to emphasize is something else. I want to talk about how to solve such problems. My experience tells me that solving such problems can be done with European money. I have concrete examples that I have personally worked on in rehabilitating and identifying 46 illegal dumpsites that were, or are still partially, on the border between Croatia and Slovenia. With joint funds, European funds, joint efforts, we managed to find all these common illegal dumpsites and start solving them systematically so that so I say one by one. NGOs should be involved. In creating the cadastre of wild dumps, I have personally included scouts, mountaineers, all those associations that are benevolent towards the environment and that want to actively participate in all of this. We identified that cadastre in such a way that there is a GPS destination for each illegal dump. And then one can systematically start solving such problems. Of course, I want to emphasize here not only the way of cross-border cooperation, because in this particular case we do not even have it, but I want to emphasize the need for cooperation with local authorities. Without the active participation of local authorities, neither national nor regional, let alone European authorities can do anything. Yes, we need European money, because without European money, local, national and regional authorities will not be able to cope easily. But we need good partners in local authorities, in non-governmental organizations, because without them I am sure that we will find it very difficult to solve problems. I would like to warn you and take this opportunity, Mr. Commissioner, to mention to you the many black spots that we call in Croatia that exist in the environment. There are in the environment not only in Croatia, but also in the candidate countries, there are many wild dumps in many places, many dangerous dumps. It is time to make this cadastre of the most dangerous landfills in the European Union and in our first neighborhood in countries that will very soon one day become members of the European Union. So, I want to warn you about one big problem, and that is the problem of dumping military material in the Adriatic Sea. This is an extremely serious problem. Nobody talks about it anywhere and we all somehow hide and don’t want to talk about it in public. But it is a serious environmental problem. So, I think that the colleagues who opened this issue in this way showed their desire and solidarity with the citizens of Campania. I want to confirm this once again here, but I want to ask the European Commission to get serious about the example of Campania, let this be the beginning of solving the overall problem with such illegal landfills for hazardous waste in the European Union.The speaker agreed to answer the question posed by raising a blue card (Rule 162 (8)).", "language": "en", "original_language": "hr", "translation_provider": "google"}, {"id": 178, "date": "2017-04-06.json", "name": "Maria Grapini (S&amp;D)", "mepid": "124785", "text": "Question referred in accordance with the \"blue card\" procedure.- Dear colleague, I agree with everything you said.After all, the question is about people's lives, and I think we all agree that we need to do everything we can to save lives.But I ask you: compared to what you and Mr Caputo presented, don't you think that there is still a possibility to help that area and not only that we have many areas in Europe, through the Strategic Investment Fund?This fund was created exactly for projects that are difficult to finance in the market through banks and I believe that such a project, as needed by the \"Land of Fires\" and not only, could be suitable for financing through the Strategic Fund.What do you think?", "language": "en", "original_language": "ro", "translation_provider": "google"}, {"id": 179, "date": "2017-04-06.json", "name": "Ivan Jakovčić (ALDE)", "mepid": "124754", "text": "the answer to the question posed by raising the blue card.- Dear Mrs. Grapini, thank you for your question.I think there are a number of ways that can be helped and one you mentioned, and that is the issue of using the EFSI fund in a way that really helps address wild or toxic landfills.But if this fund does not want to be used for these purposes, it can certainly be used to strengthen the competitiveness of agriculture in Campania, which unfortunately due to the overall situation, due to its image has come into competitiveness problems.And in that context, if we want to use the money to protect the environment and solve wild landfill problems, we can do so.And use \"Juncker's\" money, the money of the Juncker Fund, to strengthen the competitiveness of tourism, agriculture and others in Campania.", "language": "en", "original_language": "hr", "translation_provider": "google"}, {"id": 180, "date": "2017-04-06.json", "name": "Eleonora Forenza", "mepid": "125193", "text": "on behalf of the GUE / NGL Group. - (IT) Mr President, ladies and gentlemen, first of all I want to thank my colleagues and colleagues for submitting this question. I believe it is essential that Parliament and the European Commission address this issue, which we can no longer certainly call an emergency, given the long period of time that has elapsed. And I would like to answer, to those who spoke of an exclusive competence of the Member States with respect to the problems we are discussing, that the right to health is a fundamental right guaranteed in the Charter of Fundamental Rights of the European Union, just as the precautionary principle should be a guiding principle of the action of the Commission, Parliament and Council. Here we are talking about a question of denied environmental justice, in front of which no screen can be made, the exclusive competence of the Member State cannot be used as an alibi, although we are the first to want to name what are the responsibilities of the Italian government and of the local government. We are talking, as was already said in the interventions that preceded me, of an expression, that of \"Land of fires\", which began in the 2000s to become commonly used, but in reality the problem we are talking about, that of illegal dumping of special and toxic waste in the area between the provinces of Naples and Caserta, dates back to at least the mid-1970s, and investigators such as Roberto Mancini had already highlighted the problem. I would like to remind you that a piece of the development of small and medium-sized industries in Northern Italy was also built on the tax-free spillage of processing waste in the land of the Terra dei Fuochi, with the mediation of organized crime, which used land, quarries and transport of waste to organize traffic. Therefore, finding oneself in an emergency situation is still a fact politically and morally today unacceptable. Personally, I am in contact, like other colleagues here in the Chamber, with the committees that deal with defending environmental justice in the Land of Fires, and that underline the effectiveness to date of the mapping, monitoring and remediation measures provided for by Italian law 6 / 2014e and implemented by the government and the Campania Region. There are no operational reclamation projects, there is no accurate analysis of the pollution of the aquifers, entire areas such as the one including the Vesuvius national park are not covered by monitoring. At cava dei Many, for example, in the municipality of Maddaloni, it is estimated that there are 200 000 cubic meters of chemical waste already characterized, but the situation is at a standstill and not only an operational remediation plan is missing, but also safety measures. There is also a lack of agricultural requalification plans for polluted land, with serious economic damage for the populations. It is also necessary to focus epidemiological and toxicological tests on the people living within the site of national interest and not extend them to the whole region, with the risk of minimizing the scope of the results. The mothers of the \"Victims of the Land of Fires\" committee denounced the deaths from leukemia, in the last four months alone, of 16 children, of which 80% resident in the Land of Fires. From this point of view we find shameful the words of the minister - indeed the minister - of health Lorenzin of 2015, who dared to affirm that the highest death rate in Campania was due to vehicle pollution, a bad health system and lifestyles and wrong power supply. We are truly speechless, because this means ignoring the heaviness and gravity of the problem we are talking about. So I thank once again the colleagues who presented this question, a more than legitimate question, if we consider that the European Commission fined Italy for 22 million last year. February and that, after the sentence of the European Court of 2015 precisely for the waste emergency in Campania and the non-compliance with directives 98/2008 and others on the treatment and recycling of waste, after all this it is still difficult to impose a decisive measure to this problem. So it is also necessary to make up for what the Member State, the Italian government, is still struggling to do, precisely because the health of citizens is at stake and the right to health is a fundamental right. I just want to add that I believe it is not enough - indeed, I believe it is deeply wrong - to transform a problem of an economic-social order, of environmental justice of national scope, into a problem of public order, into a problem simply of repression and management of waste flows. . The militarization of many of these sites has simply too often prevented committees, militants and experts from being able to adequately guard the polluted sites. I think that the solutions must be fundamental, they must be long-term solutions, but they must also be immediate solutions because, precisely, we are talking about deaths, we are talking about economic damage, we are talking about a social damage that insists on an area in which the female unemployment and youth unemployment is at very high levels. Immediately applicable measures are also possible to reduce the extent of spills and contain the phenomenon of fires. It is necessary to implement protocols to do secondary prevention, that is to detoxify from absorbed pollutants and above all to do primary prevention.", "language": "en", "original_language": "it", "translation_provider": "google"}, {"id": 181, "date": "2017-04-06.json", "name": "Rosa D'Amato", "mepid": "124835", "text": "on behalf of the EFDD Group. - (IT) Mr President, ladies and gentlemen, the Land of Fires is one of the most dramatic situations in my country, but also in Europe as a whole. We are talking about real mass poisonings with public participation. Yes, because they both have one thing in common: the state. In the Land of Fires from 1991 to 2013 there were 80 investigations for illegal trafficking of toxic waste, 2,000 complaints, 500 companies involved, 95 defendants in various capacities, including environmental disaster and multiple culpable homicide. Obviously, a prescription for everyone. Between Caserta and Naples, cancer deaths far exceed any national and foreign average. The State has known the situation for years: already at the end of 2013, with a decree to deal with environmental and industrial emergencies, it had established the need to carry out health screenings to be sure of the correlation between deaths and Terra dei Fuochi - as if there were any need - screening, however, then discontinued, because resources have been halved. But the government, in the context of the so-called \"empty prisons\" policy, has effectively nullified this decree and made the sentence for those who apply real death pyres aleatory. The government thus demonstrates that it has ignored that the right to the environment is a constitutive element of the right to health, which the Constitution protects as a primary right with its article 32, thus making itself repeatedly in arrears with respect to the fulfillment of both Community and constitutional obligations. despite numerous warnings from the European Court of Justice. And the citizens therefore pay, and not only with the European fine of 120 000 euros a day, but with what is most important: their lives and the lives of their children. The government must provide a different perspective to the inhabitants of the contaminated areas, transforming criticality into opportunity. But here is the proposal: the European Commission becomes a promoter - one: of the creation of centers for international research, perhaps based in Southern Italy, dealing with both new remediation technologies and the decision-making process to identify them;guidance centers for an expanding sector.Two: since in Italy, and in Europe, many sites remain abandoned and polluted without the person responsible being identified and reclaimed, we ask that a European fund financed by polluting industries, such as the EPA superfund, be set up.", "language": "en", "original_language": "it", "translation_provider": "google"}, {"id": 182, "date": "2017-04-06.json", "name": "Jean-Luc Schaffhauser", "mepid": "124755", "text": "on behalf of the ENF group. - Mr President, dear colleagues, I had to be present. First, to accompany our Italian friends; then, as a member of Strasbourg, it is also a duty to be there to make this session of Parliament on Thursday afternoon real, which nevertheless seems difficult when compared to a Thursday afternoon in Brussels; finally, because I really like the Naples region, having sailed there a lot, and because it is an absolutely beautiful region. I would like us to raise the debate a bit on the question of the diversion of European funds into the Mafia and ask ourselves the question of the procedures that allowed this. Of course - and I will come back to this - there is a responsibility for Italy in delegating the management of these funds, but there is a more global problem. I note - I turn to the Commission - that either we are in extremely complicated procedures where, fearing any misappropriation of funds, we are no longer able to spend the funds. To illustrate my point, I will quote the G5 Sahel, for which we voted 15 billion, which are absolutely necessary for the fight for security and development in this area, but the procedures put in place are such that we do not spend money for fear of embezzlement. There is a problem. Either we are faced with protocols, ethical charters, codes of good conduct, principles of transparency, disclosures of conflicts of interest, and so on, open calls for tenders and, despite everything , we see this permanent misappropriation of funds. Why have we come to this? I think you in the Commission should ask yourself some questions. How to adapt procedures to the real world and to the real situation? Because it is very easy to make calls for tenders in which there is embezzlement or misappropriation of funds. This should have been anticipated, because it is still unacceptable that we arrive, by European funds, to support organized crime. Certainly what you are proposing is very good. We sanction, we give back money to help put things back in place, but won't this donated money be diverted again? In Italy, we face the same situation as we have in very difficult countries - and I am thinking particularly of the Albanian Mafia, in Kosovo, in Bosnia-Herzegovina or even in Serbia, in all these enlargement countries. -, where Community funds - and you know this - are also misappropriated to support organized crime movements. We need to rethink these procedures. I would like to come back to my experience: when I worked with the mayor of Strasbourg in 1980, the services were public and we had control of our waste, which avoided any misuse of the procedure since the city was responsible and managed itself. , under its own control, all the management of its waste. The generalized calls for tenders, the liberalization according to which it was necessary to put in competition have particularly led to such a situation of diversion of the procedure by fictitious companies, by front companies for the benefit of organizations and organized crime or, quite simply. , of companies that make absolutely unacceptable profits. It all worked very well in Strasbourg, I give the example, when we did it on our own. Second thing: the weakening of the State, the way in which the State has been prevented, the withdrawal of its sovereignty, the inability it really has to be able to use the means, often by force, with regard to organized crime. There are not only elements of law, there is also the monopoly of force, and we have entered a circuit so complicated that we do not come out because we have weakened States. Finally, to conclude, the Commission must reflect on procedures linked to reality.", "language": "en", "original_language": "fr", "translation_provider": "google"}, {"id": 183, "date": "2017-04-06.json", "name": "Seán Kelly (PPE).", "mepid": "96668", "text": "   – Mr President, in the 1600s, when Naples was experiencing its golden age, it was known as the most fertile plain in the world. In the past 20 years, however, Naples and the Campania district have had new nicknames: ‘Land of Poison’, ‘Triangle of Death’, ‘Land of Fires’. The latter, of course, refers to the region of Campania where toxic wastes have been illegally burned and buried in a systematic fashion since the late 1980s. This is environmental sabotage on a grand scale. From 1994 to 2008 the region of Campania in south-west Italy was under a formal state of emergency declared due to the saturation of regional waste treatment facilities. There is growing evidence, including from the World Health Organisation, that the accumulation of waste, illegal and legal, urban and industrial, has contaminated soil, water and the air with a range of toxic pollutants, including dioxins. It has even emerged that the United States Navy, whose European Command is based in Naples, conducted a USD 30 million study from 2008-2011 into local air, soil and water. They found unacceptable health risks and advised their personnel accordingly. Throughout all the research, a high correlation between incidence of cancer, respiratory illnesses and genetic malformations and the presence of industrial and toxic waste landfills has been found. Reported cases include women getting breast cancer unusually early, men developing lung cancer despite never having smoked, and children born with Down’s Syndrome to comparatively young mothers. All this is very, very worrying. Many people say that the catalyst for this catastrophe is illegal trade and that hazardous waste is a by—product of tax dodging in a country with one of the highest levels of evasion in western Europe. Businesses massaging their income had to mask the scale of their activities and that meant hiding huge amounts of hazardous waste. Yet some people’s solution to this is to blame the European Union and, above all, the Commission. There is a phrase, ‘where there is a will, there is a way’, but you could also say, ‘where there is no political will, there is undue delay’. Commissioner Vella has pointed out the efforts they have made to help. The European Court of Justice fined Italy EUR 40 million, which they paid in 2015, and again another EUR 40 million in late 2015, again EUR 20 million, and, as has been mentioned, EUR 120 000 daily. But all the fines in the world will not solve the problem unless there is a real, genuine effort and the political will to do so. The Commission is prepared to give EUR 172 million, but it can only act within the Treaties and the powers given to it. So I think there is need for fresh thinking and here and for cooperation so that the Land of Fires can once again become the most fertile plain in the world and a great place to live. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 184, "date": "2017-04-06.json", "name": "Andrea Cozzolino (S&amp;D).", "mepid": "96880", "text": "- (IT) Mr President, ladies and gentlemen, the discussion we are having here today is very important, and I thank my colleagues Pedicini and others, who have solicited this reflection. But let's not waste this opportunity and let's try to make a reflection together with Commissioner Vella that will allow us to take a few steps forward with respect to a story of which we know all the aspects. There is nothing we do not know about what has happened in the last 25, 30, 35 years, in our land. We know the original accumulation of organized crime, which made the exchange with northern companies the beginning, in the seventies and eighties, of what then became the Land of Fires. We also know the responsibilities of many productive forces of that territory, which have continued to use those areas for illegal landfills. We know the very painful responsibilities of politics, starting with my political side. But if we continue to hurt ourselves only, to argue, and we do not try to seize the opportunities that national, regional, local and European institutions allow us from time to time to reopen this dossier and make, of these occasions, opportunities to make a step forward precisely to respond to the needs we have before us, first of all the health needs we have in that area, and also to relaunch the productive and civil image of that area, so we waste our time. Maybe we gain some personal consensus, but we don't take any steps forward. We have a knowledge of reality like never before. We know where the polluting sites are, or at least most of them: we have monitored them, we finally have a map. We have a health report. Then we can discuss the methodologies, and there is also a further update, but we know that the problem exists and that it mainly concerns our children. And we have a law enforcement action underway. If I mention only the things that have been done in the last months of 2016 to counter what is now happening in that territory, from the arrests, to the checks, to the fines that have been made, to the attempt to stop an illegal spill on those areas again, we realize that an action, an initiative is underway. We finally have a waste collection and disposal plan - I know they are discussing it with you right now. And for the first time - I tell my colleague D'Amato - we have huge resources at our disposal. This had never happened before. We have national resources, we have European resources. So we must try to build the conditions so that this time, really, this opportunity is not a missed opportunity. We no longer have to return to this House in the coming months to tell ourselves about a defeat, because having the knowledge, having the tools and also having the resources available, we then go back to denouncing the absence of initiatives. Then all that can be done: first of all a stronger concentration of institutions, but also an accompaniment. Here I would like to propose three simple things. In agreement with the other parliamentarians, we come back here every six months - perhaps we use the Committee on the Environment - and we take stock of the situation every six months. Because this question must be addressed, it cannot become the subject of a political campaign every time. Every six months, to identify responsibilities and things that have not been done. I would like to invite Commissioner Vella to come to Campania to meet the authorities and to make a point on the state of the start of the reclamation program, in terms of health. Make a real point, of the real state of things. And see together what to do, because on this I agree with all my colleagues who have said it: we cannot just have a Europe that imposes fines and that's it. And finally, I agree with my colleague D'Amato's proposal: let's work for a research center.We have three important reclamation poles in Southern Italy: Taranto, Crotone and Terra dei fuochi.It is important to have a scientific investment in the territory of the South, because it can be of help to this enormous program, which we must carry out, of reclamation of our territories, and it can also be a winning choice on the ground even of a stronger relationship between science, innovation and eco-friendly development.Here, I believe that this is a way to face and to try to give a positive response to a huge challenge that lies ahead of us, and it would be really dramatic if in the coming months we came back here to discuss as if nothing had happened.", "language": "en", "original_language": "it", "translation_provider": "google"}, {"id": 185, "date": "2017-04-06.json", "name": "Pina Picierno (S&amp;D).", "mepid": "124846", "text": "- (IT) Mr President, ladies and gentlemen, I too would like to thank the Commissioner and my colleagues: my colleague Pedicini, the colleagues who, with their questioning, offer us this important opportunity to discuss here, today, on this serious, long-standing issue, serious that is the question \"Land of fires\". Colleagues, you have said this by now, but it is no less serious for this, no less painful for this. As you have already said and as I want to remember, this question has the face of the hundreds and hundreds of people, women, children who in these long years have fallen ill due to the spill of waste, which was operated illegally by the clans Camorra, of course, but also from a certain underground economy, which we should also discuss. It is a serious and painful issue, as I said, because there is an evident and recognized correlation between illegal waste spillage and these cancers: I will not quote here all the scientific literature that reminds us of this correlation - we have all supported it, you have said it before me - and so I just call her back. I was saying, it is a known issue because - colleagues, president, commissioner - we have been discussing this issue for twenty years now. The \"Adelphi\" operation, which ascertained for the first time the role of the Bidognetti clan through Gaetano Cerci, through the controversial and very dangerous figure of Cipriano Chianese, dates back to 1991. In 1995, during the trial of the Avolio +19 criminal proceedings, the repentant Schiavone was heard, for the first time, who indicated, in that trial, the places - you will remember - where the waste that he said radioactive should be buried. Then there was an action, after those declarations, as a consequence of those declarations, there was an initiative of the Criminalpol of Rome on the delegation of the Neapolitan Public Prosecutor's Office, which started a series of inspections, a series of inspections in the sites indicated by Schiavone. But the radioactive waste has never been found, has never been identified, as Federico Cafiero De Raho has repeatedly reiterated, who at the time, I want to remind you, was the head of the Naples DDA. Twenty years, then. In these twenty years many things have been said, perhaps not all by the way: we have listened to many approximate things, to the point of witnessing a kind of pernicious short circuit, at one point - I remembered the case of radioactive waste never identified. A pernicious short circuit, which at a certain point seemed to pursue more a request for sensationalism at all costs than the real, precise, dutiful reconstruction of the facts. And in some cases, colleagues, we have even reached the paroxysm - I want to remember - with repentant Camorrists who accused magistrates of telling lies. This also happened. And then, colleagues, we must impose ourselves, in this discussion, so that it is really useful, because it is constructive, meanwhile, respect for the facts, the precise, meticulous, dutiful reconstruction of the truth. And the truth requires us to say that the matter is very serious and very serious, the largest slaughter of innocent victims that has ever occurred in that area of ​​the country, certainly. But we cannot fail to say that there are so many steps forward, in short, we must recognize that finally, after years of guilty silences, after years of inability to act, the Italian government, the local authorities, I like to say \"the Italian State\" they are working well, also in collaboration with the European Commission. I want to remember the most important things. Law 68 of 2015, which introduced a new title dedicated to crimes against the environment into the criminal code, is working, it is working because the data processed by the ecomafie commission tells us that it works. Just as we can recognize that the territory is garrisoned, that we are working seriously on reclamation, starting from the areas more delicate.In short, so much is being done and so much must continue to do, as we are doing, leaving behind these twenty years of inability and silence and continuing on the path we have taken and which I believe will finally lead us to the resolution of this very serious problem for the'Italy and for Europe.", "language": "en", "original_language": "it", "translation_provider": "google"}, {"id": 186, "date": "2017-04-06.json", "name": "Maria Grapini (S&amp;D).", "mepid": "124785", "text": "- Mr President, Commissioner, I do not want to resume my colleagues' debates. I agree that waste affects people's lives and affects it in the long run and for generations. I want us to think of solutions. I was surprised to see that the Commission has left a loophole in the waste directive so that hazardous waste is not registered. Shipments of less than two tonnes of hazardous waste and twenty tonnes of non-hazardous waste may pass without being registered. We need exact traceability, because it can be a carrier with two tons of hazardous waste, but it can be a thousand carriers with two tons per year and then, think that we are moving the foci of infection from one country to another. . I believe that here we need to think about immediate solutions, how we can stop, but especially in the long term. Commissioner, maybe you are thinking of devoting a lot of research to waste disposal technology, because I don't think we have a very clear record now: what types of waste we have and what technology we have to destroy them and not affect people's lives. .", "language": "en", "original_language": "ro", "translation_provider": "google"}, {"id": 187, "date": "2017-04-06.json", "name": "Karmenu Vella", "mepid": "n/a", "text": "   Member of the Commission. – Mr President, I agree with my colleagues that this was a very good opportunity to discuss this great, huge, alarming, chronic problem – and I call it chronic because we act, we discuss, we act and discuss, and the problem goes on and on. The Commission is very much aware of the worrying situation caused by the sub-standard and illegal waste management in Campania over the years and has already acted consequently and comprehensively, for over more than 10 years now. The Commission has done its maximum within its legal powers and will continue to do its utmost to curb the situation. However, strict enforcement of relevant legislation by the Italian competent authorities is paramount to eradicate an environmental and health problem which is instigated by organised crime, and maybe some MEPs know more than others and accept and admit more than others what is actually going on.  I agree with those who said that the citizens are not only paying with their taxes, but more so, they are paying with their health. Mr Pedicini asked whether the infringement procedure works and I must say, yes, it does work. It works in other Member States. It also works in other sectors in Italy itself, so why should it not work in Italy for this sector? I have to say that even here, as I mentioned before, there was progress in this sector, there was improvement, as a colleague mentioned, that the Italian authorities in December presented a management plan which my services are assessing. I was also a bit surprised that, in this letter that we signed, we talk about waste, we talk about health, but very little about the root of the problem, the criminal activity for which the state and the citizens are paying and against which we all have to act.  We talked about funding. I do not think that we are addressing an issue of lack of funds here. Funding was available. I also mentioned that EUR 72 million was provided in the current financial framework, but funding alone will not do the job. We also need the political goodwill of all the authorities, of all the parties, to fight the root cause of these problems. We have only heard about what the EU should do when the EU has already done a lot, without naming and shaming the illegal activities. If we continue to discuss only the Commission and the EU without addressing and shaming what the real cause is, I think this will only encourage the illegal activities to go on.  And let us not underestimate the scale of this illegal activity because the waste problem in the Campania region has been characterised by illegality, inefficiency, irresponsibility and indecision. It is a much more complex phenomenon than it seems and unfortunately it has been inadequately addressed by policymakers.  As I said before, I can assure you that my services and all the Commission will keep monitoring the situation in Campania to verify that the Italian authorities are taking the necessary measures to ensure that the waste is managed without endangering human health and the environment in accordance with EU waste legislation. I need to stress again, however, that the solution to the acute health problems derived from the illegal treatment of waste in Campania is dependent on all relevant actors working effectively together. It is paramount that the Italian competent authorities take a firm hold of the situation and clamp down on organised crime in order to dissociate it from waste management. I think we can all be of service to our citizens not only by discussing the problem, but by actively working together to address again the root cause of it all. We know what the problem is, we know what we have to do so, let us do it. Let us act to solve the problem and not continue discussing it in aeternum.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 188, "date": "2017-04-06.json", "name": "Der Präsident. –", "mepid": "2323", "text": "That closes the debate.", "language": "en", "original_language": "de", "translation_provider": "google"}, {"id": 189, "date": "2017-04-06.json", "name": "Der Präsident. –", "mepid": "2323", "text": "I declare the session of the European Parliament adjourned.(The sitting was closed at 4.10 p. M.)", "language": "en", "original_language": "de", "translation_provider": "google"}]