[{"id": 0, "date": "2017-10-05.json", "name": "Przewodniczący. –", "mepid": "28372", "text": "The first item on the agenda is the report by Joëlle Bergeron, on behalf of the Committee on Civil Liberties, Justice and Home Affairs, on penitentiary systems and prison conditions (2015/2062 (INI)) (A8-0251 / 2017) The subject is close to me,because under communism I myself was briefly a political prisoner.I will therefore conduct this debate with interest.", "language": "en", "original_language": "pl", "translation_provider": "google"}, {"id": 1, "date": "2017-10-05.json", "name": "Joëlle Bergeron", "mepid": "124740", "text": "rapporteur. - Mr President, ladies and gentlemen, thank you for giving me the floor to present this own-initiative report on penitentiary systems and living conditions in prisons in Europe. Like some of you, I had preconceptions about prisons, the prison population and prison staff. This is why I went to see concretely what is happening on the ground, in France and in other Member States, in order to take into account the opinions of all those involved: prisoners, staff, prison administration, prison services. integration and probation, ministerial officials. I would like to especially thank Mrs Chinnici and Mrs Hautala who allowed me to visit establishments in their respective countries, that is to say Italy and Finland. I myself have made a large number of visits to France. Those working in the prison world have given us a lot of time to make us understand their situation, the difficulties they face, and they have shown us that there are other ways than \"all prison\". The situation and the living conditions of prisoners are a real human problem. I would like to remind you of a few figures: in 2014, according to Council of Europe figures, there were just over 1.6 million prisoners in Europe. This figure includes people in prison after conviction, but also those in pre-trial detention. Still according to the Council of Europe, the prison population rate fell by 7% between 2013 and 2014. However, overcrowding nonetheless remains a central issue in prison systems since, although the prison occupancy rate is from 117% in Europe, it is over 200% in remand centers, and I remind you that these establishments mix convicts and people awaiting conviction. Prison overcrowding leads to deplorable living conditions which amount to inhuman and degrading treatment within the meaning of Article 3 of the European Convention on Human Rights. It is on the basis of this text and its recommendations that this report has been drawn up. In addition to overcrowding, there are all the problems linked to the dilapidated prison structures, lack of medical care and monitoring, violence between prisoners, but also between prisoners and prison staff. These staff that I have met, although often understaffed and feel poorly regarded, carry out their mission with impressive professionalism and humanity. This direct contact with people in the field, but also with legal experts and associations that follow these prison issues, allowed me to realize the complexity of this subject and the need to address all facets of prison life. , namely in particular: the living conditions and care of detainees; protection of the most vulnerable (sick, women and minors); the maintenance of family ties for prisoners; education, instruction and reintegration; the prevention, identification and treatment of radicalization; the training and working conditions of prison staff. All of these issues are interrelated, and it is the duty of Member States to develop prison policies that respect the dignity of each person without neglecting effective and appropriate treatment of delinquency. The facts are stubborn and prove that the \"all prisoner\" system may not be the most effective, and in some cases even be counterproductive. This is why it seems to me necessary to encourage the good practices existing in certain Member States, and in particular in the Scandinavian countries, which privilege the prevention, the alternative sentences, the medico-social care of the prisoners and the preparation for the reintegration through prison systems open. When incarceration is essential, we must keep in mind that the mission of the prison is also the preparation for the reintegration of prisoners to avoid a recidivism which, in some cases, can reach more than 50% within five years. follow the exit. Successful social reintegration reduces recidivism. The fact that I am not partisan at all prison does not mean that I am naive or lax. My design aims to give real meaning to incarceration. We must protect vulnerable prisoners from the most dangerous prisoners if we want to avoid the risks of radicalization and the fall into organized crime. The alternative measures make it possible to avoid contact between petty offenders and the most dangerous prisoners. In conclusion, I will tell you that I am aware that all minds have not yet been trained in this more humanistic conception of the prison universe. I hope you have time to move on this matter. Mentalities must change, political wills must be asserted without electoral demagoguery. This subject concerns us all. Prison reflects the social and moral state of our society, but also our conception of basic human rights.", "language": "en", "original_language": "fr", "translation_provider": "google"}, {"id": 2, "date": "2017-10-05.json", "name": "Věra Jourová", "mepid": "n/a", "text": "   Member of the Commission. – Mr President, I would like to thank honourable Members for their report. Although detention conditions are primarily the responsibility of Member States, who have agreed to respect the existing Council of Europe standards on the matter, the Commission attaches great importance to respect for the fundamental rights of persons in detention in the European Union. Improving prison conditions has become a priority at EU level because, among other reasons, they affect the efficient operation of EU mutual recognition instruments such as the European Arrest Warrant and because of the danger of radicalisation in prisons. The Commission therefore fully supports this own—initiative report from the Committee on Civil Liberties, Justice and Home Affairs (LIBE).  Increasing prisons’ capacity is not the sole solution to overcrowding as the prison population tends to rise at the same rate as prison capacity. The focus should therefore rather be on the improvement of existing penitentiary structures, many of which in different Member States are obsolete and do not function properly in terms of rehabilitation services. To facilitate that we have undertaken a mapping exercise to see how different EU funds could be employed to improve the situation in prisons in the EU. I have raised this several times with Justice Ministers, who are not always fully aware of the possibilities the European funds on regional and cohesion policy offer in that regard. But I would also like to mention the importance of alternatives to detention. Member States have committed themselves under the EU Framework Decisions I just mentioned to accept alternative sentences, both in the pre—trial and the post-trial stage. Even if the Framework Decisions oblige the Member States to adopt a certain number of alternatives, for these alternatives to be used you need a certain practice and a developed probation structure. That is what is lacking in many Member States. This is an area where a lot could be done at EU level. Some Member States are already well advanced in this area and others could learn from them. We could help to exchange best practices among Member States. The last point I would like to touch upon is radicalisation. Some of the individuals involved in terrorist attacks in Europe were allegedly radicalised while serving prison sentences for other crimes. We need to find ways to prevent such violent radicalisation in our prisons and to help radicalised individuals to find other paths when they leave prison. Following our Ministerial Conference on the matter in 2015 and the linked Council conclusions, our priority is to use all available means, including financial, to support Member States to speed up the setting up of projects such as the development of deradicalisation and rehabilitation programmes in and outside prisons, risk assessment tools and training schemes for prison staff, judges and prosecutors in the Member States. To this effect we made EUR 6.5 million available in 2015 and 2016 under the Justice Programme and continue to do so in 2017 and 2018. Judicial training will remain an important factor. Prison staff and probation officers are covered by the judicial training course.  I would also like to remind you of the Commission’s High—Level Expert Group on radicalisation that will allow for further discussion with Member States on the possible options for further and future more structured cooperation mechanisms in this area. One of the priority topics to be discussed is indeed radicalisation in prisons. I am planning to come back to this issue of radicalisation in prisons at a high-level meeting before the end of the year.  The Commission also pays particular attention to the children of parents in prison, of whom it is estimated that there are about 800 000 in the EU. Therefore, this year’s European Forum on the Rights of the Child, which will take place from 6 to 8 November 2017, will have a focus on the deprivation of liberty of children and alternatives to detention. Furthermore, the situation of the children of parents in prison will also be addressed as one of the main topics. Thank you again for your report as it supports our efforts in tackling the various aspects of detention in the EU. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 3, "date": "2017-10-05.json", "name": "Barbara Matera", "mepid": "96813", "text": "draftsman of the opinion of the Committee on Women's Rights and Gender Equality. - (IT) Mr President, ladies and gentlemen, women make up 4.5% of the prisoners in EU prisons, a number which fluctuates around 25,000. On numerous occasions they are new mothers and mothers of children. That is why I stressed in my report the need for European prisons to take into account the special needs of these women. I find it important that Member States ensure that all the hygienic and health needs of women are met, with regard to gynecological health, pre- and postnatal care, and to take appropriate measures to address high levels of disproportionation, especially in use of drugs in prisons. To address these problems, I requested the need for female prisons to be equipped with predominantly female staff, in particular for the special attention that must be given to pregnant women in prison, during and after childbirth, providing adequate spaces for breastfeeding, for qualified and specialized nursing assistance. Following the principle that the minor does not have to pay for the responsibilities of the mother, I therefore thought it appropriate to suggest a reflection on alternative models of detention. We are not asking for penalty discounts but simply more humane conditions.", "language": "en", "original_language": "it", "translation_provider": "google"}, {"id": 4, "date": "2017-10-05.json", "name": "José Inácio Faria", "mepid": "125101", "text": "on behalf of the PPE Group. - Mr President, Commissioner, first of all I would like to congratulate my colleague Joëlle Bergeron on her excellent work. Thank you very much. In 2014, there were more than half a million prisoners in European Union prisons, a figure that includes people sentenced to serve a final sentence and those who have been charged with a crime and are in preventive detention who, according to Eurostat data, they are more than 20% of the total prison population. While the conditions of detention and the management of prisons are the responsibility of the Member States, the Union must also play a necessary role in safeguarding the fundamental rights of detainees and in creating the European area of ​​freedom, security and justice. There are considerable differences between the judicial and penitentiary systems used in the countries of the Union, particularly with regard to the adoption of alternative measures, detention and substitutive sentences for short-term sentences. This House passed, in 99, an important resolution on the conditions of prisons in the Union, adaptations and substitution penalties. After almost 20 years, we are again discussing this issue and many of the premises and situations identified then are the same as those we discussed here today. Dear colleagues, I believe that there is a need for convergence in the ways of exercising justice in the Member States, despite the difficulties that this entails. Today, it is possible to see serious problems in the prison system, as the Commissioner said, of prison overcrowding, consumption of illicit substances, an alarming rate of suicide numbers and the radicalization in many of the Union prisons, which are very worrying phenomena that require particular attention. For all these reasons, ladies and gentlemen, I believe that the institutions of the Union should support technically and economically, as much as possible, the improvement of prison systems and conditions, especially in Member States facing serious financial difficulties.The situation in Europe's prisons is worrying and the European Parliament has an undeniable role in reversing this situation.", "language": "en", "original_language": "pt", "translation_provider": "google"}, {"id": 5, "date": "2017-10-05.json", "name": "Caterina Chinnici", "mepid": "124861", "text": "on behalf of the S & amp; D Group. - (IT) Mr President, ladies and gentlemen, Commissioner, I would like first of all to thank Mrs Bergeron for her excellent work and all the shadow rapporteurs. As emerged during the visits carried out by the rapporteur herself in some prisons and as was rightly highlighted in the report, overcrowding, degrading living conditions, the lack of training activities, the sometimes shortage of specialized personnel are unfortunately common to several States members of the Union. However, the text does not limit itself to highlighting the existing malfunctions in European prison systems, but also identifies guidelines and good practices to be implemented in the prisons of the Member States. And while the management of prison systems falls within the exclusive competence of the Member States, the European Union can and must play a key role in safeguarding the fundamental rights of prisoners. The prisoner is first of all a human being, holder of rights, whose dignity must always be guaranteed and safeguarded. Ensuring decent living conditions for every prisoner is not only a humanitarian obligation, but is the indispensable prerequisite for a recovery path that finds in access to alternative measures, the most suitable tool to allow resocialization and reintegration into civil life. The data collected during the drafting of the report confirm precisely this thesis: in fact, the convicts who have benefited from alternative measures have much lower recidivism rates than those who serve the entire sentence in detention. The growing use of alternative penalties or community measures, however, will have to be accompanied by the necessary reforms of the judicial, educational and social systems, as you yourself, Commissioner stressed. However, the success of re-educational processes also requires the indispensable contribution of the prison police staff, always at the forefront of relations with prisoners.Adequate resources, support and appropriate training must be guaranteed to the prison police, especially in the light of the new challenges facing the prison systems of the Member States.I am thinking in particular of the phenomenon of radicalization, which cannot be adequately prevented and countered without adequate monitoring and specific programs of penitentiary treatment.", "language": "en", "original_language": "it", "translation_provider": "google"}, {"id": 6, "date": "2017-10-05.json", "name": "Anders Primdahl Vistisen", "mepid": "124875", "text": "for the ECR Group. - Sir. Chairman! It is not and will never be a primary concern for me to provide better relations with Europe's criminals, both because it is first and foremost a task to be carried out by the Member States and secondarily because we should be on the side of the victims first and foremost. That said, it is incredibly important that the Member States assume their responsibilities. It would be better if all Member States, for example, took back its own convicted citizens, as the rules prescribe, quickly and without hesitation. It would be good if the European Arrest Warrant came to work in a better and more satisfactory way, and we can only appeal to all Member States, incl. those who have been involved for a little less than ten years are living up to the common commitments made to have a well-functioning, open and transparent labor market, where we have confidence that we are cooperating against crime. That is the main task of European politicians, both here in the House and in the various national parliaments.", "language": "en", "original_language": "da", "translation_provider": "google"}, {"id": 7, "date": "2017-10-05.json", "name": "Angelika Mlinar", "mepid": "125026", "text": "  on behalf of the ALDE Group. – Mr President, in some EU Member States detention conditions fail to comply with international law and human rights standards, especially those included in the European Convention on Human Rights and the case law of the European Court of Human Rights. I welcome that this resolution is addressing the main problems prisons in the EU face such as overpopulation, radicalisation of prisoners, outdated facilities, lack of medical care, violence, lack of resources, poor staff levels and violations of fundamental rights of prisoners.  Member States should exchange best practices and follow recommendations, especially concerning the modernisation of prisons and the development of educational and practical skills to facilitate reintegration. In addition, special attention should be paid to vulnerable, elderly and disabled prisoners and the specific needs of women as well as children. In this regard, it is vital to improve the training of prison staff also with the aim of countering radicalisation in prisons.  As a Member of the Committee on Women’s Rights, I would like to address the importance of hygiene standards within prisons and the provision of health services such as pre- and post-natal care. In this regard, it is important to highlight that the automatic separation of a mother from her child creates an additional penalty and can cause major emotional disturbances. Therefore, I call on the Member States to enable mothers to stay with their children as long as possible by providing adequate spaces for breastfeeding and extending visiting and telephone time between children and their parents.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 8, "date": "2017-10-05.json", "name": "Josu Juaristi Abaunz", "mepid": "125051", "text": "on behalf of the GUE / NGL Group. - Mr President, thank you to the rapporteur for her work. The human rights of all citizens must be guaranteed. Those of the prisoners as well. On too many occasions, living conditions in prison amount to inhuman or degrading treatment. It is very good news that this report is based on the principle of reintegration. It speaks of the fact that preventive detention should be a measure of last resort, that prison is particularly inappropriate, for example, for seriously ill prisoners, and would be the first text of the Union to condemn the prison policy of withdrawal some Member States apply. As a consequence of the policy of dispersion applied by the Spanish and French states, only two of the 314 politically motivated Basque prisoners are in prisons in the Basque Country; twenty-one are seriously ill. This report is a first step in asking the European Commission to regulate the rights of prisoners at the European level and to establish more guarantees.", "language": "en", "original_language": "es", "translation_provider": "google"}, {"id": 9, "date": "2017-10-05.json", "name": "Eva Joly", "mepid": "96883", "text": ", on behalf of the Verts / ALE Group. - Mr President, Commissioner, first I would like to pay tribute to my colleague, Mrs Bergeron, for her commitment to this subject. We really feel that it is close to his heart, and rightly so. A big thank you to you. What is prison for? In post-war France, the Amor reform affirmed that it should simultaneously protect society, respect detainees and promote their reintegration. Seventy years later, in France and in the majority of the Member States, it does not fulfill any of these three missions. Prison does not protect society, it is just an illusion of efficiency that especially punishes precarious populations. Our societies increasingly criminalize minor facts and sentence people to prison more often and for longer. This is especially true for petty crimes, while white collar crimes are still widely tolerated and not prosecuted. Incarceration leads to professional and family desocialization, and potentially re-socialization in criminal, even radical delinquent circles. Prison also increases the risk of reoffending. Is this really protecting society? The detainees, far from being respected, are denied in their humanity. The security logic prevailed everywhere, even as crime declined. As a result, the number of detainees has exploded, prison overcrowding has reached new heights and conditions of detention have deteriorated cruelly. Remand centers in France have an average occupancy rate of 170%. How many convictions of the ECHR will it take for reception capacities to be finally respected? When will we agree to decriminalize minor offenses? Finally, the reintegration of prisoners is far from being favored: only 15% of prisoners in France have a job in a remand center, it is very difficult to follow an education there, or even to have access to books, to exercise one's citizenship is an obstacle course.In the absence of real reintegration programs and personalized follow-up, the prison sentence is meaningless.Imprisoning more is therefore less effective in defending society.Other more effective responses exist.Today's own-initiative report makes some good recommendations in this direction.It is up to our governments to draw the consequences.What is prison for in Europe in 2017?To falsely reassure society, certainly not to protect it.Prison today is money wasted for taxpayers, time wasted for prisoners, and time wasted for society.", "language": "en", "original_language": "fr", "translation_provider": "google"}, {"id": 10, "date": "2017-10-05.json", "name": "Laura Ferrara", "mepid": "124833", "text": "on behalf of the EFDD Group. - (IT) Mr President, ladies and gentlemen, despite the fact that the employment rate of prisons in Europe has slightly decreased in recent years, the unease caused by the excessive overcrowding of prisons still remains very serious. A situation that becomes even more dramatic if we consider the age of the vast majority of prisons, the lack of adequate health services, the violence that often occurs in prisons and, last but not least, the very difficult and often underestimated working conditions of prison staff. As already reiterated by this Parliament, the fundamental rights of prisoners must be guaranteed by the national authorities. Therefore, it is necessary that the Member States urgently address the issue of the abuse of pre-trial detention measures, as well as that of alternative measures to detention that favor the re-education and social reintegration of convicted, socially not dangerous. Colleague Bergeron's report has the merit of highlighting the critical aspects of a reality that we are usually used to ignoring, recalling that the compass that must guide us is always respect for fundamental rights and the safeguarding of the human dignity of prisoners. .", "language": "en", "original_language": "it", "translation_provider": "google"}, {"id": 11, "date": "2017-10-05.json", "name": "Gilles Lebreton", "mepid": "124738", "text": ", on behalf of the ENF Group. - Mr President, the Bergeron report is absolutely irrelevant. Bathed in good feelings, he condemns prison overcrowding and recommends developing alternative sentences to prison. You would think you were reading the Taubira law. Surrealistically, the Bergeron report even hopes for \"the establishment of a representative democracy in prisons\". Faced with this delirium, worthy of the ultra-left, I would like to point out that prison policy falls under the sovereignty of States and not under the competence of the European Union. That is why the Europe of Nations and Freedoms group has tabled an alternative draft resolution calling on states to assume their sovereignty and take two radical measures to reduce prison overcrowding. First, to regain control of their national borders to prevent certain criminals from entering and, second, to enter into bilateral agreements with third countries for foreign detainees to serve their sentences there. Since I have five seconds left, I would like to take this opportunity to point out that my colleague, Christelle Lechevalier, is here today, replacing Marine Le Pen, and to welcome her.", "language": "en", "original_language": "fr", "translation_provider": "google"}, {"id": 12, "date": "2017-10-05.json", "name": "Λάμπρος Φουντούλης (NI).", "mepid": "125070", "text": "- Mr President, the situation in detention facilities in some Member States is really tragic: overcrowding, staff shortages, outdated facilities. In Greece, we also face the problem of the huge number of foreign prisoners with all that this implies for the prevailing conditions. The report, however, deals only with the living conditions of the detainees. It focuses only on how their sentences will be reduced, ignoring their victims. He does not care about the prison staff whose life and health are in danger every day. The European Union imposed spending cuts on Greece, which resulted in a lack of staff and the inability to build new facilities or modernize existing ones. With the famous \"Paraskevopoulos law\", the no. 4322/15 for the decongestion of prisons, more than 2,000 prisoners in Greece were released. No one can deny that the bill paid off financially, but after the release we had dozens of convicts who ended up committing criminal acts again. I urge you, therefore, to turn your perspective, support the allocation of new funds and focus on a policy that defends victims, society and those who serve it, and not those who undermine it.", "language": "en", "original_language": "el", "translation_provider": "google"}, {"id": 13, "date": "2017-10-05.json", "name": "Bendt Bendtsen (PPE).", "mepid": "96705", "text": "- Sir. Chairman! Now I do not hope that this report will end up as a paper aviator in the Commission! There is no doubt that it is the responsibility and competence of the Member States to ensure that things are in order. I think it is worrying, because the Commission is the guardian of the Treaty, that there are countries in Europe, members of the European Union, that are definitely violating Article 3 of the European Convention on Human Rights one after another. I would like to say that I come from a country, Denmark, where we have this problem in our lives, because the Human Rights Court in 2016 ruled on the place that a detainee must have at his disposal, and the Supreme Court in Denmark on that basis has decided, that four Romanian nationals cannot be extradited to serve their sentences in Romania, as a room of 2-3 m2 cannot be guaranteed. The Supreme Court has therefore ruled that these persons cannot be deported and that it would be contrary to Article 3 of the Convention on Human Rights. It is completely unheard of to have a European extradition arrest where one cannot extradite a man who is to return home and serve 4½ years in Romania due to the fact that one can not ensure the person proper conditions! We have people who have been convicted of human trafficking in Denmark who cannot come to Romania and serve their sentences. We have EU rules that you must receive your own citizens for imprisonment if there is a residual sentence of six months. So here we are with cases where people have been sentenced to longer prison terms and where the country in which the crime was committed hangs on it, because there are EU countries that are not in order in the cases, and this is in my opinion in fact The Commission's responsibility also to point out. If a country can be a member of the EU, it can also ensure that the Convention on Human Rights is respected. In fact, in this case, Romania has lost 89.9% of the cases before the European Court of Human Rights. I think that is shameful, and the Commission should do something about it. (The speaker agreed to answer a blue card question accordingly Rule 162 (2) of the Rules of Procedure8)", "language": "en", "original_language": "da", "translation_provider": "google"}, {"id": 14, "date": "2017-10-05.json", "name": "Paul Rübig (PPE)", "mepid": "2278", "text": "Ask about the “blue card” procedure.- I would like to ask colleague Bendtsen about the social situation of the prisoners.If someone from Romania is imprisoned in Denmark, then of course they also have problems with the language and then do not have the opportunity to rehabilitate themselves in prison.Wouldn't it be a human right that a Romanian also has the right to go to a Romanian prison again, because of course communication could be much better there, and socialization in this sense too?", "language": "en", "original_language": "de", "translation_provider": "google"}, {"id": 15, "date": "2017-10-05.json", "name": "Bendt Bendtsen (PPE)", "mepid": "96705", "text": "Blue card answer.- Yes, I completely agree with that, and therefore I believe that one must ensure that Romanian citizens who have been convicted of crime in Denmark can come home and serve time at home.It is not always so that they want it, because the conditions in the Romanian prisons are as poor as they are at present.", "language": "en", "original_language": "da", "translation_provider": "google"}, {"id": 16, "date": "2017-10-05.json", "name": "Viorica Dăncilă (S&amp;D).", "mepid": "95281", "text": "- Mr President, Commissioner, ladies and gentlemen, European statistics show that, on the one hand, the number of women in detention is growing faster than in the case of men and, on the other hand, the recidivism and return rate in Detention may exceed 50% within 5 years of release from prison. I believe that it is beneficial for the European Union to work with the Member States to find common solutions at European level on developing educational and social support in preparation for the release of prisoners, as well as socio-judicial supervision after detention, in order to enable better punishment management, successful social reintegration and a reduction in the risk of recidivism. Given that in many cases women in prison are the sole carers of children, and maintaining family ties is essential, I believe that Member States must ensure that women prisoners have regular contact with their families: by promoting visits, telephone calls and the use of electronic communications. On the other hand, it is necessary to avoid situations in which detainees are placed in prisons scattered throughout the territory and to find solutions that allow detainees who are away from home to be moved closer, in order to avoid violating Article 8 of the Convention. European Convention on Human Rights, namely the right to respect for private and family life. Last but not least, I would like to thank the rapporteur for her approach in this report.", "language": "en", "original_language": "ro", "translation_provider": "google"}, {"id": 17, "date": "2017-10-05.json", "name": "Rikke Karlsson (ECR).", "mepid": "124876", "text": "- Sir. Chairman! Thank you to Mrs Bergeron for this very fine report. In connection with the debate, however, it is important for me to point out that, in my opinion, there is something missing in the report. There is a lack of our common responsibility for many of our European citizens who are imprisoned in countries outside the European Community under conditions which, in my opinion, give rise to deep, deep concern. These are conditions that border on torture-like conditions. As recently as this month, I had contact with an elderly Danish prisoner named Anker Hansen, who is in terrible conditions in Indonesia. Having not had access to the vital medicine he needs, he is now so crippled that he can no longer walk. He risks dying under those conditions if no action is taken. No matter what a human being has done, no one deserves to rot in a prison far from home in miserable circumstances where cruel and degrading treatment is a part of everyday life. There is a need for the European Parliament to intervene in relation to prisoners where we know that human rights are being violated every single day.", "language": "en", "original_language": "da", "translation_provider": "google"}, {"id": 18, "date": "2017-10-05.json", "name": "Martina Anderson (GUE/NGL).", "mepid": "113959", "text": "   – Mr President, as someone who has spent thirteen-and-a-half years in prison, I declare an interest in ensuring that prison systems and conditions are upheld to appropriate standards. Irish Republicans were interned without trial and endured awful prison conditions, those who went on hunger strike were vilified by the establishment, some prisoners lost their lives while being force-fed and, in 1981, Bobby Sands and nine other Irish Republican prisoners died on hunger strike. Those days will never be forgotten.  The Good Friday Agreement ensured the release of politically motivated prisoners to advance the peace process, but even in this era of the peace process Derry man Tony Taylor is detained without trial and should be released immediately. Palestinian prisoners are subjected to regular violations of human rights and Basque prisoners are held hundreds of miles from their families, who are unfairly punished by an inhuman dispersal policy. Prison systems must show that human rights are upheld and applied consistently. They should never be used as a weapon by any state. I want to thank the rapporteur for this report. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 19, "date": "2017-10-05.json", "name": "Przewodniczący. –", "mepid": "28372", "text": "That's a lot, I stayed much shorter.", "language": "en", "original_language": "pl", "translation_provider": "google"}, {"id": 20, "date": "2017-10-05.json", "name": "Christelle Lechevalier (ENF).", "mepid": "188718", "text": "- Mr President, Madam Rapporteur, ladies and gentlemen, this report constitutes a direct attack on the functioning of justice. Faced with prison overcrowding, which would require the creation of prison places, you propose limiting imprisonment. While the sanction must be applied from the first acts of delinquency to stem recidivism, you encourage laxity. A major problem is missing from this report: the decline of justice. Hundreds of thousands of sentences handed down are not carried out, for lack of space or for convenience, leaving the condemned to drift until they are sentenced to long sentences complicating reintegration. These first sentences not applied are ultimately detrimental to justice, but also to the condemned and especially to the victims, largely forgotten by this text. With the same chimerical vision, you question the preventive imprisonment, essential for the application of justice, to the detriment of past victims and future victims that you create by laxity. For you, convicts are victims of society and repeat offenders are victims of the prison system. For us, it is essential to avoid the spiral of recidivism, by short sentences from the first offenses, the real application of the pronounced judgments, floor sentences to firmly sanction recidivism and imprisonment in the country of origin of foreign prisoners.", "language": "en", "original_language": "fr", "translation_provider": "google"}, {"id": 21, "date": "2017-10-05.json", "name": "Diane James (NI).", "mepid": "124939", "text": "   – Mr President, without doubt existing European Union policies, specifically human rights legislation and freedom of movement, are now actively contributing to the problems in prisons, and particularly those in the United Kingdom. No one ever dreamed when devising these so-called European Union pillars that they would be used to support mobile phone usage or drugs delivered by drones, or indeed facilitate the development of radicalisation and extremism, all adding to the enormous pressures on and dangers to prison staff.  It is important, though, to acknowledge that prisoners have broken a social contract and so their incarceration acts as protection for society, as well as punishment of the perpetrator. Overcrowding is a major issue: 5 000 of the 13 000 prisoners in United Kingdom jails are EU citizens. As soon as we can actually achieve a proper programme of deporting those, and not see them protected by European Union human rights legislation, that will go a long way to dealing with overcrowding.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 22, "date": "2017-10-05.json", "name": "Josef Weidenholzer (S&amp;D).", "mepid": "111014", "text": "- Mister President! The quality of a civilization can be recognized primarily by the look of its prisons, the proportion of people imprisoned in the population, whether prisons are geared towards rehabilitation or merely serve a sense of revenge, but above all by whether human rights are under such extreme conditions must be observed. Today's debate on this successful report is therefore very important, and only if prisons develop in this direction will we also become an area of ​​freedom, security and justice. Yes, dear colleagues, there is a public responsibility. Therefore, all efforts in the direction of privatization of the penal system must be rejected. The public interest must be the focus, and it is in the public interest that people are not just locked away, but that they are shown a way back. Only then will we get what we all want: more security.", "language": "en", "original_language": "de", "translation_provider": "google"}, {"id": 23, "date": "2017-10-05.json", "name": "Marina Albiol Guzmán (GUE/NGL).", "mepid": "125048", "text": "- Mr. President, the latest study on the reality of the penitentiary in the Spanish State, carried out by the network of social organizations in the prison environment is devastating: in the Spanish State there are more prisoners, for longer and for less serious crimes than in the rest of Europe. And that our crime rate is well below the European average. The rate of incarcerated in the Spanish State is 32% above the European average, and the duration of the sentences is more than double this average, and this is because successive reforms of the Penal Code have made our system every harder time. 65% of prisoners have drug addiction problems, and one in four prisoners has mental health problems. In the Spanish state, prisons are being used as a warehouse in which to hide our social problems. Prison should be the last resort. Alternatives to prison, such as mediation for damages caused, community services or treatment outside prison for people with mental health problems or drug addiction are the alternative, and, of course, social justice, the fight against inequality and the strength of public services are the only way to combat social problems.", "language": "en", "original_language": "es", "translation_provider": "google"}, {"id": 24, "date": "2017-10-05.json", "name": "Sylvie Guillaume (S&amp;D).", "mepid": "96952", "text": "- Mr President, in one minute, you have to choose your message, and mine will be to consider that deprivation of liberty should be used to protect society. However, today our prison model is no longer suitable. It often produces what it intends to fight, which is crime. I think it's time to question our policy on this and this report does. Never before have there been so many prisoners in European prisons, when prison overcrowding is having devastating effects. However, these prisoners will come out one day. The question of their reintegration is therefore essential. The purpose of prisons is not simply to punish. That’s why we have to ask ourselves what we want, which is a safer society in which former prisoners do not reoffend. Let us take the example of our Scandinavian neighbors, who provide prisoners with decent conditions of detention and who prepare their return to freedom. To effectively fight against recidivism, an innovative prison policy is necessary. Many alternatives to pre-trial detention must be used, but also alternative penalties must be used. It is time to consider prison policy as a means of reintegration into society and not just exclusion at all costs.", "language": "en", "original_language": "fr", "translation_provider": "google"}, {"id": 25, "date": "2017-10-05.json", "name": "Eleonora Forenza (GUE/NGL).", "mepid": "125193", "text": "- (IT) Mr President, ladies and gentlemen, speaking at the end of this debate, I would firstly like to thank the rapporteur for the importance and accuracy of this report and I agree with what my colleagues and colleagues in my group have already said that I they preceded. So I speak of what I have seen and see with my own eyes. Yesterday, Emiliano Puleo, a boy who was detained for months in Hamburg prison, was released from the prison in Hamburg, without having yet received any sentence, any preventive and precautionary sentence. The repression of political dissent is increasingly becoming an emergency in Europe: as I have already reported in a report to the Commissioner, in Italy there is a crime, a denial of fundamental human rights, a form of torture called prison which is life imprisonment. I believe that it is essential that this Parliament take action, use all the power it has at its disposal to guarantee the rights of prisoners, the rights of trans people in prison. I say this as shadow rapporteur of the opinion of the FEMM committee, I think that from this point of view this report makes us take a step forward.", "language": "en", "original_language": "it", "translation_provider": "google"}, {"id": 26, "date": "2017-10-05.json", "name": "Juan Fernando López Aguilar (S&amp;D).", "mepid": "96812", "text": "- Mr President, Commissioner Jourová, in the last legislature, as president of the Committee on Freedoms, Justice and the Interior, I had the honor of presiding over a European mission to analyze the prison system, the issue that concerns us and which I dealt with as minister of Justice of Spain during my mandate. There are 1,600,000 people deprived of their liberty, and the way in which a society treats persons deprived of liberty is, without a doubt, a measure of the quality of that society and of its democracy. That is why we have to worry that overcrowding, which is especially sensitive in some countries - Portugal, Greece, France, Belgium, Hungary, Italy and also my country, Spain - is not the source in which rights abuses can occur. humans as a consequence of overcrowding; Inhuman and degrading treatment that is reported to the European Court of Human Rights for violation of article 3; practices of sexual assaults in prisons; lack of medical care, lack of educational services and, above all, lack of resources. Because it is essential that democratic states invest adequately in the prison system. That is why I join in congratulating the initiative and support report, above all, the vector aimed at reinforcing reintegration, because this has to be the orientation of custodial sentences, and therefore, especially, I support the paragraph that the report dedicates to alternative measures to deprivation of liberty: open regime measures.", "language": "en", "original_language": "es", "translation_provider": "google"}, {"id": 27, "date": "2017-10-05.json", "name": "Mairead McGuinness (PPE).", "mepid": "28115", "text": "   – Mr President, this debate on prison systems and conditions allows me to raise a very particular issue, and I am grateful to the Catholic bishops of England and Wales for coming to me and meeting me on this issue. In England and Wales there are over 4 000 EU citizens in prisons, and while in the Brexit negotiations there is a desire to include the treatment of these prisoners in the negotiations and have a settlement on it, it is not yet clear what that will mean. The Catholic bishops tell me that they are very much involved in the pastoral care of these prisoners. The Home Secretary can deport EU citizens who commit offences but this is currently restricted by European law. Post-Brexit, EU citizens who have problems with the system in the UK after withdrawal are likely to fall under the provisions set out in the UK Borders Act of 2007, which contains far less restrictive grounds for deportation and requires deportation of foreign offenders sentenced to at least 12 months in prison. I think we need to understand that this is a very sensitive issue, and again I am grateful to the Church leaders for raising it.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 28, "date": "2017-10-05.json", "name": "Maria Grapini (S&amp;D).", "mepid": "124785", "text": "- Mr President, Commissioner, ladies and gentlemen, first of all I would like to congratulate the rapporteur and say that it is a necessary report, I support it and I will vote for it. We need a change of attitude, it is an excess of pre-trial detention, it is a lack of responsibility of magistrates who, without having enough evidence, take citizens into pre-trial detention. This is proved, in fact, by the fact that many pre-trial detainees subsequently have no punishment and win at the ECHR and the national budgets are emptied. I'm sorry that some colleagues throw words and leave. The EPP colleague accuses Romania of not taking its detainees. It is a decision of the Court of Justice of the European Union, but why other countries, such as Great Britain, a recent example, host an evasionist from Romania, although Romania asks him in the country to judge him. There are two sides to it and, Commissioner, if that were the responsibility of the magistrates, we could come up with optimal solutions. And there is a need for integration programs in society after these people get out of prison, not, as a colleague said, that we help detainees. We help society to stop being attacked by these people who are not then integrated into society after they finish their sentence.", "language": "en", "original_language": "ro", "translation_provider": "google"}, {"id": 29, "date": "2017-10-05.json", "name": "António Marinho e Pinto (ALDE).", "mepid": "124742", "text": "- The function of prisons is to educate criminals so that they can return to social life freed from criminal tendencies.Unfortunately, in many European Union countries, prisons have become real schools of crime.Many inmates who have been convicted of occasional offenses leave prisons to become professional criminals.On the other hand, criminals are sentenced by the courts to a sentence that deprives them of freedom but does not deprive them of their dignity as human beings.It has been shown that the Member States, by themselves, do not show the capacity to change this state of affairs.Only the creation, Commissioner, of a European prison model can positively change this state of affairs.This European prison model, the only European one, is also a requirement for European integration.", "language": "en", "original_language": "pt", "translation_provider": "google"}, {"id": 30, "date": "2017-10-05.json", "name": "Csaba Sógor (PPE).", "mepid": "39724", "text": "   – Mr President, prison conditions and prison overcrowding are critical issues in many of our Member States. There really are too many people in detention facilities who reoffend and turn to more serious crime after being released. Too many commit suicide. Too many mentally ill people are locked in facilities that are not appropriate for their condition and too many of our young turn to violent extremism upon their release. Often detention in prison is the starting point of a vicious circle of imprisonment and crime. This is why I welcome the report’s call for improved prison conditions and dissemination of good practices and alternative punishments, individual social care of prisoners and insistence on social reintegration. Decreasing crime and increasing social cohesion takes more than improving conditions in prisons. The overarching aim should be to have a penal, educational and social paradigm shift, to turn away from punishment and to insist on the social rehabilitation and reintegration of the convicted. It would be nice to study the case of Japan and how they succeeded. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 31, "date": "2017-10-05.json", "name": "Jean-Paul Denanot (S&amp;D).", "mepid": "94282", "text": "- Mr. President, it is indeed clear that promiscuity in prisons offers the conditions for a form of contamination between prisoners, the misdeeds of which are not all of the same nature or of the same importance. There is a great risk of seeing prisoners convicted of minor offenses being drawn into greater delinquency, or even into radicalization. This is the reason why the countries of the European Union must favor alternative sentences to prison. There are many formulas, including community service. When I was mayor, I always responded favorably to judicial bodies that asked me to welcome these condemned to community service. Each time, I congratulated myself on the results and the involvement of my staff in their support. Unfortunately, in some cases there is no alternative to prison, so the reception conditions have to be created for the reintegration of prisoners. Professional training inside the prison is obviously a very essential element of this success.", "language": "en", "original_language": "fr", "translation_provider": "google"}, {"id": 32, "date": "2017-10-05.json", "name": "Ελευθέριος Συναδινός (NI).", "mepid": "125072", "text": "- Mr President, prisoners are finally being promoted to institutional interlocutors on the basis of sham fundamental rights. The needs and proposals of penitentiaries are being devalued in a discriminatory manner and the Member States' process on their penitentiary system is eroding. Prison renovation and modernization projects are inhumane, when Banks plunder citizens' property. It is humiliating to open penitentiary educational facilities when schools are closed in areas of strategic importance. It is absurd to suggest non-custodial sentences invoking the capacity of prisons. Epic and unthinkable ridiculous interfaith dialogue in prisons as a means of tackling radicalization. Finally, I emphasize the need to remove extremists and illegal immigrants from the general prison population, to separate detainees such as minors from adults, to have access to the necessary medical coverage equivalent to other citizens, and to complete the entire process. Prisons, of course, are not luxury hotels.", "language": "en", "original_language": "el", "translation_provider": "google"}, {"id": 33, "date": "2017-10-05.json", "name": "Nicola Caputo (S&amp;D).", "mepid": "124851", "text": "- (IT) Mr President, ladies and gentlemen, Commissioner Jourová, the overcrowding of European prisons is one of the great unresolved issues of our continent. In recent years, the overcrowding of prisons has become a major concern, fortunately, also for the Council of Europe, which is committed to monitoring the standards of practice in European prisons. Statistics show that many countries still have very high overcrowding rates, despite policies to improve conditions. In carrying out institutional activities in Italy, I myself carried out monitoring activities on the health situation of prisons and I was able to verify that all the problems of the various institutions I visited were inexorably linked to overcrowding. In some institutions the situation is so serious that it ends up generating real health emergencies, compromising the dignity, as well as the health of prisoners and prison workers. Having facilities with a limited number of detainees ensures decent conditions of detention and encourages rehabilitation, reintegration into society. The deprivation of liberty cannot and must not constitute a deprivation of dignity. And this is the direction in which Europe must move.", "language": "en", "original_language": "it", "translation_provider": "google"}, {"id": 34, "date": "2017-10-05.json", "name": "Krisztina Morvai (NI).", "mepid": "96661", "text": "- President! Dear colleagues! Many are in prison for a variety of reasons and situations. Unfortunately, there are those who are innocent, there are those who are said to be white-collar criminals for looting public funds. We meet few of these, and there are very many who have lived inhuman destinies throughout their lives, from an early age, and have become criminals in this context. I recently read a statement from a penitentiary who said I love my profession because I can help people in difficult situations get their lives back on track. This is what is a common task for everyone, and this is what prison would be doing. Paradoxically, as a criminal lawyer, I can say that there are a lot of people in prison who have experienced for the first time in their lives, exactly during criminal proceedings and in prison, what it means to be a person with human dignity because they are treated there for the first time in their lives. It is in the interest of society as a whole that once he is released, he does not commit another crime, because somewhere he has finally learned what it means to live a life worthy of man.", "language": "en", "original_language": "hu", "translation_provider": "google"}, {"id": 35, "date": "2017-10-05.json", "name": "Tibor Szanyi (S&amp;D).", "mepid": "124703", "text": "- President! There are many lessons to be learned from this debate today, and I think that both Mrs Jourová and the Commission's experts are very much considering the proposals that we have put forward here. I would like to point out another aspect that may have come up less in the debate - I will nevertheless vote on this report - namely, I would like to say a few thoughts, a few words about who are really in innocent prison, and these are children born in prison. . There are not a few of these, although no statistics are available, but according to newspaper reports, we often read that someone is imprisoned pregnant and that child is born in prison. This child, this is clearly the time that the mother has received, almost she herself will spend in prison, become a special institution, or, if appropriate, be left with the mother. I am definitely in favor of a Turkish spear to leave children with their mothers, whatever happens, and even for mothers, even house arrest may be an alternative. But most importantly, there is a need to create nuanced circumstances where people with similar problems are in a group rather than confused, such as a murderer with the perpetrator of a traffic accident. So, overall, this report is forward-looking, thank you very much to the rapporteurs, and in any case I suggest that we think a lot more about children, and not just newborns, but those who might otherwise be similarly concerned on this subject.", "language": "en", "original_language": "hu", "translation_provider": "google"}, {"id": 36, "date": "2017-10-05.json", "name": "Rachida Dati (PPE).", "mepid": "72775", "text": "- Mr President, first of all, I wanted to thank our rapporteur, Joëlle Bergeron, for the work she carried out on this report. We are here today to stress the urgency of the worrying situation in European prisons. The example of France is the most emblematic of this alarming state of prisons in Europe: record prison overcrowding with more than 10,000 missing places, worrying and unworthy detention conditions, nearly 1,500 detainees considered to be radicalized, staff despised prison, with totally unworthy working conditions. And France is not an isolated case. (The President interrupts the speaker) In May 2016, I sent a letter and a questionnaire to all the ministers of justice of the Member States to get an overview of the situation of prisons in Europe. A third of the countries are in a state of prison overcrowding and all have difficulty in reintegrating their prisoners, most of which report a recidivism rate above 40%. Yes, prison policy is a national competence, but the challenges of the deterioration of the situation are the same for everyone. The most glaring examples are violence in prisons and the detention of increasingly difficult and dangerous prisoners, such as radicalized prisoners. We must find and promote common guidelines. It’s our responsibility. Prison must evolve, adapt to new forms of delinquency and criminality as well as to new profiles of prisoners. In this report, I recommend the establishment of differentiated detention regimes according to the dangerousness of the detainees. It is unacceptable today that prisons are not taken into account in national and European strategies to combat terrorism. Yet they are at the heart of the problem and are part of the solution. Terrorist attacks in Europe are multiplying, while prison, along with the internet, is the main vector of radicalization.We cannot be inactive.Another major aspect to be addressed without further delay is the issue of reintegration to prevent recurrence.These reintegration measures must absolutely be internalized and begin during detention.", "language": "en", "original_language": "fr", "translation_provider": "google"}, {"id": 37, "date": "2017-10-05.json", "name": "Věra Jourová", "mepid": "n/a", "text": "   Member of the Commission. – Mr President, honourable Members, this is a very serious and important debate about very serious issues. I see two big problems here: one, which you have mentioned many times, is the lack of respect for the dignity of individuals, and this what we see by breaching human rights in European prisons. The second big issue was not debated here so frequently and this is the fact that we have many innocent people in European prisons. This is not only the case regarding people who are in pre-trial detention, where they have the right to the presumption of innocence. They have not been tried and they have the right to better conditions in European prisons.  When we debate this issue I am thinking about how we can help more because you have said many times, and I also said it at the beginning, that the EU has a quite weak competence here. I was exploring some legislative possibility to improve the situation of pre-trial detention, but we do not see enough space to do that, so we are focusing on three things: funding; training of professionals; and sharing, and helping to share, best practices.  On the question of funding, of course we see a lack of money here and when I discuss it with those responsible in the Member States – the experts – I sometimes hear varying information or suggestions. It is not politically popular to ask for money to improve the situation in prisons, because people will ask: why do you not give more funding to schools and hospitals? This is the reality, but this is not the answer. We have to look into it. I was addressed by 11 Ministers of Justice by letter, who asked the EU to help with funding and I replied with a very precise description of where and how EU funds can be used for improving the situation, and helping them to solve the most serious issues such as overcrowding and bad conditions. I see the possibility of using EU funds – the European Development Fund – for investments in prisons, for investments into technological or technical measures to introduce more alternative kinds of penalties. We see a lot of possibilities from the European Social Fund for better rehabilitation of inmates into normal life and for training practitioners working in prisons and in probation services. So there are possibilities, but we need to invest more political will in it.  My interest is also, as you have mentioned many times here, to have the European Arrest Warrant fully functioning. I am in continuous debate with the respective Member States where we have the problems on how to change the situation. So we are working, I think, exactly in the direction which many of you have suggested here. I have been in several prisons in European Member States. Everywhere, I saw the need to reorganise the service.  You mentioned several times that radicalisation is a problem here. Radicalisation is a very serious problem. We have seen the statistics which show that about 15% of radicalised people are radicalised in prisons, and so we see a clear need to work more on an individual basis and also on the reorganisation of working and structures in prisons to come up with effective solutions to this big problem.  We also see that more investments are necessary, and I have already spoken about financing. A change of approach is also necessary here and I see some very good examples. That is why sharing best practices is so important. Two weeks ago, I was in Austria, in the village of Gerasdorf, in a detention centre for young people, and I saw a very good example of how to work with young people who have the right to be given a second chance to get back to normal life. I saw a very good programme of requalification and I think that these are examples which should be followed in all the Member States. Again, political will and money are both necessary, so let us work in that direction. Thank you very much for these debates. Thank you for the report, Ms Bergeron, and let us continue working together on this issue. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 38, "date": "2017-10-05.json", "name": "Joëlle Bergeron", "mepid": "124740", "text": ", rapporteur. - Mr. President, I do not have much to add. The debate has been very interesting and I see that most of us share the same outlook. I will take these few moments to thank my shadow rapporteurs. And this is not a formula, this report would not have been what it is if Eva Joly, Rachida Dati, Ms. Chinnici and others had not brought their enlightened skills to me. For the first three, they are former judges. They know what they are talking about, and they talk about it skillfully, intelligently and humanely. They shed some very enriching light on many points. This report fascinated me, and I am quite proud of its content, because I realized that the defense of human dignity and human rights could lead us to go beyond our political sensitivities and, above all, you. , yours. I believe it is also a real success to stand up for human beings with the same will. I will use Eva Joly's words: \"Prison does not protect society, and of course that is its role\". Above all, it is asked to protect the victims from their attackers and the rest of society. However, in the current state of affairs, the prison does not play that role. The mixture of prisoners, especially in remand centers, where, as many of you have recalled, innocent prisoners are mixed with prisoners who, for their part, will be sentenced because they have committed misdeeds, is very dangerous. This system criminalizes the innocent, but above all, it puts prison staff in great danger. There you are, I think this subject is extremely broad. There is obviously the problem of radicalization, but also the incarceration of psychiatric patients, who should be treated and that of minors, who should be educated and rehabilitated. These are huge problems, and we have only scratched the surface. It It would be necessary to take the subjects one by one and to plan for each ad hoc measures.", "language": "en", "original_language": "fr", "translation_provider": "google"}, {"id": 39, "date": "2017-10-05.json", "name": "Przewodniczący. –", "mepid": "28372", "text": "I close the debate.The vote will take place today, i.e. on Thursday 5 October 2017. Written statements (Rule 162)", "language": "en", "original_language": "pl", "translation_provider": "google"}, {"id": 40, "date": "2017-10-05.json", "name": "Monika Beňová (S&amp;D)", "mepid": "23868", "text": "in writing.- The report on prison systems and conditions proposes a number of steps to improve living conditions in prisons, as well as improving the process of reintegration of prisoners.The European Union aims to support the Member States in their efforts to improve prison conditions.By opening this topic, we can more effectively address, for example, the shortcomings of the reintegration process, but mainly to combat the phenomenon of radicalization.Too often, imprisonment is accompanied by living conditions that constitute inhuman or degrading treatment.Prison conditions are only one aspect of the overall issue of imprisonment.Affordable and high-quality training for prison staff that promotes solutions can also lead to a gradual improvement in prison conditions.In conclusion, it should be noted that we will not be able to solve this problem overnight, but nevertheless the opening of an honest debate symbolizes developments in the right direction.", "language": "en", "original_language": "sk", "translation_provider": "google"}, {"id": 41, "date": "2017-10-05.json", "name": "Ivan Jakovčić (ALDE)", "mepid": "124754", "text": "written. - More than a third of Member States have recognized that prison overcrowding in the European Union is a persistent problem, and the situation in some Member States continues to deteriorate, severely impairing the quality of prison conditions and having severe effects on prisoners' health and well-being. the welfare of prison staff. Every member state should respect the prison rules arising from the instruments of international law and the standards of the Council of Europe, because deprivation of liberty does not mean deprivation of dignity! In addressing overcrowding, increasing prison capacity is not the only solution, but requires criminal justice systems that take into account the reintegration and rehabilitation of prisoners in order to protect both the prisoner and society and to reduce recidivism. In addition, prisoners need to be provided with access to educational and professional qualifications and work and training for the purpose of re-socialization, thus providing them with the opportunity to live without crime after the end of their sentence. I can say with certainty that programs for the reintegration of prisoners into society improve our societies and that all Member States should ensure that programs of this type are implemented in all prisons.", "language": "en", "original_language": "hr", "translation_provider": "google"}, {"id": 42, "date": "2017-10-05.json", "name": "Przewodniczący. –", "mepid": "28372", "text": "The next item is the debate on eight motions for resolutions on the situation of people with albinism in Africa, in particular in Malawi (2017/2868 (RSP)).", "language": "en", "original_language": "pl", "translation_provider": "google"}, {"id": 43, "date": "2017-10-05.json", "name": "Bodil Valero", "mepid": "124993", "text": "Author. - Mr President! One in 20,000 people in the world has albinism and in Nigeria alone about 2 million of them live. Discrimination against people with albinism is a serious problem in sub-Saharan Africa, but also in the rest of the world. About 600 attacks were carried out on people with albinism in a total of 26 countries last year. In many cases, the reason has been the belief that their body parts have qualities that bring happiness and prosperity. A superstition that for us is completely absurd and that was thought could not live on in the 21st century. Although a number of countries are actually trying to stop these horrific attacks and trafficking in body parts, there is often a lack of adequate legislation to actually prosecute the perpetrators. Witness protection is also a necessary measure to make people dare to testify. It is imperative that the countries concerned take action to put an end to these killings and to this trade and to prosecute the criminals. But preventive work is at least as important. There is a need for awareness-raising efforts aimed at the general public that provide greater knowledge, but also information about albinism and why certain individuals are affected. This in combination with increased efforts to protect people with albinism. It can be about sheltered housing and it can be about increased police presence, but not least it is about working against the poverty and discrimination that this group suffers from more than the general population.", "language": "en", "original_language": "sv", "translation_provider": "google"}, {"id": 44, "date": "2017-10-05.json", "name": "Hilde Vautmans", "mepid": "130100", "text": "Author. Mayeso Isaac, that's the name of the last victim we know. An innocent 12-year-old boy kidnapped, sold and murdered, probably because of his hair or bones, out of superstition that this would have magical powers. That is what is currently happening. In the last 9 months, Malawi has been hit by another wave of atrocities against people with albinism. At least two have been murdered and seven others are reportedly discriminated against and prosecuted. As a colleague said, we know that this is just the tip of the iceberg. We have already seen reports of 600 people being discriminated against, persecuted and killed. One in 20,000 people in Africa is affected by albinism. So it's our goddamn duty to protect their human rights too. Just because they look different doesn't mean they should be killed. Colleagues, let us not adopt the attitude here in this European Parliament: \"it is a long way off, it is only happening in Africa\". No, we must make sure that this superstition ends in 2017. And we can. We must provide better education. We must ensure that criminal organizations that trade in human body parts because blonde hair is said to have magical powers are dealt with and punished. We must ensure that children with albinism are protected and that discrimination is eliminated. Colleagues, let's make sure that the human rights of everyone on this planet, regardless of skin color, are protected.", "language": "en", "original_language": "nl", "translation_provider": "google"}, {"id": 45, "date": "2017-10-05.json", "name": "Miguel Urbán Crespo", "mepid": "131507", "text": "Author. - Mr President, ladies and gentlemen, the figures for murders, assaults and disappearances of albino people in Malawi, Tanzania or Burundi are shocking: in the last two years, at least twenty people have been murdered and more than one hundred and fifteen have been victims of some type of aggression. , not counting those who are missing. The Government of Malawi must take political and judicial measures to stop these attacks. Likewise, the European Union and the United States, which are the main donors to this country, have to demand respect for human rights in the region and especially the protection of this group at risk. But we cannot simply ask for respect for human rights in an abstract way. I think it is also essential to question an economic model of neocolonial resource plundering that kills hunger, deforests, generates droughts and floods, reduces crops and ruins crops. Ladies and gentlemen, violence against albino people is not only the product of superstition and witchcraft, but it is also a problem called poverty and hopelessness. We will have to tackle both.", "language": "en", "original_language": "es", "translation_provider": "google"}, {"id": 46, "date": "2017-10-05.json", "name": "Tunne Kelam", "mepid": "28424", "text": "  author. – Mr President, albinos in Africa face widespread discrimination and persecution. Last year alone, 172 albinos were murdered and almost 300 were attacked in hunts for their body parts. In Malawi, a new wave of killings and persecution has started in the current year, while the local justice system has failed to protect this vulnerable minority from criminal gangs. We call on the Malawian authorities to their utmost to protect albino citizens, who clearly deserve strong state guarantees for safety, dignity and equality. I call on the Malawian Government to follow the positive examples of Tanzania and Mozambique, where action programmes have been started to promote public awareness and education and to protect co-citizens.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 47, "date": "2017-10-05.json", "name": "Soraya Post", "mepid": "124997", "text": "author. - Mr President, I will speak Swedish now. Colleagues and Commissioner Jourová! I want to give my voice to an urgent matter like this, for people with albinism in Malawi and in other African states. What is the current situation? Well, people with albinism are killed and discriminated against on a daily basis. Not even the dead are allowed to be at peace from these people who use their body parts. These people's lives are at risk wherever they go. Women and children are even more vulnerable. Children are cut and their body parts sold. But how can we then face this horrific situation? I call for better legislation and better implementation of existing laws and action plans. I ask for better resources and training for the police. The EU institutions cannot turn a blind eye to this. We need a monitoring mechanism that follows this development. It's time to act and react. I would also like to point out that structural discrimination must also be met with greater knowledge and a changed approach. We can not let people still die because of their skin color in 2017. So Malawi and other African states must protect all their people who are there. And our job is to make sure that happens.", "language": "en", "original_language": "sv", "translation_provider": "google"}, {"id": 48, "date": "2017-10-05.json", "name": "Charles Tannock", "mepid": "4521", "text": "  author. – Mr President, the plight of albino people in Malawi is a true tragedy. I still remember debating this same issue in relation to Tanzania almost a decade ago. The apparent killing of innocent albinos – or persons with albinism – and, tragically, mainly of children, for their body parts is still happening in many African states as well as Malawi, where there has been a recent spate and rise in the number of killings to more than 20. Other states reportedly affected include Burundi, Mozambique, Kenya, Nigeria and Zambia. Already, this vulnerable community is at risk of the medical consequences of albinism in the tropics, including a high risk of fatal skin cancer, but they are also now being murdered – almost unbelievably – to satisfy demand for traditional medicine that is more akin to medieval sorcery. The EU should not hesitate to campaign on the issue. I welcome the reforms of the penal code in Malawi. I also welcome the recent adoption of the regional action plan for 2017-2021 jointly by the African Union and the United Nations. This is a positive and concrete signal of commitment by African leaders to ending all discrimination against persons with albinism and to prosecuting all crimes and atrocities against this vulnerable group of people.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 49, "date": "2017-10-05.json", "name": "Ignazio Corrao", "mepid": "124856", "text": "  author. – Mr President, Malawi, along with other African countries, is facing an awful violation of human rights towards people with albinism, due to erroneous superstitions and beliefs about this rare genetic condition. Constantly targeted by gangs and individuals driven by ignorance and myths about the magical powers of their body parts, people with albinism are facing pretty much all kinds of human abuses, from mutilation, abduction, killings, rapes, to social discrimination and exclusion from access to basic public services. Governments of these countries are facing an enormous struggle in order to stop these heinous crimes and to prosecute their authors. In this joint resolution, we call for the EU and its Member States to keep engaging with the countries affected, in order to effectively support their efforts to formulate policies addressing the special needs and rights of persons with albinism, by providing the necessary financial and technical assistance. Among others, I think that the creation of specific local task forces within the police with the specific aim of preventing and investigating these crimes could be a useful tool.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 50, "date": "2017-10-05.json", "name": "Mario Borghezio", "mepid": "21817", "text": "author. - (IT) Mr President, ladies and gentlemen, this subject has been a taboo for many years, during which time few MEPs have been interested in it, including myself. This is why we wanted to present a document for the signature of our group, to underline the fact that for some time we have denounced this problem, which was evidently considered delicate, taboo, because no one has ever seriously dealt with it. Obviously, not the African governments that were directly affected because 27 sub-Saharan African states are affected by this problem. Of course, in some of these, the problem is greater. We talk about Malawi. President Mutharika intervened to denounce the fact, even if there are no concrete measures to prosecute the traffickers of body parts and even the bodies of the dead. It is an unclean trade, it is a taboo, a very serious thing, one of the most ignoble forms of truly deleterious persecution. Taboo subject, parallel to which during this day of discussion on human rights in Africa, Parliament should have had the courage to also touch on another taboo subject, which we are few to raise in this House, namely that of anti-white racism. But in reality we are talking about albinos and therefore in a certain sense, this too is anti-white racism: it is about weak subjects, subjects that must be protected, subjects against whom concrete action is needed. And then Europe should make its voice heard much more strongly to the UN, but also to the African Union, which has so many reasons to listen to Europe's voice. The African Union must concretely engage with individual governments and strike where there is cover against these trafficking which shame the whole world.", "language": "en", "original_language": "it", "translation_provider": "google"}, {"id": 51, "date": "2017-10-05.json", "name": "Bogdan Brunon Wenta", "mepid": "124903", "text": "on behalf of the PPE Group. - Mr Chairman! As you can see, stigmatization has been a recurring theme for years. We also discussed the stigma and violation of the fundamental rights of people with albinism in Africa in this Chamber in July last year. It is regrettable that there is no progress in improving the legal protection and action for victims, and in providing them with adequate appeal and rehabilitation mechanisms. People with albinism living in Malawi - but also in Tanzania and Mozambique - fear that they will be abducted by gangs, killed or mutilated, and this limits their sense of security, freedom of movement and of course - perhaps most importantly - access to education and health care. In the context of the regional action plan mentioned by colleague Tunne Kelam, the African Human Rights Commission adopted such a plan in June this year, but it is important that countries affected by this cruel practice develop specific strategies focusing on education and awareness-raising activities on the topic of albinism. I also believe that local authorities and civil society organizations in particular must play a key role in defending this group of people.", "language": "en", "original_language": "pl", "translation_provider": "google"}, {"id": 52, "date": "2017-10-05.json", "name": "Cécile Kashetu Kyenge", "mepid": "124801", "text": "on behalf of the S & amp; D Group. - (IT) Mr President, ladies and gentlemen, that of albinos is an unknown drama which has caused hundreds of victims for years. Yet theirs is a hereditary genetic condition which, on the contrary, should also be adequately treated by the health facilities of the country. Of course, we cannot ignore the progress made by some countries, primarily Tanzania, in their effort to include, even politically, people suffering from albinism. Something is moving, also thanks to the awareness-raising activity of the European Union and the Regional Action Plan of the African Union and the United Nations, which is a positive but also concrete sign of commitment on the part of African leaders. Remember that the primary responsibility of a state is to protect its citizens, including vulnerable groups. We therefore call on the government of Malawi to guarantee effective protection for people with albinism, in order to defend their right to life and personal safety. It is unacceptable that these people are not only subject to extreme violence, but also victims of persecution and social exclusion. We also need a cultural action, Mr. President, that puts an end to the stigmatization of these people, starting with schools, an action aimed at eradicating ancient and sedimented practices, which today, in 2017, must no longer find space in any concept of modernity or tradition. Albinos will not be forgotten or abandoned to their fate.", "language": "en", "original_language": "it", "translation_provider": "google"}, {"id": 53, "date": "2017-10-05.json", "name": "Jiří Pospíšil (PPE).", "mepid": "125706", "text": "- Mr President, I will join in my speech here on what my predecessors have said.It is good that we are adopting a resolution today in which we clearly condemn the practices against this group of people in Africa.In my opinion, it is very right that in the resolutions we describe in detail what is happening to albinos in Africa, and in this case in Malawi in particular.On the other hand, I must say that this resolution is very descriptive and that it would be good for the Commission, as the EU's executive body, in its specific diplomacy to give more attention to how to put pressure on African states and in this case Malawi to give clear protection to albinos.The report makes it clear what horrors are happening to this group of people.It is incomprehensible that such things can happen at the beginning of the 21st century.And it is our moral duty to do our utmost to protect these people.", "language": "en", "original_language": "cs", "translation_provider": "google"}, {"id": 54, "date": "2017-10-05.json", "name": "Krzysztof Hetman (PPE).", "mepid": "124895", "text": "- Mr Chairman! The situation for albinos in Africa is dark and frightening, and it looks more like medieval practice than a modern problem. Unfortunately, as a result of the belief that the body parts of albinos have extraordinary power, the price for them reaches $ 75,000 on the black market, which for an average Tanzanian means 150 years of work. Despite the fact that killing an albino carries the death penalty, the amount of this amount, as well as the very low percentage of detentions, mean that murder or mutilation of people suffering from vitiligo is frequent. Therefore, one should focus primarily on educational activities to convince the public that the magical power of albino amulets is a superstition that does not translate into reality. In addition, measures should also be taken to improve the lives of albinos, ensuring their access to education and health care, as well as psychological support. I would also like to point out that the popular locking of albinos in centers, unfortunately, currently only gives an apparent sense of security.", "language": "en", "original_language": "pl", "translation_provider": "google"}, {"id": 55, "date": "2017-10-05.json", "name": "José Inácio Faria (PPE).", "mepid": "125101", "text": "- Mr President, ladies and gentlemen, Commissioner, more than a year ago we adopted a resolution here on the human rights violations of people with albinism in Africa, namely in Malawi. After this time we have seen an alarming resurgence of murders and attacks against albinos in East Africa, Malawi, Tanzania, South Africa or Mozambique. Albinos, including many children, continue to pay a terrible price for their condition. In addition to being rejected by their own families, they are victims of groups of criminals and traffickers, often protected by the police, who live by harvesting parts of their bodies to feed the macabre and very lucrative business of magic potions associated with the belief that they have magical powers. . This House cannot fail to strongly condemn violence and discrimination against people with albinism, urging the authorities of these countries to end the impunity of those responsible and to support all campaigns that, through actions to raise awareness of the causes of this congenital disorder, to combat discrimination, prejudice and superstition. We cannot tolerate the continuation of this true genetic apartheid.", "language": "en", "original_language": "pt", "translation_provider": "google"}, {"id": 56, "date": "2017-10-05.json", "name": "Nicola Caputo (S&amp;D).", "mepid": "124851", "text": "- (IT) Mr President, ladies and gentlemen, expelled from communities and tortured, but also mutilated and killed and without certain penalties for the persecutors: this is the situation of people suffering from albinism who live in many countries of sub-Saharan Africa, but also in the Pacific and India. The situation is more serious in the state of Malawi, where every year many people with albinism are killed and maimed and their body parts are sold for use in ritual practices. Amnesty International, in its report \"We are not animals to be hunted or sold\", argues that since 2014 the cases of kidnapping and murder have increased, forcing albinos to live constantly in terror. The European Union and the international community must take all possible actions to guarantee respect for their rights and the dignity of human beings for people with albinism. The governments of the countries where these crimes are perpetrated, such as Malawi, must be induced in every way to offer effective protection to people with albinism, to protect their right to life and personal safety.", "language": "en", "original_language": "it", "translation_provider": "google"}, {"id": 57, "date": "2017-10-05.json", "name": "Νότης Μαριάς (ECR).", "mepid": "125069", "text": "- Mr President, I support the resolution, which I have co-signed. People with albinism are subject to real persecution. These are at least 20,000 of our fellow human beings. Murders, kidnappings, mutilations, humiliating acts are what are happening not only in Malawi but in several African countries. Women who give birth to children with albinism abandon them. All this happens because there is superstition, there is magic and it is believed that parts of the body parts of alphas can be used to make medicine. There are \"hunters\" of people with albinism. You realize, then, that this situation must end. Human trafficking must be criminalized and action taken in Tanzania, Mozambique, Nigeria and Kenya must be encouraged and countries must take steps to protect people suffering from albinism.", "language": "en", "original_language": "el", "translation_provider": "google"}, {"id": 58, "date": "2017-10-05.json", "name": "Seán Kelly (PPE).", "mepid": "96668", "text": "   – Mr President, I, too, am deeply concerned and appalled by the situation of albino people in Malawi, Tanzania and other African countries. The ongoing stigmatisation, attacks, murder and selling of body parts, to which persons with albinism fall victim, are truly horrifying. Persons with albinism are marginalised, isolated and subjected to extreme violence and violations of their fundamental human rights. I urgently call on the governments of the affected countries to bring the perpetrators to justice, and to end the impunity which they currently seem to enjoy. It is necessary that health care, education and employment opportunities are made more accessible to albino people and that victims are supported. The EU must stand strong and not allow these abuses of human rights to continue. Lastly, I would like to congratulate my fellow MEPs for their work, and their speeches here today, to try and help bring these despicable practices to an end.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 59, "date": "2017-10-05.json", "name": "Jean-Paul Denanot (S&amp;D).", "mepid": "94282", "text": "- Mr. President, indeed, people with albinism often go through hell because society is not sufficiently informed. This is particularly the case in Malawi and in a number of African countries. It is therefore the responsibility of States to demonstrate education in relation to this, but also to take measures to protect these populations weakened by beliefs out of our time. The victims, especially women, who are often victims of rape, must be cared for and protected, as superstitious practices claim that sex with a woman with albinism is a cure for AIDS. Realize! States must also pay particular attention to child victims of this situation because they often and frequently become painkillers in schools. The European Union can and must help the states concerned to inform and educate the populations on this issue. It is an absolute necessity, because it is the basis of the lasting solution. This does not exclude the responsibility of states to protect their populations.", "language": "en", "original_language": "fr", "translation_provider": "google"}, {"id": 60, "date": "2017-10-05.json", "name": "Stanislav Polčák (PPE).", "mepid": "124704", "text": "- Mr President, this case is as disgusting as the hundreds of others that are happening.It was only when I read this resolution that I understood that I am not reading a scene from ancient centuries, but that this is the current situation in some African countries.I think we need to think about how we can fight superstitions, because through education - that is one of the ways on offer - it will be a very long time.Of course, it is necessary to educate people in this area, but in my opinion, these people need protection as soon as possible.Draconian punishments need to be laid down, the protection of the governments of these African countries concerned needs to be unequivocally increased, because that is probably the only way to combat this way of thinking today, with these superstitions that may have a long history but into the 21st century.does not really fit.", "language": "en", "original_language": "cs", "translation_provider": "google"}, {"id": 61, "date": "2017-10-05.json", "name": "Věra Jourová", "mepid": "n/a", "text": "   Member of the Commission, on behalf of the Vice-President of the Commission / High Representative of the Union for Foreign Affairs and Security Policy. – Mr President, honourable Members, I would like to express my appreciation for this opportunity to speak on a significant human rights issue. In recent years, we have registered a worrying increase in human rights abuses against people with albinism in Malawi and other sub-Saharan African countries. These criminal and discriminatory incidents involve violent attacks, abductions, human trafficking and killings. When the subject was last discussed in this House, honourable Members drew attention to a number of crucial actions which needed to be pursued. These actions remain highly relevant today. That is why the EU has been engaging with the concerned countries, urging protection and policing in communities where attacks against albinos are rife, while encouraging the authorities to bring the perpetrators of these crimes to justice. This requires, inter alia, increased cooperation across borders because the problem often has a regional dimension. At the same time, honourable Members, we have also supported your recognition of the need to tackle the roots of social stigma against people with albinism, as well as encouraging acknowledgement of their specific needs, be they medical, psychological, educational or social. This challenge requires a longer-term commitment, implying close cooperation with all the stakeholders, including civil society, which has a role to play in confronting social beliefs deeply entrenched in superstition. On a more positive note, the international community is also increasingly mobilising against this situation. On 13 June, we marked International Albinism Awareness Day. That and the recent appointment of the first ever United Nations independent expert on the enjoyment of human rights by persons with albinism are important steps towards increasing awareness of this issue. Moreover, the governments concerned are demonstrating increasing recognition of the scale of this problem, which is a positive initial step. We stand ready for further engagement with our partners, and, through our delegations, the EU will continue supporting local civil-society efforts. Our aim is that persons with albinism will be fully able to live in dignity, free from violence and discrimination.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 62, "date": "2017-10-05.json", "name": "Presidente. –", "mepid": "96864", "text": "The discussion is closed.The vote will take place today.Written declarations (Rule 162)", "language": "en", "original_language": "it", "translation_provider": "google"}, {"id": 63, "date": "2017-10-05.json", "name": "Isabella Adinolfi (EFDD)", "mepid": "124831", "text": "in writing.- Too often in many African countries, albinos suffer physical and sexual violence, harassment, persecution, discrimination and in some cases even killed.Furthermore, women and children suffering from albinism are particularly vulnerable to social exclusion, bullying and often live in terror of being attacked.The 5 Star Movement has always stood up to combat violations of human rights and to protect minorities from inhumane acts, such as those who are forced to suffer from albinos in Africa.The institutions of Malawi must be urged to address and combat the harmful superstitions that lead to discrimination against albinos, through information campaigns, also collaborating with international partners.The EU must play a key role in supporting these actions, monitoring and supporting African states, to end the barbarity that albinos are forced to endure.", "language": "en", "original_language": "it", "translation_provider": "google"}, {"id": 64, "date": "2017-10-05.json", "name": "Rolandas Paksas (EFDD)", "mepid": "96694", "text": "in writing. - Albinism is an inherited genetic disorder, but it is misunderstood in Malawi and some other countries. As a result, people are killed and harmed in order to bring strength and success. Women with albinism disorder are raped because it is believed that having sex with them can cure HIV and AIDS. Murders, mutilation, discrimination, harassment and stigmatization have forced hundreds of people with albinism displacement to move to temporary shelters in areas, reducing their access to basic services such as health care and education, employment and participation in society. In this context, it is essential that the Malawian Government take active steps to protect those with a genetic disorder of albinism, to prevent violence against them, and to provide all necessary medical and psychological assistance. Violence against people with albinism is cross-border, so I believe it is necessary to strengthen regional cooperation in this area, promote educational programs that dispel prevailing myths and help a vulnerable group to socialize and become equal members of society.", "language": "en", "original_language": "lt", "translation_provider": "google"}, {"id": 65, "date": "2017-10-05.json", "name": "Presidente. –", "mepid": "96864", "text": "The next item is the discussion of five motions for resolutions on the cases of Tatar leaders Akhtem Chiygoz and Ilmi Umerov and journalist Mykola Semena in Crimea (2017/2869 (RSP)).", "language": "en", "original_language": "it", "translation_provider": "google"}, {"id": 66, "date": "2017-10-05.json", "name": "Rebecca Harms", "mepid": "28233", "text": "Author. - Mr President, ladies and gentlemen! Thank you for supporting this resolution. It is very important. The United Nations Human Rights Office just adopted a report in September reporting serious human rights violations on the occupied territory of the Autonomous Republic of Crimea and the city of Sevastopol. The United Nations Human Rights Office explains how Crimean Tatars, journalists, bloggers and anyone who criticizes the Crimean occupation or Putin's policies in Crimea can be arrested and imprisoned. There are reports of people disappearing, people being terrorized by the secret service and psychiatric and torture in detention. Most importantly, in this resolution that we are adopting today, that those who disappear in Putin's camps and prisons are given names, that those people appear. In addition, I find the demand very important that our Foreign Service, our Embassy and also the Council of Europe and the United Nations put more pressure on so that international delegations can monitor the situation in Crimea. It cannot be that - as under Stalin - people from the Crimea in the camps - today not Stalin, but Putin - disappear and we cannot do anything in this situation, although Russia in principle belongs to the Council of Europe. We should support the call by the Ukrainians that the General Assembly of the United Nations specifically deal with these problems following the report I mentioned at the beginning. Otherwise we have to ensure that the sanctions that have been imposed because of the occupation of Crimea are upheld, that we, like the United Nations, continue to maintain that Crimea is occupied territory. We should punish the entrepreneurs with the bridge von Kerch or in the energy sector break these sanctions.", "language": "en", "original_language": "de", "translation_provider": "google"}, {"id": 67, "date": "2017-10-05.json", "name": "Petras Auštrevičius", "mepid": "124766", "text": "  author. – Mr President, the non-recognition of Crimea’s occupation is not just a political declaration, it is an obligation to act. I call on the European External Service: each and every case of repressed Crimean dissidents must be followed by our action, I mean by asset-freezing and a travel ban against those who are responsible. I have got a note from independent Russian analysts who say that over 130 European Union companies still enjoy trading with Crimea. An absolute majority of them have a Cypriot legal registration. This scandalous and shocking political business scheme must be stopped immediately and investigated thoroughly. The Commission must act and take all legal measures against these sanctions-violators. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 68, "date": "2017-10-05.json", "name": "Soraya Post", "mepid": "124997", "text": "  author. – Mr President, dissent is not a crime. As a human rights defender, a feminist and coming from a minority myself, I must speak out against the dire situation in occupied Crimea. Today we highlight the cases of two Crimean Tatar leaders and one journalist. But the problem is much, much broader. There is a disturbing pattern of repression of independent voices. So often across the world minority groups are in vulnerable situations and we must secure their rights.  We demand that the de facto Russian authorities reverse their convictions. They must end the persecution and harassment of Crimean Tatars, human rights defenders, journalists, lawyers, and all other target groups. And as I said before, we must secure their rights.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 69, "date": "2017-10-05.json", "name": "Michael Gahler", "mepid": "2341", "text": "Author. - Mister President! I am very happy that today we again have broad consensus among five groups on this matter and that we are making it clear that together we continue to regard the occupation of Crimea as an illegal act that violates international law and that we are not just looking at territories in the abstract but very specifically care about people who suffer from this occupation. It is correct that we name the Tatar leaders here: Ahtem Çiygoz, İlmi Ümerov and the journalist Mykola Semena. They - and also their relatives and Russia, all of them - should know that these people have not been forgotten. That is why we have included the other political prisoners who were arrested and sentenced in Crimea by the Russian authorities in the list of those mentioned here. We demand their immediate release, because they are in fact political prisoners and have committed nothing other than campaigning for the independence of their homeland and membership of Crimea. We should continue to call these brave people by name and give them political and moral support. I think that's our job here.", "language": "en", "original_language": "de", "translation_provider": "google"}, {"id": 70, "date": "2017-10-05.json", "name": "Anna Elżbieta Fotyga", "mepid": "28353", "text": "  author. – Mr President, three years after the illegal annexation of Crimea, Russia is tightening its grip on the community of the peninsula by means of terror, massive violations of human, citizens’ and political rights, and by means of killings, abductions, illegal detentions and deprivation of basic rights. This policy is affecting, in particular, the indigenous community of Crimean Tatars. Their political representation, the Mejlis, was banned and two prominent Mejlis leaders, Mr Ilmi Umerov and Mr Akhtem Chiygoz, were given lengthy prison sentences, as was Mr Mykola Semena, a journalist linked to Radio Free Europe. In our resolution we provide a long list of prisoners – political prisoners, prisoners of conscience – who are to be remembered. We also know the names of perpetrators of massive human rights violations, including judges sentencing, in the name of illegal Russian courts, the patriots of the Ukraine, of the Tatar community. We need to broaden the group of people who are subject to our individual sanctions, to take restrictive measures against these people.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 71, "date": "2017-10-05.json", "name": "Dariusz Rosati", "mepid": "28394", "text": "  on behalf of the PPE Group. – Mr President, we are going to vote today on a resolution on the two Crimean Tatar leaders Akhtem Chiygoz and Ilmi Umerov, and the journalist Mykola Semena, who have been sentenced to prison for simply expressing their views. We demand their immediate release. But our debate is more general. We are speaking here about ongoing grave abuses by the Russian Federation of human rights in the illegally annexed Crimea region of Ukraine. The recently published UN Human Rights Council report about the human rights situation in Crimea states that imprisonments, arrests, tortures and abductions were amongst the actions targeted against people opposing the Russian annexation of Crimea. These inhuman and shameful practices demonstrate once again that Russia continuously violates international law and is a threat to European security. I therefore welcome the June prolongation of sanctions against Russia concerning its annexation of Crimea. The sanctions should be maintained and extended until the human rights of the people of Crimea are fully protected and Crimea is returned to Ukraine.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 72, "date": "2017-10-05.json", "name": "Tibor Szanyi", "mepid": "124703", "text": "  on behalf of the S&amp;D Group. – Mr President, ever since the illegal annexation of the Crimean peninsula by Russia, this Parliament has been – and must remain – in the forefront of international protest against Putin’s expansionism. As we insist on restoring the sovereignty, independence and territorial integrity of Ukraine, we must see beyond the legal and military consequences and must keep reminding Europe and the world of the human suffering and injustice the local population must endure, particularly the most daring, who challenge and fight the illegal occupation. This motion calls for our joint solidarity with the people of Crimea, especially of the local Tatar community whose members and leaders are Moscow’s main targets in repressing and avenging opposition, similarly to representatives of the free press. The convictions and detentions of Tatar leaders – who as Mejlis leaders are actually our colleagues – Ilmi Umerov and Akhtem Chiygoz, as well as the journalist Mykola Semena, must be reversed, their freedom and human rights restored.  However, their cases represent only the tip of the iceberg as far as Putin’s reckless repression is concerned, marked by violence, torture, illegal detention and transfer of detainees to Russia. This motion recalls the names of many other Crimean Tatar and other victims and as MEPs, we must remain vigilant and active in updating this dire list and highlighting every single case of human rights abuse. Also the EU needs to further empower and supply the EEAS, and support the UN, the OSCE and the civilians in their monitoring and humanitarian efforts.  Indeed, Putin behaves in Crimea like the worst kind of occupation force, following the most appalling inhuman Stalinist patterns, ignoring all norms of international law of human rights and of decency. I believe Crimea is the testing ground, as far as Europe’s tolerance and democratic determination is concerned. Let the Crimean Tatars’ fate be a reminder of this to all, in or out of the EU, who still nourish illusions about Moscow’s intentions, and who tend to regard the illegal annexation as a kind of fait accompli.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 73, "date": "2017-10-05.json", "name": "Charles Tannock", "mepid": "4521", "text": "  on behalf of the ECR Group. – Mr President, Russia’s illegal occupation and annexation of Crimea continues, and so must the EU’s resolve to protest about its action. Sadly, the situation is not getting any better. There are now new allegations of human rights violations in Crimea detailed in the UN Human Rights Agency’s report. It is also the case that the Crimean minority group, the Tatars, continue to be persecuted, which echoes the treatment of their grandparents under Stalin. The imprisonment of prominent Tatar dissidents, Akhtem Chiygoz, Ilmi Umerov and the journalist Mykola Semena, as well as the fact that the Tatars’ Parliament, the Majlis, has been closed, is deeply alarming. My group, the ECR, will continue to oppose Russia’s actions via EU sanctions and international pressure. The indigenous Turkic-speaking population must be allowed to live peacefully in their homeland of Crimea, and any efforts by the Russian Government to force them to leave the peninsula through policies of persecution or withdrawal of their democratic rights is totally unacceptable. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 74, "date": "2017-10-05.json", "name": "Urmas Paet", "mepid": "129073", "text": "  on behalf of the ALDE Group. – Mr President, the situation in Crimea tends sometimes to be overshadowed by other developments, but we cannot let this happen. According to the latest UN report, the human rights situation in Crimea has significantly deteriorated under Russian occupation. There are arbitrary arrests and detentions, enforced disappearances, ill-treatment and torture. Also, the imposition of Russian citizenship has affected tens of thousands of people. Persons holding a residence permit and no Russian Federation citizenship in Crimea cannot own agricultural land, vote or be elected, register a religious community, apply to hold a public meeting, hold positions in the public administration, and so on.  The Russian Government has an obligation, as an occupying power, to uphold human rights for all and effectively investigate alleged torture, abductions and killings. But of course, the only fundamental solution lies in Russia ending the occupation of Crimea and returning it to Ukraine.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 75, "date": "2017-10-05.json", "name": "Jiří Maštálka", "mepid": "23704", "text": "for the GUE / NGL Group.- Mr President, of course, no human rights violations can be tolerated.It is certainly a good thing that we are trying to deal with each individual case, but I am afraid we will not forget, for the sake of individuality, the violation of rights and the suffering of large groups of people.Just look at Ukraine, where there has been a protracted conflict for three years, affecting millions of people.It includes killing, torturing and torturing people, as well as eliminating uncomfortable journalists.According to a report by the Office of the UN High Commissioner this summer, which colleagues also quoted here, \"There is a systematic violation of the right to a fair trial in conflict-related cases.\" We regularly denounce the situation in Crimea in plenary.In my opinion, however, we finally need to stop the double standard policy.", "language": "en", "original_language": "cs", "translation_provider": "google"}, {"id": 76, "date": "2017-10-05.json", "name": "Bronis Ropė", "mepid": "125214", "text": "On behalf of the Verts / ALE Group.- Crimea is a sweet bite for Russia, which has been in it for a long time.This peninsula has always been of great strategic importance to Russia.Russian aggression began in the 19th century.in the middle of the twentieth century.At the beginning of the 19th century, and after World War II, Stalin deported all Crimean Tatars because they allegedly collaborated with the Nazis.And now the 21st century.Russia has annexed Crimea again.This situation is most horrible for the Crimean Tatars, of whom there are few left in the Crimea, but who are the ancestors and hosts of this land.The history of the Crimean Tatars is much like the history of my nation, but they have experienced an incomparably more brutal long-term deportation.We must step up our efforts to help Ukraine recover the peninsula and, at the same time, ensure peace and a future for the Crimean Tatars as well.", "language": "en", "original_language": "lt", "translation_provider": "google"}, {"id": 77, "date": "2017-10-05.json", "name": "Marie-Christine Arnautu", "mepid": "124748", "text": ", on behalf of the ENF Group. - Mr President, Malawi, Maldives, Crimea, what crucial issues for Europeans that we are supposed to defend here! But four days ago in Marseilles, an Islamist slaughtered two innocent young girls, who have joined the long list of hundreds of victims of a religious war that goes by his name. Yet it stands within our walls, where it is led by enemies who have nothing to do with it, but who take advantage of your laxity and blindness to commit their crimes. This morning, we are therefore witnessing an anti-Putin indictment, on the pretext of the fate of people who have been regularly sentenced for disturbing public order, inciting subversion, undemocratic conduct or even, irony of the calendar, if one think of what happened last Sunday in Catalonia, for attempts to prevent, by violence, the holding of the referendum on the autonomy of Crimea. Well-ordered charity begins with oneself. So let’s deal with democracy within the Union and only after that can you teach the whole world a lesson.", "language": "en", "original_language": "fr", "translation_provider": "google"}, {"id": 78, "date": "2017-10-05.json", "name": "Janusz Korwin-Mikke (NI).", "mepid": "124879", "text": "- Madam President! I do not understand anything: yesterday I heard Mr Timmermans say that the most important thing is the rule of law, and today you want to introduce a totalitarian regime in Russia so that Mr Putin can change the judgments of independent courts at your request. You want totalitarianism! You know nothing about Crimea and Russia. I was in Crimea, there were 70% Russians all the time, 10% Ukrainians, 10% Tatars and 10% Russian-speaking Ukrainians. These were the people who ruled Crimea, because in order to be in power you had to be Ukrainian. Now the same people are Russians and the same people rule in Crimea and treat Tatars the same way. I am quoting Mr. Zair Smeldaliev, a Tatar activist who was accused of separatism during the Ukrainian rule, because he said that one day Crimea would be Tatar. And he says: “Now the same people from the Ukrainian security services who have threatened me and accused me of separatism are wearing Russian uniforms. Look who has become a separatist! \" It is further from Crimea to Moscow than to Kiev, and that is the only thing that has changed from the point of view of the Crimean Tatars.", "language": "en", "original_language": "pl", "translation_provider": "google"}, {"id": 79, "date": "2017-10-05.json", "name": "Lars Adaktusson (PPE).", "mepid": "124990", "text": "   – Mr President, the alarming reports about the abuse of human rights in Crimea should not come as a surprise to anyone. Yet again, we observe how the Kremlin uses the judicial system as a tool to silence fair criticism and discontent among the people. Any state established upon the rule of law must ensure the protection of minorities and freedom of speech. On these most fundamental human rights, the Russian Federation is falling short. As representatives of the EU, we must condemn the unjust sentencing and demand the immediate release of Crimean Tatar leaders, Akhtem Chiygoz and Ilmi Umerov. The charges against journalist Mykola Semena should be dropped. Moreover, the EU must condemn the persecution and unfair policies against Crimean Tatars and continue to defend the European security order as we have known it since World War II. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 80, "date": "2017-10-05.json", "name": "Kati Piri (S&amp;D).", "mepid": "37229", "text": "- Crimea has now been burdened by the Russian occupation for more than three years, with human rights violations being the order of the day.There is talk of torture and arbitrary arrests.The situation of the Crimean Tatars is the most dire.The Umerov, Chiygoz and Semena case, which we are discussing here, is exemplary.They are now paying a heavy price for criticizing the illegal annexation.After a shady trial, all three were sentenced to a disproportionately long prison term.As the EU, it is our duty to stand up for journalists and human rights activists, including beyond our borders.Crimea should not be forgotten.The situation of the inhabitants of the illegally annexed area must remain on the international agenda.That is why I also argue that the EU should continue to hold Russia accountable for this and stand up for the release of these three people.", "language": "en", "original_language": "nl", "translation_provider": "google"}, {"id": 81, "date": "2017-10-05.json", "name": "Kosma Złotowski (ECR).", "mepid": "124884", "text": "- Dear Commissioner, Crimea is a territory occupied by Russia with all the tragic consequences the occupation entails. This is clear to all of us - with the exception of Mr Korwin-Mikke. Arrests, persecutions and political repressions are the daily life of the Tatar people, who persistently try to defend the values ​​that are said to be fundamental to the European Union: human rights and respect for minorities. We call on the Russian Federation to release Tatar and Ukrainian political prisoners, whose only fault is persistent resistance to lawlessness. Because Russia is there illegally, and the Union should uphold the inviolability of borders. The accusations and sentences for the leaders of the Crimean Tatars Achtem Chijgoz, Ilmi Umerov and the journalist Mykola Semena are an important, but only a small part of the truth about the consequences of the Russian occupation of Crimea. I had the opportunity to hear many similar stories personally. The same methods and the same repressions were used by the Russians against Poles, Balts, Hungarians and the Czechs in the not-so-distant past. We still remember it. Only a firm reaction from the West and constant economic pressure can end this tragic situation of the Tatars in the Crimea.", "language": "en", "original_language": "pl", "translation_provider": "google"}, {"id": 82, "date": "2017-10-05.json", "name": "Илхан Кючюк (ALDE).", "mepid": "124866", "text": "- Mr President, Commissioner, the situation in eastern Ukraine remains volatile, uncertain and dangerous. The lack of political will to fully implement the Minsk agreements turns the conflict into a frozen one and practically intensifies the tendencies for division. Alas, in conditions of danger of military aggravation, human rights are always systematically violated. This is also the case in eastern Ukraine, where the rights of minorities are being systematically trampled upon and discriminatory actions against the Tatar population are becoming a severe reality. Commissioner, all countries in power must abide by international laws and norms and guarantee the fundamental human rights and freedoms of all citizens, regardless of their ethnic origin, gender or religion. Crimean Tatars are an integral part of the population of Crimea and their cultural and historical values ​​must be respected.", "language": "en", "original_language": "bg", "translation_provider": "google"}, {"id": 83, "date": "2017-10-05.json", "name": "Pavel Svoboda (PPE).", "mepid": "96272", "text": "- Mr President, Commissioner, today we are discussing the consequences of Russia's occupation of part of Ukraine.Russia occupies Crimea and Sevastopol against all rules of international law.We will never recognize the annexation of these territories to Russia, and these territories remain the territory of Ukraine for us.Being on the side of the law is an obvious crime for the Kremlin regime.The victims of human will have specific names contained in our resolution, such as Oleg Sencov, Ilmi Umerov or Roman Sušenko and many others.Not only the victims, but also the Russian will has specific names.The perpetrators of these crimes need to be identified and punished.At the moment, the EU can add them to its sanctions lists.", "language": "en", "original_language": "cs", "translation_provider": "google"}, {"id": 84, "date": "2017-10-05.json", "name": "Marek Jurek (ECR).", "mepid": "124892", "text": "- Mr Chairman!Rebecca Harms said beautifully that victims cannot remain nameless, that is the best we can do for them right away.Persecuted nations cannot remain nameless either.The history of the Crimean Tatars, the history of Crimea in the 20th century is a heroic history, that is, resistance to the Bolshevik revolution (remember that the counter-revolution ended its heroic resistance in Crimea and the Tatars took part in it), it constituted a state recognized by the League of Nations, a stateThe Crimean Tatars are a terrible, wild deportation by Stalin during the war and a heroic return to their lands.In fact, the fate of the Crimean Tatars is a test, always a test of what is happening in Crimea.We cannot treat them only as a special case, as a community among which there are victims, but as an entity that has the right to say about the future of our land.", "language": "en", "original_language": "pl", "translation_provider": "google"}, {"id": 85, "date": "2017-10-05.json", "name": "Seán Kelly (PPE).", "mepid": "96668", "text": "   – A Uachtaráin, Chuir sé déistin orainn go léir nuair a d’ionsaigh na Rúisigh an Chrimé trí bliana ó shin; faraor, níl aon fhonn abhaile orthu. Chuige sin, tá siad ag teacht anuas go trom ar mhuintir na Crimé, go háirithe na daoine atá ag caint amach ina gcoinne. Tá trí shampla de sin againn ar maidin: an bheirt cheannaire Tatar agus an t-iriseoir Semena. Dá bhrí sin, is cóir dúinn brú a chur ar na Rúisigh an bheirt cheannaire a ligint saor agus dul ar ais go dtína gclann agus na coireanna atá curtha i leith Semena, deireadh a chur leo.  Freisin, is ceart dúinn leanúint ar aghaidh leis an mbrú ginearálta, go háirithe mar a bhaineann le smachtbhannaí i gcoinne na Rúise go dtí go dtugann siad na cearta daonna do mhuintir na Crimé agus go dtéann siad ar ais abhaile.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 86, "date": "2017-10-05.json", "name": "Michaela Šojdrová (PPE).", "mepid": "124710", "text": "- Mr President, the title of our resolution includes the names of three Crimean Tatars: Chiygoz, Umerov, Semena. According to reports, including the Office of the United Nations High Commissioner, we know that there are many more who are being persecuted, arrested, tortured, abducted or forced into exile for criticizing the Russian occupation of Crimea. The European Parliament must not remain silent on this situation. During the occupation, media freedom was severely suppressed, it essentially ceased to exist and today only pro-Russian news is available. We have reports that the people of Crimea are being forced to cooperate with Russian security forces under threats. We remember this very well from the time of totalitarianism in our country until 1989. However, there are still people in the Crimea who have not given up and are defending human rights. They must also be supported by our resolution and the call for the establishment of an international monitoring mission to the Crimea within the United Nations to report on the situation.", "language": "en", "original_language": "cs", "translation_provider": "google"}, {"id": 87, "date": "2017-10-05.json", "name": "Jaromír Štětina (PPE).", "mepid": "124702", "text": "- Mr President, I welcome the fact that we are defending the leaders of the Crimean Tatars with this resolution.The names Achtem Chijgoz and Ilmi Umerov do not remain unknown to us.Just like journalist Mykola Semena.However, this resolution has a much deeper meaning than just rejecting unjust judgments.This resolution again evokes our memory.It recalls our obligation to repay the debt to those Crimean Tatars who in 1968 opposed the occupation of my country - Czechoslovakia - by the Soviet army.He recalls how tragically history can repeat itself - it was the Crimean Tatars who had once been subjected to genocide.I am thinking of their forced eviction from the Crimea in 1944. However, this resolution has another general meaning.It proves that the European Parliament is not evading and still calls things by their real names: the occupation of Crimea is a violation of international law.", "language": "en", "original_language": "cs", "translation_provider": "google"}, {"id": 88, "date": "2017-10-05.json", "name": "Julie Ward (S&amp;D).", "mepid": "124963", "text": "   – Mr President, it is important that we keep on speaking out on the human rights violations that are happening on our doorstep in Ukraine and occupied Crimea. This resolution makes a clear call for the release of imprisoned Tatar leaders and activists. But we should not forget Ukrainian political prisoners in Russia, who have been languishing in prisons for years now. In particular, I have followed the case of the talented filmmaker Oleg Sentsov, who is in prison in Siberia, convicted on trumped-up charges. We must send a message out from this House that we will not be quiet and we will not forget these people who have been locked away. The EU must continue to put more and more pressure on the Russian Government to end its human rights violations and let these people go.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 89, "date": "2017-10-05.json", "name": "José Inácio Faria (PPE).", "mepid": "125101", "text": "- Mr President, Commissioner, in the last weeks of last September, Ilmi Umerov, a prominent critic of the Russian occupation and leader of the Tatar people of Crimea, the Ukrainian journalist Mycola Semena and the leader of the Mejlis, Akhtem Chiygoz, were sentenced to prison terms. prison accused of threatening the territorial integrity of the Russian Federation. The condemnations of these three prominent critics of the Russian annexation of Crimea constitute the most recent episode of usurpation of fundamental rights and freedoms in the Ukrainian peninsula and the instrumentalization of the judicial system as a political tool for the repression of those who oppose Russian occupation and annexation. This is not the first time that we have condemned, in this House, Russia's systematic recourse to persecution, torture, arbitrary arrests and extrajudicial executions to silence dissenting voices and reduce the Crimean Tatar population to submission. These latest arrests also represent yet another serious violation of the right to freedom of expression, security and a fair trial guaranteed by the European Convention on Human Rights, to which the Russian Federation is a signatory, and for this reason we call for the removal of the charges and the release Akhtem Chiygoz, Ilmi Umerov and Mycola Semena.", "language": "en", "original_language": "pt", "translation_provider": "google"}, {"id": 90, "date": "2017-10-05.json", "name": "Stanislav Polčák (PPE).", "mepid": "124704", "text": "- Mr President, of course I completely agree with the text of that resolution, because there is no doubt that the judgments in this case are illegitimate, they are unfair, they are a violation of human rights. The occupation of Crimea is generally a violation of international law, which is quite clear, and Russia cannot, in my view, use its judiciary to legitimize these steps. Russia has become part of an enforceable range of international rights and those guaranteed by the Council of Europe system. And I think either the rights apply or it's a menu where only a certain part applies. We should try to help the Council of Europe to exercise part of its enforceable jurisdiction over Russia by seizing shares in Russian companies. We need to express our support for the Council of Europe, because it has this system in place. We can only continue to insist on that sanctions list. This is our expression of solidarity for our bad conscience, as the 1994 Budapest Memorandum was unilaterally violated.", "language": "en", "original_language": "cs", "translation_provider": "google"}, {"id": 91, "date": "2017-10-05.json", "name": "Doru-Claudian Frunzulică (S&amp;D).", "mepid": "124790", "text": "   – Mr President, the European Union and the international community do not recognise the illegal annexation of Crimea and continue to condemn the violation of international law, as well as the oppressive acts that represent a clear infringement of the human, civil, political and cultural rights of Crimean Tatars and other Crimean freedom fighters. Russia, as the occupying power of Crimea, has to respect international law. At the same time, I call on the Commission to look thoroughly at and to address the situation in Ukraine, where recently the Ukrainian authorities took measures against the rights of national minorities in Ukraine. This is a terrible situation. While all of us here are fighting for the rights of Ukrainians in Crimea, Ukraine is taking measures against the national minorities in Ukraine, forbidding their right to learn in their mother tongue. This situation has to be addressed as well. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 92, "date": "2017-10-05.json", "name": "Csaba Sógor (PPE).", "mepid": "39724", "text": "- President! What is happening in the Crimea in these months and years is a good example of what retaliation a national minority can expect if the holder of political power classifies it as an enemy. There are also examples of this in European history, fortunately the methods used in Crimea today would be unthinkable in the European Union. With a question. However, this does not mean that national minorities are fully satisfied with their situation in the EU; on the contrary, there is a clear need for the EU institutions to address the special situation of some 60 million EU citizens who belong to national or linguistic minorities in the EU. -in. The EU must contribute to launching a dialogue between majority and minority, otherwise we will always only condemn violations outside the EU and then ignore our own problems. Then, if the situation gets angry enough, we will call on the parties involved to engage in dialogue, as in the case of Catalonia. Perhaps it would be more useful for the dialogue to take place before positions become rigid and the problems swept under the rug have consequences for the whole of the EU.", "language": "en", "original_language": "hu", "translation_provider": "google"}, {"id": 93, "date": "2017-10-05.json", "name": "Věra Jourová", "mepid": "n/a", "text": "   Member of the Commission, on behalf of the Vice-President of the Commission / High Representative of the Union for Foreign Affairs and Security Policy. – Mr President, the human rights situation in the Crimean Peninsula has been deteriorating severely, as most recently documented in a report by the United Nations High Commissioner for Human Rights on 25 September. This report highlights the fact that Russian law has replaced Ukrainian law, in violation of international humanitarian law, that prisoners have been transferred to Russia (something which is prohibited under international humanitarian law), that there are systemic restrictions of fundamental freedoms, that there have been multiple failures to uphold the right to a fair trial and, not least, that there are arbitrary detentions, enforced disappearances, ill-treatment and torture. The three cases before us regrettably illustrate very well the worsening situation. On 11 September, the Deputy Chair of the Mejlis, Akhtem Chiygoz, was sentenced to eight years’ imprisonment for participating in a pre-annexation rally held in support of the territorial integrity of Ukraine. On 22 September, the journalist Mykola Semena received a two-and-a-half-year suspended prison sentence merely for doing his job and, on 27 September, the Deputy Chair of the Mejlis, Ilmi Umerov, was sentenced to two years in prison for defending Ukraine’s territorial integrity in television interviews. These three cases are clear violations of fundamental freedoms, particularly that of expression. In addition, the EU does not recognise the illegal annexation and, therefore, we do not recognise the application of Russian law in the peninsula, including the politically motivated sentences given to Mr Chiygoz, Mr Umerov and Mr Semena. The European External Action Service has issued a statement in each of these cases. The EU also raises the issue of human rights violations and abuses in Crimea in public statements in international forums. EU officials regularly meet human rights defenders and journalists from Crimea, to be well informed about the situation on the ground. Currently, we are following closely the situation of four Crimean Tatars detained on Monday. All illegally detained Ukrainian citizens in Crimea and Russia should be released and their right to legal counsel and access to consular officers must be fully respected. Access to health care must be ensured, there should be full, free and unhindered access to the peninsula for international human rights personnel. The EU remains unwavering in its support for the territorial integrity and sovereignty of Ukraine and does not recognise the illegal annexation of the Crimean Peninsula, which is a violation of international law.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 94, "date": "2017-10-05.json", "name": "Presidente. –", "mepid": "96864", "text": "The discussion is closed.The vote will take place at the end of the discussion.Written declarations (Rule 162)", "language": "en", "original_language": "it", "translation_provider": "google"}, {"id": 95, "date": "2017-10-05.json", "name": "Mark Demesmaeker (ECR)", "mepid": "117477", "text": "written. - After the European charade about Spain's brutal violence against the peace-loving Catalans, one may wonder with what credibility the EU defends human rights. Yet it remains our duty to stand up for the fate of persecuted political activists around the world. That is why our delegation supports this resolution. Moscow's persecution of Crimean Tatars continues incessantly. Today we add two of their leaders and a journalist to the list of political prisoners. Ilmi Umerov, Akhtem Chiygoz and Mykola Semena stood up for their people, culture and future. Enough to give them severe sentences after a mock trial. Locking up old and sick opponents is the cynical means for Putin to perpetuate the illegal annexation and cultural assimilation of Crimea. It is time for Russia to withdraw all political convictions and release all political prisoners. Finally, the sanctions against Russia should be further expanded and the judges involved in these mock trials should be sanctioned.", "language": "en", "original_language": "nl", "translation_provider": "google"}, {"id": 96, "date": "2017-10-05.json", "name": "Monica Macovei (ECR)", "mepid": "96824", "text": "  in writing. – The Russian occupation of the Ukrainian Crimean peninsula has inflicted grave human rights violations, especially concerning the rights of journalists and issues pertaining to freedom of speech. Crimean leaders, including Akhtem Chiygoz and Ilmi Umerov, are being prosecuted for opposing Russia’s annexation of Crimea. The same is true for journalists, like Mykola Semena, who has been a vocal critic of Russia’s occupation and suggested that Ukraine should have blockaded the peninsula. He was convicted of acting against the ‘territorial integrity of the Russian Federation’, leaving him with a two-year suspended sentence and three-year ban on public activities.  While Semena does not have to serve a prison sentence, he is banned from public activities, including journalism, which takes away his freedom of speech and expression. If he violates this ban, he will be imprisoned by the Russian authorities. Ukrainian officials are working to bring Semena back to the Ukraine. There is a dire need to hold Russia accountable for their violations of human rights and to bring justice for the victims of these violations.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 97, "date": "2017-10-05.json", "name": "Presidente. –", "mepid": "96864", "text": "The next item is the debate on seven motions for resolutions on the situation in the Maldives (2017/2870 (RSP)).", "language": "en", "original_language": "it", "translation_provider": "google"}, {"id": 98, "date": "2017-10-05.json", "name": "Javier Nart", "mepid": "125005", "text": "Author.- Mr President, more than 40 years ago Spain was a paradise for tourism: sun and paella.But, behind the sun and the paella, there was a dictatorship, there were people in jail, there was repression and there was no democracy.Maldives is exactly the same, but much worse.We have wonderful islands, extraordinary underwater depths, a corrupt, repressive and torturer regime.People who go to the Maldives forget about the people from Maldives, which is transcendent.A motion for a resolution has been presented proposing specific personal sanctions for those responsible for repression, but it has not been approved, and it is regrettable - and frankly it hurts your soul - since there was something fundamental, which is a campaignawareness-raising for tourists who want to go to the Maldives, who should be told that they are going to the paradise that is hell.", "language": "en", "original_language": "es", "translation_provider": "google"}, {"id": 99, "date": "2017-10-05.json", "name": "Charles Tannock", "mepid": "4521", "text": "  author. – Mr President, I am deeply concerned about the worsening situation in the Maldives. President Abdulla Yameen and his government seem focused on increasing their authoritarian rule. Opposition leaders have been imprisoned, parliamentarians and journalists have been intimidated and threatened, and news organisations has been forced to close. All of this is deeply alarming. Added to this are the plethora of new laws that limit the freedoms of speech and of assembly, and there is now an end to a 60-year moratorium on the use of the death penalty. This all exhibits a deeply worrying trend towards a politicised judiciary and police, and it cannot be ignored that the Maldives now tops the table in terms of the number of ISIS recruits per capita of population. It is also deeply regrettable that the Maldives took the decision to leave the Commonwealth in 2016, demonstrating Yameen’s unwillingness to cooperate with international partners. We must now urge Yameen to uphold his country’s constitution, to protect democratic rights and to restore fundamental freedoms in line with international law and conventions. All political prisoners held on fabricated charges should be released, and the Presidential elections in 2018 should be free, fair and inclusive. It is vital for the future of the Maldives and its people that freedoms of assembly and expression are upheld for all.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 100, "date": "2017-10-05.json", "name": "Marie-Christine Vergiat", "mepid": "96858", "text": ", author. - Mr President, far from the dream destination it represents for many tourists, especially Europeans, the Maldives seem to be sinking more and more into what one might call a form of obscurantism. Women are often the first victims, with sentences of lashes and the wearing of the hijab, which is more and more widespread. Children are also affected, with criminal liability set at ten years, and even seven years in some cases. Journalists and bloggers are particularly targeted, especially when they are not Muslims and, worse, when they are atheists. Yameen Rasheed, a young blogger of 29 years, murdered with 16 stab wounds, is a symbol of this. He knew he was threatened and had lodged a complaint, but in vain. Other victims include lawyers. Two-thirds of bar members were suspended in September and prisons are full of political prisoners. Finally, the death penalty was reinstated, although no execution has yet taken place, as five of the 17 convicted were minors at the time of the crime. The European Union, the Maldives’s largest trading partner, has the means to act in the interest of the people, but you still have to want to!", "language": "en", "original_language": "fr", "translation_provider": "google"}, {"id": 101, "date": "2017-10-05.json", "name": "Ignazio Corrao", "mepid": "124856", "text": "  author. – Mr President, we are here today discussing once again the situation in the Maldives, which not only has not improved, but has got even worse. Through our vote we will surely support this resolution. However, I would like to underline that we are not actually taking any steps forward in comparison with the previous resolution. Indeed, a crucial part of the previous resolution is missing, namely the travel ban.  I genuinely think that the travel ban approach is by far the most effective tool we can use to have a high impact on the Maldivian Government and to offer a concrete and solid response to those who are violating human rights and international law in the Maldives. Considering that hundreds of thousands of European tourists travel to the Maldives every year, and taking into account that the government is clearly not concerned about any international recommendations or admonitions, I strongly believe that the travel ban may be one of the best options we have at our disposal. Indeed, the travel ban will produce the dramatic loss of a huge market share for the travel industry, which would make them vulnerable and surely keener to respect human rights. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 102, "date": "2017-10-05.json", "name": "Tomáš Zdechovský", "mepid": "124713", "text": "Author.- Mr President, the European Union has been active in the Maldives process for quite some time, but we do not think it is enough.That is why we have agreed across the political spectrum on this resolution, which is different in many respects, because it takes into account things that we have not previously accepted and reflected in our resolutions.Yes, it is often said that everyone can criticize, but criticism must be constructive and help with the solution.But unfortunately, despite our constructive solutions, the situation in the Maldives has no way out.The prosecution of opposition leaders, the restoration of the death penalty, must be abandoned.International obligations must be respected, as must the issue of religious respect.If the Maldives does not continue to comply with this, sanctions need to be considered, and this could be the ban on EU tourists traveling to this beautiful island.", "language": "en", "original_language": "cs", "translation_provider": "google"}, {"id": 103, "date": "2017-10-05.json", "name": "Soraya Post", "mepid": "124997", "text": "Author. - Mr President! Commissioner! My picture of the Maldives was atolls with a chalk-white beach and rolling palm trees - a little paradise in postcard format. This is the image that the Maldivian government wants the outside world to get from the country. And they have succeeded. Over one million tourists visit this island nation every year. However, there is another side that the rulers prefer not to show: that dissident politicians and civil society are subjected to harassment, that journalists and parliamentarians are imprisoned on unjustified grounds, that the government in the Maldives wants to resume the death penalty, even for children under 18 years. As a parliamentarian and feminist, I want to say that a secure civil society and an independent body of journalists are necessary parts of a democracy. The death penalty is in any case unthinkable and should be abolished, not reinstated. And to the Maldives, I want to say: Live up to democratic principles, live up to a genuine defense of human rights. Only then can we believe in your paradise in a postcard format.", "language": "en", "original_language": "sv", "translation_provider": "google"}, {"id": 104, "date": "2017-10-05.json", "name": "Jean Lambert", "mepid": "4531", "text": "  author. – Mr President, I speak in my capacity as chair of Parliament’s Delegation for Relations with South Asia, which includes the Maldives. In fact, we have a visit planned there at the end of this month, but this resolution is separate in its motivation from that visit. However, we will welcome an opportunity to discuss our findings with everyone who is so concerned today on our return.  I think it is clear to say that we recognise the positive role that the Maldives is playing in terms of their international commitment on climate change and their cooperation with the European Union on issues of security, for example. However, as has been made very clear this morning, there are very deep concerns about issues of governance since the major constitutional changes of 2008. On our last visit, and since then, we have picked up on growing concern about the independence and impartiality of the judiciary at all levels, the recent suspension of one third of lawyers, the narrowing of the freedom of expression and the pressure on independent media. The recent murder of the blogger that people have referred to actually sent shockwaves throughout the Maldives, as well as the rest of the world, because murder is so rare in that society. I think all of us, as MPs, would be worried if we saw most of our party leaders in jail, facing criminal charges. So we need productive political dialogue, and we need a strengthening of independent bodies, such as the Human Rights Commission, so that we can see democracy move forward in the Maldives, as we all hope. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 105, "date": "2017-10-05.json", "name": "Cristian Dan Preda", "mepid": "96838", "text": ", on behalf of the PPE Group. - Mr. President, under the presidency of Abdulla Yameen, the Maldives is in the process of shifting from a regime undergoing democratization to an authoritarian one. All the signs are there: freedom of expression severely questioned, journalists threatened with death, the judicial system increasingly controlled by the government. The example of the suspension of a third of the country's lawyers is, in this context, only the latest sign. The government of the day is doing everything it can to destroy the political opposition, including militarily occupying the parliamentary stage to prevent votes that do not suit it. Under these conditions, I support the introduction of individual sanctions against all those who cause these violations of human rights. I believe that these sanctions should not be lifted until all political prisoners are released, but also until a minimum democratic framework is restored so that the upcoming elections can take place freely.", "language": "en", "original_language": "fr", "translation_provider": "google"}, {"id": 106, "date": "2017-10-05.json", "name": "Wajid Khan", "mepid": "188624", "text": "  on behalf of the S&amp;D Group. – Mr President, just a few days ago at the UN General Assembly, the Maldives Foreign Minister said the following words: ‘Looking to cultivate a culture of respect for human rights at home and abroad is our goal. We believe we have been successful’. The Maldives Government wants us to believe that the country is a young democracy and a tourist paradise, but this just isn’t the case. Recently one third of all practising lawyers were suspended for calling for the independence and impartiality of the judiciary. Numerous prisoners are currently under death sentence with serious concerns about the fairness of their trials, and at least five of those convicted are under 18 years old.  The blogger and prominent human rights defender Yameen Rasheed was killed in April. Sadly, he is another victim of the wider crackdown on the freedom of expression in the Maldives. My Group is alarmed at the deteriorating situation, as well as the continued harassment of the media, political opponents and civil society. We ask the External Action Service and Member States to make full use of all instruments at their disposal in order to promote human rights and democratic principles. We call on the Maldives authorities to stop ruling with an iron fist and enter into a genuine dialogue with opposition parties and civil society, ensuring free and fair elections. We also urge them to reinstate the moratorium on the death penalty. It is time to back up words with action and to embrace human rights and justice. It is in the interest of all Maldivians.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 107, "date": "2017-10-05.json", "name": "Frédérique Ries", "mepid": "4253", "text": ", on behalf of the ALDE Group. - Mr President, the Maldives: sun, coconut trees, white sand beaches, turquoise waters and heavenly hotels. The postcard is idyllic on the front, but on the back, Sharia law dictates. The death penalty was reinstated there three years ago, including for children. President Yameen’s regime is “kind” to only enforce sentences when they come of age. The intimidation and assassination of journalists and bloggers who defend freedom of expression are numerous: Ismail Hilath, Yameen Rasheed and all the others. Lawyers were suspended for daring to demand respect for the rule of law, and Mohamed Nasheed, the first democratically elected president, was sentenced to 13 years in prison. The Maldives is also one of the largest suppliers, proportionately, of jihadist reinforcements to the Islamic State, and I have not yet spoken of women, with the public stoning of adulterous women, early marriage and rapes. The list is endless. Under the beach, it’s hell! So you might as well know it when you click and book your vacation. A million tourists every year is a weapon of mass deterrence when diplomacy fails.", "language": "en", "original_language": "fr", "translation_provider": "google"}, {"id": 108, "date": "2017-10-05.json", "name": "Fabio Massimo Castaldo", "mepid": "124812", "text": "on behalf of the EFDD Group. - (IT) Mr President, ladies and gentlemen, Maldives: when heaven becomes hell. We have already dealt in this House with the deterioration of civil liberties, the threats, the torture that members of the opposition and journalists, bloggers, human rights defenders and ordinary citizens are undergoing in the beautiful atoll of the Indian Ocean, the dream of millions of tourists. unaware of what is really going on. When it seemed that the situation could not worsen further, the declaration of President Abdul Gayoom came instead, who clearly expressed his intention to resume executions in the country from the end of September. According to him, executions are necessary to maintain public order and the values ​​of the Maldives. If this isn't a red line, what can it be, then connect? I repeat the appeal we already made in December 2015, also to counter the selective deafness that the Union is increasingly manifesting: we need targeted sanctions against those responsible for this authoritarian drift and if there is no progress, we must have the courage to put table also a total travel ban for our tourists. And I make a second appeal to the Member States: inform your citizens that outside the golden cages of holiday resorts, hell is materializing. And finally, a final warning: you have ignored our requests but to date it is painfully clear that \"business as usual\" not only does not represent a viable path but is interpreted by our counterpart as a sign of weakness, an endorsement to continue undisturbed their own repressive policies towards civil society which we should instead defend. To persevere at this point would be diabolical.", "language": "en", "original_language": "it", "translation_provider": "google"}, {"id": 109, "date": "2017-10-05.json", "name": "Jonathan Arnott (EFDD).", "mepid": "124958", "text": "   – Mr President, I come to similar conclusions to this report in many ways, but for different reasons. I note that paragraph 15, the text on female genital mutilation, is calling only for laws to be enforced. It is a barbaric practice and, quite frankly, it is something which also happens in the European Union and gets brushed under the carpet. It even happens in my own country, and yet there are no successful prosecutions for it. So I would make exactly the same call to ourselves. When it comes to the death penalty, I have to say that my opposition to the death penalty is one which is practical. Simply to say that: if there were the rule of law, if there were fair trials, if we knew that it was being done in a manner that actually represented justice for a lethal crime, then I would be saying that it is the sovereign democratic right of that country to take its own decision on that issue. My concern is that what is happening here is that we are speaking of the death penalty for children, of a politicised judiciary, and of a country where there is arbitrary detention, serious concerns over extrajudicial actions and the murder of anti—government bloggers, for example the case of Yameen Rasheed. So that is not really what is happening, and therefore I take a much dimmer view. We have a country which has left the Commonwealth and where there is a huge amount of recruitment going on for ISIS. Finally, I will finish by just noting the bill on the protection of reputation and good name and freedom of expression, which seeks to clamp down on freedom of expression in that country. It is just so Orwellian to say that they have a law for freedom of expression, which is actually being used for completely the opposite purpose. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 110, "date": "2017-10-05.json", "name": "Jiří Pospíšil (PPE).", "mepid": "125706", "text": "- Mr President, I have asked for a catch-the-eye statement because, throughout my time in politics, I have been devoting myself to the death penalty in the world and watching the recent misuse or use of this instrument increase,which we Europeans absolutely reject.The death penalty is the most serious form of criminal justice repression, it is irreversible and it is very sad that the Maldives is another country in the world that does not want to respect the moratorium on this inhuman punishment and that wants to restore the death penalty.That is why I support this resolution.What other colleagues have said about the break-up of democracy and the rule of law in the Maldives, but I am particularly interested in the death penalty.I would also like to mention that the Maldives is ready to execute juveniles, which is a particularly inhumane form and abuse of this punishment, and we must protest against that, which is why I support this resolution.", "language": "en", "original_language": "cs", "translation_provider": "google"}, {"id": 111, "date": "2017-10-05.json", "name": "Νότης Μαριάς (ECR).", "mepid": "125069", "text": "- Mr President, the Maldives is the worst performer in the world in protecting human rights. There is no freedom of expression, there is no democratic pluralism, the right to assemble is forbidden, dissidents, journalists, bloggers are persecuted. The licenses of 56 lawyers have been revoked. The militiamen are dispersing the protests with impunity. An unacceptable situation, which, of course, is being denounced by all the wings here in our Parliament. At the same time, even young people under the age of 18 are sentenced to death. Very specific measures must therefore be taken against the Maldivian government. Jihadism is also developing, which is particularly dangerous. More than 300,000 Europeans are currently traveling from the UK, Germany, Italy and France alone for tourism. A travel instruction should be issued prohibiting any travel. Only then will the Maldives government be forced to put its house in order.", "language": "en", "original_language": "el", "translation_provider": "google"}, {"id": 112, "date": "2017-10-05.json", "name": "Stanislav Polčák (PPE).", "mepid": "124704", "text": "- Mr President, the Maldives is a small state and we are returning to it several times in this House.That, I think, testifies to a lot.The sun-drenched skies, Europeans spend their holidays here and then find out or find out at all that they are innocently locked up in the criminals there, that there is torture, intimidation, that even changes are to take place to bring the executions to the legal order.I think that these things should be known to Europeans, which is why I agree with my colleagues who have said that, above all, we should inform the European public, this is our very strong card in the diplomatic efforts that the European Commission and the services should have.The EU in this matter.I am convinced that we can force this state to negotiate changes that clearly go against our beliefs, which is certainly the execution of juveniles.", "language": "en", "original_language": "cs", "translation_provider": "google"}, {"id": 113, "date": "2017-10-05.json", "name": "Věra Jourová", "mepid": "n/a", "text": "  Member of the Commission, on behalf of the Vice-President of the Commission / High Representative of the Union for Foreign Affairs and Security Policy. – Mr President, in 2008 the Maldives made a promising transition from 30 years of authoritarian rule to a democratic system, through multiparty elections. The EU is monitoring the human rights and political situation in the country and has expressed a number of concerns. There is a worrying trend of reduced freedom of expression and freedom of association, highlighted most recently by the suspension of 56 lawyers for submitting a petition highlighting concerns with the judiciary. Opposition leaders are imprisoned or restricted in their movements. After the unprecedented lockdown of the parliament by security forces on 24 July 2017, there was an intensified crackdown on opposition legislators. Some journalists and media professionals also face intimidation and harassment. On 25 July 2017 the EU delegation accredited to the Maldives, with nine other embassies, made a local statement to the effect that: ‘It is essential that the freedoms of assembly and expression are upheld for all. Opposition politicians and members of civil society must be able to conduct their rightful duties without fear of intimidation or arrest.’ In late August the authorities agreed to host an electoral follow-up mission. I welcome that decision, which shows the authorities’ openness to discuss even challenging topics. Follow-up to the implementation of the previous EU recommendations would be a good framework for dialogue before the upcoming presidential election planned for November 2018. There has been a de facto moratorium on the death penalty for more than 60 years. Whereas the current administration continues publicly to maintain a commitment to resuming executions, there has not been an execution for more than half a century. The European Union and its Member States will continue to hold a strong and principled position against the death penalty in all circumstances and all cases. Several statements have been issued by the European External Action Service calling for the de facto moratorium on the death penalty to be upheld as a step towards its abolition. Radicalisation and criminality are on the rise in the Maldives. The brutal murder of blogger ... (The President interrupted the speaker) Mr President, radicalisation and criminality are on the rise in the Maldives. The brutal murder of blogger and human rights activist Yameen Rasheed in April 2017 testifies to this trend. On the other hand, the EU and the Maldives are strong partners in the fight against climate change, which remains one of the important areas of mutual interest. Member States have major investments in the tourist sector in the Maldives. Every year between 300 000 and 500 000 European tourists travel to the Maldives. It is important, in the dialogue with the authorities, to ensure the safety and security of these tourists as well as Maldivian citizens, through cooperation to prevent terrorism and violent extremism. To conclude, for several years we have held an annual dialogue to exchange views on issues of concern and issues of common interest. The last annual EU—Maldives policy dialogue was hosted by the Ministry of Foreign Affairs in Malé in May 2017 and we intend to maintain this dialogue.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 114, "date": "2017-10-05.json", "name": "Presidente. –", "mepid": "96864", "text": "The discussion is closed.The vote will take place at the end of the discussion.Written declarations (Rule 162)", "language": "en", "original_language": "it", "translation_provider": "google"}, {"id": 115, "date": "2017-10-05.json", "name": "Marijana Petir (PPE)", "mepid": "124749", "text": "written. - The situation of human rights violations in the Maldives and the gradual deterioration of democratic standards is worrying. Not to be overlooked is the growing presence of authoritarian tendencies in the Maldives, as well as the promulgation of a new defamation law criminalizing “defamatory” speech or a law requiring the written permission of the police to hold protests in Malé. Freedom of assembly and freedom of the media should be guaranteed, not violated. Censorship of the media is totally unjustified because freedom and independence of the media is a fundamental tool of democracy. The European Union must promote the rule of law, including in the Maldives, with all available instruments so that the existing lack of judicial independence can be eliminated. The promotion of democracy, human rights and the rule of law is the cornerstone of the European Union's foreign policy. I call for a fair trial for the arrested journalists and political opponents because the arbitral awards are unacceptable. I support the motion for a resolution on violations of human rights, democratic principles and the rule of law, and I believe that the Maldives needs EU development assistance and close monitoring of the human rights situation and the political situation in this country.", "language": "en", "original_language": "hr", "translation_provider": "google"}, {"id": 116, "date": "2017-10-05.json", "name": "Przewodniczący. –", "mepid": "28372", "text": "The next item on the agenda is the vote.(Results and other details of the vote: see minutes)", "language": "en", "original_language": "pl", "translation_provider": "google"}, {"id": 117, "date": "2017-10-05.json", "name": "Charles Tannock (ECR).", "mepid": "4521", "text": "   – Mr President, my Group calls for an oral amendment for the deletion of paragraph 15. We have been advised by the External Action Service that it is factually incorrect. Oral amendment to delete paragraph 15, please. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 118, "date": "2017-10-05.json", "name": "Charles Tannock (ECR).", "mepid": "4521", "text": "   – Mr President, as a result of advice from the External Action Service, my Group has been asked to add the word ‘former’ before ‘leader’, as he is no longer technically the leader of his party. This is just a factual error which needs correcting. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 119, "date": "2017-10-05.json", "name": "Przewodniczący. –", "mepid": "28372", "text": "I hereby close the vote.", "language": "en", "original_language": "pl", "translation_provider": "google"}, {"id": 120, "date": "2017-10-05.json", "name": "Jasenko Selimovic (ALDE). –", "mepid": "134243", "text": "Mr President!Do you know what the problem is with the European Public Prosecutor's Office?When we talk about this, countries like Sweden, Malta, Poland and Hungary say \"Oh, we do not want to leave much power to the EU, that is to make a federal Europe\" and so on.Then the crime happens, of course.Then it turns out that you can not investigate it because it is supranational.Then the same countries complain that the EU does not do enough against crime, that the EU is not effective and so on.It's absolutely amazing.Crime and crime are now transnational.It is done by the gangs that move across borders and exploit our weakness, not being able to fight such crimes.If you want to fight it - and it's about trafficking, drugs, smuggling, arms smuggling - then you have to cooperate at European level.That Sweden chooses to stand outside that cooperation is completely incomprehensible to me.", "language": "en", "original_language": "sv", "translation_provider": "google"}, {"id": 121, "date": "2017-10-05.json", "name": "Michaela Šojdrová (PPE).", "mepid": "124710", "text": "- Mr President, let me justify why I supported the European Parliament's resolution on the Council regulation establishing enhanced cooperation in setting up the European Public Prosecutor's Office.Combating damage to the EU's budget and financial interests is extremely important precisely because it is about harming European taxpayers themselves.The proposal to set up the Office has undergone significant positive changes, such as the decentralization of the system, the deletion of the article on the Single Judicial Area and others.I am aware that enhanced cooperation in the case of the establishment of a new institution is not common, so questions arise.On the other hand, no one doubts that this will lead to a shift in the establishment of the European Public Prosecutor's Office, which could help to strengthen the fight against the misuse of European funds, which I consider to be crucial.", "language": "en", "original_language": "cs", "translation_provider": "google"}, {"id": 122, "date": "2017-10-05.json", "name": "Tibor Szanyi (S&amp;D).", "mepid": "124703", "text": "- President!I myself supported the adoption of this report.I consider the establishment of the European Public Prosecutor's Office to be a very important institution, all the more so because I believe that this has been forced by life, to a level of fraud at the expense of the European Union budget.It is particularly painful for me that there are some countries, including my own country, Hungary, whose government has not signed or joined this cooperation.I have a hard heart, but I can say that all those who want to hide from joint European control will be deprived of the sums that this prosecutor's office is also called upon to monitor.They should not be given an iron until they realize that they also have a place in this prosecution system.", "language": "en", "original_language": "hu", "translation_provider": "google"}, {"id": 123, "date": "2017-10-05.json", "name": "Lola Sánchez Caldentey (GUE/NGL).", "mepid": "125035", "text": "- Mr President, reinforced cooperation would also be very useful to monitor how European funds are used in the different regions of this Union, because, for example, when we have been paying attention to Catalonia all week, other regions of Spain take advantage This is to repress in the same way - that is, with violent police charges - legitimate citizen protests, such as that of the residents of Murcia, who are demanding that their city not be divided in two with a wall of five meters of high and nine kilometers long that will isolate more than one hundred thousand people to allow the arrival of high speed. High speed, by the way, of which millions of euros have disappeared along the way and nobody knows where or how. From here I appeal to the responsibility of the Government to demand that the construction of that wall cease immediately and that the roads be buried, as the residents of Murcia have been requesting for more than thirty years and as the Regional government of Murcia in 2006.", "language": "en", "original_language": "es", "translation_provider": "google"}, {"id": 124, "date": "2017-10-05.json", "name": "Andrejs Mamikins (S&amp;D).", "mepid": "124746", "text": "   – Mr President, the European Public Prosecutor’s Office (EPPO) will fill serious international gaps. The prevention and prosecution of offences against the EU budget and the financial interests of the EU are currently within the exclusive competence of Member States. The EU Anti-fraud Office OLAF, Eurojust and Europol do not have a mandate to conduct criminal investigations, and sometimes their opinions are ignored by national authorities. We have worrying information that, in some Member States, national investigators are under pressure from local politicians, and they are not interested in the proper investigation of the use of money from European funds. We have now taken a small but very important step. We have started to create a European system. We should not be confused by the fact that only 20 EU Member States will participate in the creation of the EPPO or by the very limited nature of its mandate. As we have often seen in EU history, big reforms all start with very careful first decisions. I voted in favour.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 125, "date": "2017-10-05.json", "name": "Ангел Джамбазки (ECR).", "mepid": "124873", "text": "- Mr President, I voted in favor of this report because I support the establishment of a European Public Prosecutor's Office and share the need for institutional measures at supranational European level to effectively prosecute fraud and other crimes affecting the financial interests of EU Member States. Bulgaria is part of those 20 member states that want to start enhanced cooperation for the establishment of such a service. I am pleased to see that in its recommendation, the Committee on Civil Liberties, Justice and Home Affairs approves the Council's decisions. The protection and prosecution of crimes against the Union budget and the financial interests of the Union are the exclusive competence of the Member States. OLAF, Eurojust and Europol do not have a mandate to conduct a criminal investigation and the functioning European Public Prosecutor's Office will fill this institutional gap. I will be happy if this happens during the forthcoming Bulgarian presidency.", "language": "en", "original_language": "bg", "translation_provider": "google"}, {"id": 126, "date": "2017-10-05.json", "name": "Jiří Pospíšil (PPE).", "mepid": "125706", "text": "- Mr President, in the end I did not support this report, I abstained. I have been dealing with the issue of the European Public Prosecutor for more than ten years. I was in charge of this topic when I was a member of the government in the Czech Republic, and I must say that even after those ten years, there are still a number of important professional objections to this institute. Experts still claim that the establishment of a new office may, on the contrary, lead to the prolongation of some criminal cases by sending those cases \"to Brussels\", preparing files, etc. It should be borne in mind that ultimately deciding on those criminal cases will have as well as in the hands of the national courts of each Member State. In short, this remains here, and if the reason for setting up a European Public Prosecutor is distrust of national judicial systems, of national legal systems, it must be borne in mind that this institute will not solve it as such. That is why I abstained, and I will be glad if the practice may refute my objections.", "language": "en", "original_language": "cs", "translation_provider": "google"}, {"id": 127, "date": "2017-10-05.json", "name": "Jan Zahradil (ECR).", "mepid": "23712", "text": "- Mr President, I voted against this proposal.It is probably known that both my political faction and my own party have long opposed the establishment of a European Public Prosecutor.There are both political and legal reasons for this.For those political reasons, I would say, above all, that the establishment of this function actually introduces another element of federalization into the system of European institutions, and that is something we do not support.There are, of course, very relevant legal objections, especially those that, at the same end point, it will be the national authorities that will be responsible for the verdict.And in any case, it seems to us that the equipment of the national authorities - judicial, investigative - is sufficient and that their credibility is so great that they do not have to be subject to any additional control or the establishment of such a body.So we say no to the European Public Prosecutor.", "language": "en", "original_language": "cs", "translation_provider": "google"}, {"id": 128, "date": "2017-10-05.json", "name": "Jonathan Arnott (EFDD).", "mepid": "124958", "text": "   – Mr President, normally I abstain on matters that do not affect the United Kingdom. The European Public Prosecutor’s Office is being introduced through enhanced cooperation, but, in this case, it will affect the United Kingdom because that Office will have the power to issue European arrest warrants and, consequently, the power to detain British citizens living in the UK. I therefore voted against this resolution, and I note that it is yet another situation where those who support European Union membership in the United Kingdom have been less than forthcoming about the true nature of the EU project. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 129, "date": "2017-10-05.json", "name": "Petras Auštrevičius (ALDE).", "mepid": "124766", "text": "   – Mr President, I strongly and heartily support this proposal. We no longer have the luxury of turning a blind eye to the ongoing fraudulent use of the European Union’s funds. It is estimated that the EU loses around EUR 600 million per year due to fraud. This cannot go on and on. By unifying the work of national prosecutors under the new European Public Prosecutor’s Office, which will be leading the work of European delegated prosecutors, they will be able to perform investigations in a cooperative manner using the common procedures and remaining in line with national laws.  Such synchronised cooperation between the Member States will help to address systematic drawbacks and properly investigate and put an end to these crimes. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 130, "date": "2017-10-05.json", "name": "Daniel Hannan (ECR).", "mepid": "4555", "text": "   – Mr President, supporters of this proposal tell us that crime does not recognise national borders. They say this as though it were an original insight. Of course crime crosses borders, and for many years democratic nation states have collaborated without supranational institutions. We have the Hague Convention; we have Interpol; we have extradition treaties; we recognise time spent in another country’s prison. This is not about cooperation; this is about the creation of a federal legal system and a federal prosecution service, giving the European Union the ultimate attribute of statehood, namely the ability to use coercive force against its own citizens. Yes, sure, starting with questions like fraud against the EU budget and racketeering is just the way the FBI and the federal prosecutors started in the United States. However, the eventual aim is of course for it to become the basis of a legal system for a country called Europe.  We absolutely believe in cooperation in the field of crime and policing. After the United Kingdom has left, you will be able to rely on our continued collaboration, but this is exactly why we are leaving. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 131, "date": "2017-10-05.json", "name": "Monika Smolková (S&amp;D).", "mepid": "96655", "text": "- Mr President, the fight against fraud throughout the European Union is becoming more complex every year, and many times it seems that fraudsters and criminals are a step forward. They know how to exploit \"holes\" in the current system of legislation in each Member State, use cross-border trade and divide their business activities so that they cannot be prosecuted in several Member States at once. I supported the motion for a resolution on the proposal for a Council regulation implementing enhanced cooperation for the establishment of the European Public Prosecutor's Office, and I am glad that Slovakia is among the countries that support this proposal. Every year, the European Union loses billions in tax fraud, which we could invest in young people, for employment growth and the eradication of poverty in the EU, but also in the much-needed science and research. The creation of a European Public Prosecutor's Office will certainly facilitate and streamline the work of OLAF, Eurojust and Europol, which do not have a mandate to conduct criminal investigations but can detect them and pass the results on to the European Public Prosecutor's Office.", "language": "en", "original_language": "sk", "translation_provider": "google"}, {"id": 132, "date": "2017-10-05.json", "name": "Bruno Gollnisch (NI).", "mepid": "1164", "text": "- I voted against this proposal for a European Public Prosecutor's Office, aiming in theory, at least initially, at financial crimes relating to the European budget, but we know very well that, as several speakers before me have said, it this is just the start. What we want is to establish a real system which, one day perhaps, will make it possible to prosecute the offenses of expression which have excessively multiplied in the law of certain Member States. This is how hundreds of people are prosecuted and imprisoned, especially in Germany, for expressing dissenting points of view on the history of the Second World War. This is how Jean-Marie Le Pen is prosecuted for homophobia, who declared that \"homosexuals are like salt, if there is a little of it, it spices up, if there is any. too much, it's indigestible ”, or that we take the ridicule of suing him also because he said that the presence of the Roma was irritating in Nice. In other words, maybe tomorrow MEPs will be arrested on the basis of an arrest warrant issued by the prosecution for such expressing offenses. I’m sure that’s the trend we’re going, and that’s why I’m fighting it.", "language": "en", "original_language": "fr", "translation_provider": "google"}, {"id": 133, "date": "2017-10-05.json", "name": "Marek Jurek (ECR).", "mepid": "124892", "text": "- Mr Chairman! The European Union is constantly expanding its powers to include ever new areas and this evolution could be debated if this enlargement was accompanied by more solidarity and responsibility. On the contrary, it is all accompanied by more and more arrogance. Unfortunately, a display of such arrogance was given by Commissioner Jourová, who once again threatened with de facto sanctions or the use of selective justice, some special supervision, to those countries that would not accept the competences of the European Public Prosecutor's Office. On this matter, my Conservatives and Reformists group have already addressed the President of the European Commission, but unfortunately you can see that - so to speak - Ms Jourová is just saying aloud what her colleagues in the European Commission are thinking quietly or leaving when speaking out loud another. In fact, the European Union is led in a terrible direction and only a change of its powers can repair our relations.", "language": "en", "original_language": "pl", "translation_provider": "google"}, {"id": 134, "date": "2017-10-05.json", "name": "Curzio Maltese (GUE/NGL).", "mepid": "125192", "text": "- (IT) Mr President, the number of prisoners in Europe exceeds more than a third the number of places available. In some Member States, including Italy, the situation is dramatic. I voted in favor of this report, not least because it clearly states that there is no correlation between the severity of penalties and the drop in the crime rate. The aim of the States is not revenge, but the defeat of crime. And to achieve this goal, the harshest sentences are not needed, but more just and useful to recover the prisoners. It must be clear that the deprivation of liberty must not degenerate into the deprivation of dignity. For this reason it is important to study alternative measures to traditional prison, to promote cultural recovery, training and education actions that open new perspectives to inmates. I met inmates who were Mafia killers and today they are workers, artisans, artists and other inmates who were not criminals, but only poor who became mafia in prison. The difference is between an experience and a torture.", "language": "en", "original_language": "it", "translation_provider": "google"}, {"id": 135, "date": "2017-10-05.json", "name": "Andrejs Mamikins (S&amp;D).", "mepid": "124746", "text": "   – Mr President, I think that the main tasks of prisons are not only to be an instrument for punishment and isolation, but also to be institutions that prevent future crimes and help prisoners return to normal life. This cannot happen if the prisoners live in bad conditions, with overcrowded rooms, or if experienced prisoners are held in the same cells as young people convicted for minor crimes. We should establish dignified conditions of detention, create possibilities for socialisation, encourage rehabilitation and reintegration into society, develop educational facilities for prisoners, and ensure a safer living and working environment for both prisoners and staff.  I’m worried that the Latvian Government will postpone a project to build a new, modern prison in my country, and thus the closing of three old, overcrowded prisons. This is not an act of political wisdom, nor is it in the interest of the society. However, I voted in favour of this report yet again. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 136, "date": "2017-10-05.json", "name": "John Flack (ECR).", "mepid": "188623", "text": "   – Mr President, this is the first time I have spoken here since taking my seat in July. I wanted to wait until I actually had something worth saying and something I could speak knowledgeably about – not as a prisoner, as has been the experience of some here, but as a long-serving British magistrate. I have visited many types of prisons, and have seen for myself the good, the bad and the downright frightening. These experiences have led me to vote against this report, not because of its good intentions, but because it does not adequately address the most urgent issue facing prisons across Europe, as well as in Norwich, Bedford, Chelmsford and in the other prisons across my region: that is the rise of radical and violent ideologies and terrorist radicalisation.  Secondly, in its utopian call for fewer prisons, it goes far beyond the competences of this Parliament. These are matters that should, and indeed must, be left to individual nation states. For these reasons, and several others, I voted against. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 137, "date": "2017-10-05.json", "name": "Ангел Джамбазки (ECR).", "mepid": "124873", "text": "- Mr President, I voted against this report because my colleague Bergeron has focused on improving living conditions, the lack of care and medical care and the reintegration of prisoners, but very little attention has been paid to the problem of the growing phenomenon of the spread of radical and violent ideologies and terrorist radicalization in many prisons in the Member States of the European Union. Furthermore, although the report explicitly states that prison conditions and prison management are the responsibility of Member States, in many respects it goes too far, calling on Member States to adopt independent prison monitoring mechanisms and to allocate adequate resources. to renovate and modernize prisons and to promote alternatives to prisoners. That is why, because of these shortcomings, I voted against the report.", "language": "en", "original_language": "bg", "translation_provider": "google"}, {"id": 138, "date": "2017-10-05.json", "name": "Jonathan Arnott (EFDD).", "mepid": "124958", "text": "   – Mr President, first of all, if you want to have fewer prisons, you have to start by having fewer criminals. You need to cut the rate of offending. That means we need to be in a position where we can cut the rate of reoffending by people who come out of prison. I believe fundamentally in rehabilitation. I believe that it is good for society if you can take people and put them back on the straight and narrow. If you want to do that, however, you have to do it with teeth. You have to make sure that people who get early release from prison have got three things: that they behave in prison; that they develop their education whilst in prison; and, fundamentally, that they get a job to go to, so they can break the cycle of reoffending when they come out. If we do all of those things, then, yes, of course society should invest in helping prisoners to rehabilitate. We hear much about the carrot but we don’t hear very much about the stick when it comes to anything related to our judicial system. I really do believe we need to make sure that those people who do not engage in the process have got tough prison conditions, and that prison then becomes for them a place of punishment. Lastly, what we are completely missing in all of this is that this is not a matter for the European Union. It is for Member States to decide on their own prison systems.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 139, "date": "2017-10-05.json", "name": "Sylvie Goddyn (ENF).", "mepid": "21331", "text": "- Mr President, prison overcrowding and poor detention conditions are obviously a reality in prisons in Europe. My country, France, has distinguished itself over the course of its successive governments by a general deterioration of its prison capacity. It is certainly essential to modernize and renovate prisons, however, some solutions advocated in this report seem dangerous to me, in particular the encouragement to resort to non-custodial sentences or measures, which once again reflects the triumph of penal laxity. In this age of Islamist radicalism, the explosion of delinquency and terrorism, nothing justifies the modification of sentences. It is to be regretted that, in this report, the phenomenon of radicalization is never associated with Islamism. Also, how do you fight a problem without even naming it? I would remind you that radical Islam took the lives of two young girls in Marseille last Sunday precisely because society forgot that it was necessary to permanently lock up or expel repeat offenders. This is the reason why I voted against this report.", "language": "en", "original_language": "fr", "translation_provider": "google"}, {"id": 140, "date": "2017-10-05.json", "name": "Lola Sánchez Caldentey (GUE/NGL).", "mepid": "125035", "text": "- Mr President, the prison situation in many States of the Union is worrying. Many prisons are in a situation of saturation or have already exceeded it. The resources allocated, both to the reintegration of prisoners and to accompanying programs for parole, are alarmingly insufficient. Only one piece of information: the rate of recidivism exceeds 50% in some Union states. Unfortunately, the protection of fundamental rights and human dignity, which are crucial in any democratic society, has been repeatedly challenged by the European Court of Human Rights and the European Committee for the Prevention of Torture and Punishment o Inhuman or Degrading Treatment. Systems focused solely on punishment are ineffective and often counterproductive. We believe that our societies deserve much more than growing prison populations and alarming recidivism rates, and that is why we call for the implementation of mediation and reparative justice systems, the implementation and adequate budgeting of reintegration programs during and after the condemnation and end of the privatization processes of public prisons.", "language": "en", "original_language": "es", "translation_provider": "google"}, {"id": 141, "date": "2017-10-05.json", "name": "Branislav Škripek (ECR).", "mepid": "124927", "text": "- Mr President, the European Parliament has no competence to set standards for prisons in the Member States. This is up to the Member States themselves, it is a question of subsidiarity, we cannot try to determine them. Our Slovak state prisons have two goals: to re-educate criminals and, of course, to punish them, but to re-educate them. What should bother the Union is the personal change of those already in prison and the prevention of radicalization. They have to change for the better. But what do we see? The spread of jihadism, and that is the scourge of today's society, which is causing terrorist attacks on civilians, and we must support groups and measures that succeed in truly changing people in the heart and inside and in the positive direction of their lives. Workers of Christian organizations and Christian preachers see how the lives of prisoners across Europe have changed in the past through the power of the gospel of Jesus Christ. They see this transformation of men and women who know how to help others today, so instead of jihadists we need a gospel in our prisons with a message of hope and peace, because Jesus Christ is the one who turns a criminal's life into a man of peace, peace and love.", "language": "en", "original_language": "sk", "translation_provider": "google"}, {"id": 142, "date": "2017-10-05.json", "name": "Juan Fernando López Aguilar (S&amp;D).", "mepid": "96812", "text": "- Mr President, we Socialists and, in particular, Spanish Socialists welcome this own-initiative report on the prison situation in Europe. And we have especially supported the emphasis it places on the reintegration and re-socialization of the prison population. But, precisely in the final vote, we have chosen to abstain because section 29 of the Resolution, indiscriminately and generically and with harsh language, literally uses the verb \"condemn\" when it refers to the policy of territorialized distribution of prisoners throughout the national territory —which, with some critical accent, is known as the policy of dispersal or removal of prisoners—, as if this inflicted additional damage and was incompatible with resocialization. Quite the opposite. It turns out that resocialization is impossible when we are faced with organized crime, the crime that in Italy is called mafioso stampo, with the radicalization produced by jihadism and, unfortunately, with terrorist crime - as we have seen in Spain - where the Territorial dispersion of prisoners precisely helps resocialization, and concentration in a single prison produces the opposite effect: the impossibility of resocialization, reeducation and reintegration, precisely because the radicalization of the inmate population takes place, within the prisons themselves . This is why we believe that this explanation of vote is necessary in the final vote, as it was impossible to vote individually and separately on paragraph 29.", "language": "en", "original_language": "es", "translation_provider": "google"}, {"id": 143, "date": "2017-10-05.json", "name": "Przewodniczący. –", "mepid": "28372", "text": "I hereby close the explanation of vote.", "language": "en", "original_language": "pl", "translation_provider": "google"}, {"id": 144, "date": "2017-10-05.json", "name": "Die Präsidentin. –", "mepid": "1913", "text": "The next item on the agenda is the debate on the question for oral answer to the Commission on the European Action Plan for the Social Economy by Jens Nilsson, Ramón Luis Valcárcel Siso, Beatriz Becerra Basterrechea, Marie-Christine Vergiat, Sven Giegold, Elena Gentile, Agnes Jongerius, Brando Benifei, Clara Eugenia Aguilera García, Ernest Urtasun, Evelyn Regner, Pina Picierno, Izaskun Bilbao Barandica, Jan Keller, Jean Lambert, Jean-Paul Denanot, Maite Pagazaurtundúa Ruiz, Nessa Childers, Nicola Danti, Patrizia Toia, Ramón JáureguiRenata Briano, Sergio Gaetano Cofferati, Sergio Gutiérrez Prieto, Guillaume Balas, Nicola Caputo, Simona Bonafè, Damiano Zoffoli, Enrico Gasbarra, Marita Ulvskog, Jytte Guteland, Olle Ludvigsson, Anna Hedh, Eider Gardiazabal Rubial, Elena Valenciano, Sofia Ribeiro. Becker, Georgi Pirinski, Enrique Guerrero Salom and Maria Arena (O-000070/2017 - B8-0602 / 2017) (2017/2877 (RSP)).", "language": "en", "original_language": "de", "translation_provider": "google"}, {"id": 145, "date": "2017-10-05.json", "name": "Jens Nilsson", "mepid": "111024", "text": "questioner. - Madam President! In December 2015, the Council adopted conclusions on the promotion of the social economy as an important driving force for economic and social development in Europe. It was a milestone, it was the first time that the member states of the Council came to conclusions on this sector. It did so because it sees the potential of this sector in terms of the social economy, which covers a wide range of business models - cooperatives, of course, non-profit associations, mutuals, foundations - and they play an important role in achieving more of EU objectives. That is what the 28 countries say unanimously in the conclusions. They also say that this sector contributes to smart and sustainable growth for all. Smart and sustainable growth with jobs with fair conditions, social cohesion, social innovation and environmental protection. This is not a small sector in Europe, there are two million companies in this sector. They employ over 14.5 million people and account for 8% of the EU's total gross domestic product. Activities in the social economy always reinvest their profits, are driven primarily by social and environmental goals and not primarily by dividends to passive owners. This allows these companies to set a good example in tackling some of our common challenges in Europe. They create high-quality jobs, support people's integration processes and promote an economy based on democratic participation - and this is not least important. This is something that Parliament has emphasized in the past, not least in the report on a European pillar of social rights. This sector means a great deal at all levels. Locally, because here people are mobilized for social cohesion in democratic structures. As an old mayor in my hometown, I know how important the non-profit forces are, how important the cooperatives are, how important people's will to create a good society locally is. A municipality that mine would not be able to do without this sector. Regionally, it means a lot, creates jobs and growth. Many regions also have this sector as a strategic asset in their development work. Globally, this sector also means a lot, we have received proof of this during the financial crisis. And many are now saying, including the OECD and others, that this sector has a stabilized effect on a market economy that is liberal and may not always be able to be as stable as it should be. Not least as an example: There are studies that show that companies in this sector coped with the financial crisis much better than many other sectors. Just look at the cooperative banks, as reports have shown, the crisis coped much better than many others. In 2016, the Commission called on the Bratislava Declaration on the Social Economy, signed by ten Member States, and also on the report of the Commission's own expert group, the GECES Group, to draw up a European Action Plan for the Social Economy. With these calls and with the unanimity of the Council on these issues, it will be easy for the Commission to say: 'This is the way we should go'. In May 2017, a number of Member States adopted the Madrid Declaration, calling on the Commission to develop a European Action Plan in its work program for 2018. This is to stimulate a sector that actually promotes social activities in Europe and its capacity for innovation. In addition, in its opinion on start - ups and expanding companies, the Economic and Social Committee called on the Commission to bring together all ongoing and new initiatives in support of social enterprises by drawing up a communication with an action plan for the social economy. There are many who want this action plan. There are many who see that this sector could play a very active role in a Europe that is growing, and that is growing on human terms. This sector could contribute much more than it does today.So my question is: what is the Commission doing in response to these calls from Parliament, from the Council, from different Member States to promote companies in the social economy?Does the Commission plan to draw up an action plan for the social economy in accordance with these requests?", "language": "en", "original_language": "sv", "translation_provider": "google"}, {"id": 146, "date": "2017-10-05.json", "name": "Věra Jourová", "mepid": "n/a", "text": "   Member of the Commission. – Madam President, I wish to thank all the Members for their questions on the social economy. Clearly, this is a key issue for all of us. First, the Commission agrees with Parliament on the importance of the social economy for Europe. Delivering on a more social and fair Europe is a key priority for the Commission. Earlier this year we launched a reflection paper on Europe’s social dimension and the pillar of social rights. This has started a process with citizens, social partners and the European institutions and governments to find responses to the challenges our societies and citizens face. These challenges require innovative social and economic models to deliver more growth and well—being in Europe. The social economy is a core part of this move. It combines solidarity with innovative answers to societal challenges. It answers the growing demand among European entrepreneurs and consumers for a new way of doing business responsibly and sustainably.  Social economy is not another economy; it is part of the wider economy. It makes sense to invest in it, so we want to see the sector succeed. We have been working with you and other stakeholders to promote the growth of the sector. Over the last years we have taken several measures and our 2011 Social Business Initiative. We have encouraged Member States to develop favourable conditions for the social economy and social enterprises to grow. For instance, the social economy and social enterprises are priorities of the European Social Fund.  We also recognise that there is untapped potential and barriers which hamper the development of the sector in many countries, so we are continuing to develop and implement new measures. The expert group on social entrepreneurship issued some recommendations and we are taking forward a number of them such as increasing visibility, making funds more easily available or enforcing and reinforcing the legal environment. We have carefully analysed the different proposals presented in different EU political documents and intergovernmental declarations. As a result, we decided to launch a number of new actions to stimulate the development of the social economy. We announced these in our Start—up and Scale—up initiative last year. It would be important for any future initiative after 2018, such as a Social Business Initiative II, to be based on the evaluation of the situation after the current Start-up and Scale-up initiative has been fully implemented. Our actions rest on five pillars: access to finance, access to markets, development of better framework conditions, new technologies and social innovation and the international dimension of social economic actors. We have made good progress but there are still a number of measures that we announced and that need to be implemented. We are currently working on finalising all this work so that the remaining measures will be implemented next year at the latest.  Given all this work, we think that it would be premature to launch an additional action plan for the social economy at this stage. We want to first deliver what we have promised and then let us see if more needs to be done. We are relying on the support of our informal task force on social economy and social enterprises, involving a number of Commission services. Honourable Members, once again we fully agree with you on the importance of the social economy for Europe. The Commission adopted this week the Public Procurement Package and it will help also to boost social economy and social enterprises. We will continue to work with all stakeholders to ensure that the voice of the social economy is heard across the whole of Europe. We want to see more enterprises and more innovations change lives.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 147, "date": "2017-10-05.json", "name": "Michaela Šojdrová", "mepid": "124710", "text": "for the PPE Group. - Madam President, thank you, Commissioner, for the information and measures with which I can agree. I would like to remind you that the social economy is an area of ​​business that takes a very diverse form depending on the legal systems of the Member States, and in general a social enterprise can be characterized by reinvesting all the profits generated in its core business. Social enterprises are therefore based on the need to help specific people, communities and integrate people into society. This makes social enterprises important for society, and it is no coincidence that we are also talking about them at European level. The Council conclusions of December 2015, which, by the way, are very successful, state that the social economy contributes to a number of key EU objectives and is also a sector that has weathered the economic crisis much better than other sectors and is gaining increasing recognition at European level. . I would like to remind you that we have around 2 million social enterprises at European level and employ 14.5 million people. I think this is a very strong sector. I think each of us knows one of the social enterprises. They include disadvantaged people - in short, at risk - and create very important conditions for their inclusion. In this situation, I would also like to emphasize the role of the churches, which create the conditions for the charitable work of millions of people throughout Europe. Ladies and gentlemen, I believe that we should support the voluntary initiative of companies, and no action plan is needed at the moment.", "language": "en", "original_language": "cs", "translation_provider": "google"}, {"id": 148, "date": "2017-10-05.json", "name": "Ангел Джамбазки", "mepid": "124873", "text": "on behalf of the ECR Group. - Commissioner, when you talk about European plans and the social economy, you need to look at and discuss, above all, the huge issue of the drastic income and wage gap in Eastern and Western Europe. This huge gap is forcing many young people from Eastern Europe to leave their homelands and move west to make a living there, and this is turning a huge demographic problem in these areas. This is where the role of the Commission lies, and that is what you need to write in your plan - this is one of the most important things. It must be worked on. The Commission is obliged to sanction the states that introduce protectionist policies and hinder the development of business. The Commission is obliged to react when, for example, legislation is passed in Germany that targets entrepreneurs in the East. In France there is similar legislation, in Belgium there is similar legislation, in Italy there is similar legislation that prevents companies from the East from operating in the common market and thus violates the very idea of ​​a single common market. This is the Commission's obligation to respect the four fundamental freedoms and the Treaties. This is perhaps the only important task that the Commission should pursue when it comes to the social economy. There are such protectionist measures in the field of transport, in the field of construction ... The false thesis of President Macron about the so-called social dumping is actually a covert protectionism on the part of a number of western companies. And this is your task and you have to cope with it. Circumstances will force you to do so. This is the future of Europe to talk about on these issues.", "language": "en", "original_language": "bg", "translation_provider": "google"}, {"id": 149, "date": "2017-10-05.json", "name": "Izaskun Bilbao Barandica", "mepid": "96922", "text": "on behalf of the ALDE Group. - Madam President, Commissioner, thank you for all the efforts you have made, but I believe that the action plan to which this question refers is not an option, I believe that it is an obligation. In the Basque Country, the social economy is one of the keys that explain why we have endured the crisis better than in the Spanish economy. This is a type of entrepreneurship that better fixes employment, that stimulates more the incorporation of talent into business and that generates sustainable, intelligent and inclusive growth; it brings positive values ​​to the rest of the economic system and offers hope, the other way of conceiving and using profits, that of returning capital to its role as an instrument at the service of the real economy and not vice versa. For this reason, a clear and homogeneous legal and fiscal framework is needed at the Union level, for the social economy and for all its forms of expression, and that is a clear and real obstacle to developing a way of undertaking. and work that should be promoted at European level and that can contribute a lot to 2020 development.", "language": "en", "original_language": "es", "translation_provider": "google"}, {"id": 150, "date": "2017-10-05.json", "name": "Marie-Christine Vergiat", "mepid": "96858", "text": "on behalf of the GUE / NGL Group. - Madam President, first of all I would like to thank Jens Nilsson, because I believe that it is to him that we owe the inclusion on the agenda of this debate devoted to the social economy and not to businesses social. Yes, the social economy is an important sector that does not get the recognition it deserves. Yes, that's two million companies, 14.5 million employees, 8% of the European Union's GDP, a strong resilience to the crisis, as Ms. Bilbao has just told us. These are companies which define themselves first of all by their status: cooperatives, mutual societies, associations, foundations, and which are not reduced only to SMEs, Commissioner! They can have very different sizes. Even if many of them are characterized by a strong territorial anchoring, their activities are not purely social and even less limited to only the most disadvantaged groups, even if there is no doubt that many of them have a purpose. social. They operate in all areas of the economy. Confusion, voluntary or not, intentional or not, between the social economy and solidarity-based businesses should not lead to large companies doing social washing cheaply. The Social Impact Bonds project in this area gave rise to many questions and a need for clarification. Some social economy enterprises, especially the most fragile of them, in this period of public money shortage, need new financing possibilities. Private capital can provide this, but guarantees are then needed, and these companies need even more access to appropriate European funding. I will insist once again on the need to work towards a status that is common to all of these companies, namely a status of a partnership (in English, Personal Companies). Such a status would not solve everything, but it is one of the surest ways of allowing these companies to have their specificity recognized, of not forcing them to dissolve into the dominant model of the capital company. Especially when they carry out cross-border activities, they want to expand their activities internationally. It is a way of safeguarding their specificity. Social and solidarity economy companies favor the long term and reinvestment of profits, and not the race for profit and short-term profitability. They are undoubtedly, by this very fact, carriers of social as much as economic innovations. They are strong job creators. This sector, which makes an essential contribution to the promotion of a more sustainable and inclusive model of growth and development, not only in the European Union, but also everywhere in the world, needs an appropriate framework to develop. . So today is the time to develop and propose an ambitious plan for companies in the social and solidarity economy, whose diversity must be guaranteed, and I would like to know why, Commissioner, you consider that it does not is not the time to do it, as you just said? The contributions are piling up, the Commission proposals fall far short of what we can expect. It is time to act for the social and solidarity economy. She deserves it.", "language": "en", "original_language": "fr", "translation_provider": "google"}, {"id": 151, "date": "2017-10-05.json", "name": "Joëlle Mélin", "mepid": "124765", "text": ", on behalf of the ENF Group. - Madam President, ladies and gentlemen, the question put to the committee for the promotion of social economy enterprises, accompanied by a European action plan, calls for many comments, we will retain four of them: First, the economy social in principle appears to be a major and effective instrument in the fight against unemployment. In fact, many Europeans are gradually being left by the wayside. This state of affairs is undoubtedly one of the perverse effects of globalization in general, and of 70 years of European construction in particular, regardless of recurring economic crises. Each European country therefore has every interest in sustainably structuring its social economy according to its characteristics. Second, the development of a European action plan cannot be done without clearly defining the status of social enterprises. If we consider the French legal foundations, it is imperative that these companies meet four principles: 1) a goal other than profit sharing; 2) transparent and participatory governance; 3) management oriented towards the development of activities; and 4) legally indivisible reserves. The result is a very large number of jobs: 6% of French GDP, 8% of European GDP. This regulatory framework is accompanied, and there is the drift, with significant tax advantages, which paradoxically are very advantageous for the banking sector, mutuals, cooperatives, socio-educational and sports circles or healthcare distribution. . Very clearly, this drift thus reveals turnover of several tens of billions of euros in certain cases with, as has been said, colossal tax advantages. Everything must be done to avoid these abuses. Thirdly, the great social change in the world of work due to digitization and robotization which make this sector essential. here why each Member State should integrate it as one of its priorities and be inventive in all the forms it can take.Finally, it appears very clearly in our eyes that this is an area falling under the prerogatives of the sovereign state and that, by very definition, the desire to set up a European social economy amounts to creating another form.multinational, in this case multinationals employing only the poor.This is precisely the low-cost company we don't want.", "language": "en", "original_language": "fr", "translation_provider": "google"}, {"id": 152, "date": "2017-10-05.json", "name": "Anne Sander (PPE).", "mepid": "24594", "text": "- Madam President, Commissioner, ladies and gentlemen, in 2014, here in Strasbourg, more than 2,000 social entrepreneurs launched an appeal to strengthen the role of the social economy in Europe. Three years later, it seems that this call has still not been heard and that the Commission is slow to come up with a real action plan for the social economy. We must therefore embrace the appeal launched in Strasbourg and support this form of economy which puts people at the center of the company's project. I wish to emphasize several points. First, on the importance of cooperatives in agriculture. The Commission must give producer organizations their full place in the new common agricultural policy in order to enable them to better defend and promote their products. Then I think we need to facilitate the financing of these business models. As such, I hope that the new social entrepreneurship fund, which we voted on a month ago, will help promote investments in this sector. Finally, in this digital age and the platform economy, we must be mindful of the false solidarity economy, which is collaborative in name only, and which in reality allows social regulations to be bypassed. I therefore look forward to the Commission’s proposals on the subject and hope that they will match the energy millions of Europeans are devoting to this more inclusive and sustainable economy.", "language": "en", "original_language": "fr", "translation_provider": "google"}, {"id": 153, "date": "2017-10-05.json", "name": "Ivan Jakovčić (ALDE).", "mepid": "124754", "text": "- Madam President, I cannot understand how the Commission ignores the fact that 8% of European GDP and 14 million people working in the social economy deserve a consistent European action plan in synergy with the Member States.Let us never forget the synergy with what European regions, cities and municipalities in Europe can contribute, because they too can very much participate in the social economy.On the contrary, they participate, and some of my experiences speak in favor of how important it is for the state, and now I claim the European Union, to be involved in solving the problems in the social economy at the local and regional level.I will point out only one of them, because we do not have time, and that is the way of financing and enabling more favorable financing of such companies.I think that the Commission should play an important role here.", "language": "en", "original_language": "hr", "translation_provider": "google"}, {"id": 154, "date": "2017-10-05.json", "name": "Danuta Jazłowiecka (PPE).", "mepid": "96781", "text": "- Madam President! The data shows that the social economy in the European Union is functioning well despite the economic crisis, the effects of which are still felt in some countries. This sector employs 14.5 million people and is responsible for 8% of the economic growth of the European Union. The social economy therefore generates jobs and, what is more, works for long-term social inclusion. The situation on the European market is improving. The level of unemployment has dropped significantly and there are countries in Europe where we deal with natural unemployment, and therefore one that cannot fall below the level. Unfortunately, the participation rate in many countries is still unsatisfactory, mainly for women, the elderly and people with disabilities. These people represent a huge potential that is still not sufficiently exploited in Europe. I am convinced that the social economy has developed instruments to activate these social groups. It's worth taking advantage of them. This will have a positive effect on the European economy as well as improve the level of social inclusion in Europe. It is therefore necessary to complement the new industrial strategy with an action plan for the social economy. That is why I join my colleagues' appeal to take action in this area as soon as possible.", "language": "en", "original_language": "pl", "translation_provider": "google"}, {"id": 155, "date": "2017-10-05.json", "name": "Jozo Radoš (ALDE).", "mepid": "112753", "text": "- Madam President, Madam Commissioner, I would like to thank Mr Nilsson and colleagues from the Intergroup on Social Economy for this initiative.At the same time, I take this opportunity to thank Mr. Nilsson for not using the word neoliberal economy when speaking of a liberal economy, which is often used very inaccurately in my country, without a real insight into what it actually means.Of all the goals to be achieved by the European Social Economy Action Plan, social cohesion is the most important to me personally.I think that with the development of the modern world, and thus of the European Union, solidarity is being lost - both social solidarity and individual solidarity.That is why it is important to help those who need help in solidarity to take their place in society and in the world of work.I therefore fully support the views of colleagues and the parliamentary question, and I call on the Commission to start implementing the European Social Economy Action Plan as soon as possible.", "language": "en", "original_language": "hr", "translation_provider": "google"}, {"id": 156, "date": "2017-10-05.json", "name": "Seán Kelly (PPE).", "mepid": "96668", "text": "   – Madam President, I agree completely with the social economy model and I am glad my government does the same, and indeed they have a plan to extend it based on four foundations. Several Irish social enterprises work with marginalised members of our society, including persons with disabilities, to provide them with employment they cannot find elsewhere. During the summer I was pleased to attend what is called a ‘social farming enterprise’ where farmers invite people with disabilities on to their farm to work on a regular basis. This was on a farm in my own area, a cousin of my own, George Kelly from Beaufort, Co. Kerry. This is a great example of integrating people. One area where this could also work, especially in Ireland, is in the area of wind farms. There is opposition to wind farms now because many people feel that individuals are getting the profits but the whole of society has to carry the burden of noise, etc. which they associate with it; but if it was based on a social economy model then they would all benefit. I think that is something that we will really encourage and I am glad to say, as a rapporteur for renewable energy, that they were including local energy communities in the clean energy package. That certainly could be worthwhile. One area in which it was very successful in Ireland is the dairy co-ops. This is where farmers actually own the co-op, so the co-op works for the producers, the profits can be shared, they can come together to buy equipment etc., and it works extremely well. I think this is something we should be encouraging more. Thank you very much, and thanks to the Commissioner for her good words at the beginning.  (The speaker agreed to take a blue-card question under Rule 162(8))", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 157, "date": "2017-10-05.json", "name": "Ivan Jakovčić (ALDE)", "mepid": "124754", "text": "the question he asked by raising the blue card.- Madam President, dear colleague Kelly - You spoke about your experience, or at least you spoke about how people with disabilities work in Ireland's social economy.I personally have a lot of experience with these people and I am interested in whether there are special benefits in Ireland for companies that employ more people with disabilities or are based mainly on doing business with people with disabilities, whether there are benefits in terms of lower taxes, somerelief - local, regional, national;is there something there or simply no such benefits?", "language": "en", "original_language": "hr", "translation_provider": "google"}, {"id": 158, "date": "2017-10-05.json", "name": "Seán Kelly (PPE)", "mepid": "96668", "text": "  blue-card answer. – It is actually part of the plan by the government to extend the social model, so there would be tax breaks etc., and benefits for them. And indeed in the social economy, especially the social farming that I mentioned, the Minister has given it some financial help to encourage this and to expand it out further.  The answer is yes, but there is probably need for more. And when people see the benefits I think it would be easier to convince governments and others to put further finance there. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 159, "date": "2017-10-05.json", "name": "Andrejs Mamikins (S&amp;D).", "mepid": "124746", "text": "- Madam President. Commissioner! First of all, I would like to thank my colleague and friend Jens Nilsson for raising this issue. Because, to be honest, we in the European Parliament do not talk so often about the social economy, even though it is, in my view, one of the cornerstones. This is what distinguishes us and the European Union from others, from third countries. We always tend not to disturb the strong and help the weak. This is what is most important. The social economy is not a North Korean type or a planned economy like the USSR - I remember that from my childhood - or not something to share, and the like. The social economy is first and foremost a responsibility. Responsibility - and responsibility is not only on the part of the workers, but also on the part of the employers, and it is good that the Commission is working in this direction. I do not intend to criticize the Commission here, because I know how much the Commission has done to implement these plans.", "language": "en", "original_language": "lv", "translation_provider": "google"}, {"id": 160, "date": "2017-10-05.json", "name": "Věra Jourová", "mepid": "n/a", "text": "   Member of the Commission. – Madam President, honourable Members, thank you for your contributions to this important debate and also thank you Mr Nilsson for this question. If you allow me to be a little bit personal, I myself worked five years for the municipal office and I recognise very strongly that it is very important to develop the social economy at the local level – and not only at the local level – and to open the possibilities for people to start up entrepreneurial activities and keep them going.  I stressed at the beginning in the opening remarks that we, as the Commission, have fully recognised the importance of the European social model and of our social market economy. We recognise that the social economy is an instrument that brings solidarity and innovative answers to societal challenges that we face, and I also repeat again that the Commission has launched a number of new actions for the social economy as part of the 2016 communication on ‘Europe’s next leaders: the Startup and Scaleup Initiative’.  Let me stress again that we are focusing on five main pillars and actions, including: access to finance, access to markets, developing framework conditions and also using and developing new technologies and innovations. We will follow closely the developments of the social economy and social enterprises in Europe. We are committed to provide the appropriate policy for the social economy to help Europe achieve a more cohesive and inclusive society. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 161, "date": "2017-10-05.json", "name": "Die Präsidentin. –", "mepid": "1913", "text": "The debate is closed.Written statements (Rule 162)", "language": "en", "original_language": "de", "translation_provider": "google"}, {"id": 162, "date": "2017-10-05.json", "name": "Dominique Bilde (ENF)", "mepid": "124771", "text": "in writing. - The social economy has significant growth potential, as it already represents 8% of the European Union's GDP and employs 14.5 million people. It is therefore an essential lever for job creation and the fight against unemployment, which should obviously arouse our interest. I will nevertheless insist on the quality of the jobs created: in fact, certain French indicators point to an excessive use of so-called “atypical” jobs, that is to say precarious, as well as the proportions of executives and salaries below. the labor market average. To this already worrying situation, we should not add competition between Member States, which would have the effect of dragging wages and working conditions down. Unfortunately, this is what a European legal status for social enterprises could lead us to. In fact, in some states, especially in Eastern Europe, the social economy is still in its infancy. A European framework would be likely to create a demand for air, all the more so as public funds and tax advantages are sometimes at stake. Such an initiative is therefore as dangerous as it is inappropriate, employment remaining, moreover, a prerogative of the Member States.", "language": "en", "original_language": "fr", "translation_provider": "google"}, {"id": 163, "date": "2017-10-05.json", "name": "Die Präsidentin. –", "mepid": "1913", "text": "I declare the session of the European Parliament adjourned.", "language": "en", "original_language": "de", "translation_provider": "google"}]