[{"id": 0, "date": "2017-10-23.json", "name": "Presidente. –", "mepid": "2187", "text": "I declare resumed the session of the European Parliament adjourned on Thursday 5 October 2017.", "language": "en", "original_language": "it", "translation_provider": "google"}, {"id": 1, "date": "2017-10-23.json", "name": "Presidente. –", "mepid": "2187", "text": "Before starting today's session, I would like to mention the victims of the forest fires that have occurred in Portugal and Spain in recent weeks. As I was able to say during my speech before the European Council, the phenomenon is worrying and deserves our full attention. This year alone, more than 750 000 hectares of our forests have gone up in smoke in Europe and more than 100 people have lost their lives in Portugal alone. This is why I am convinced of the need and urgency to establish a European civil protection corps and to simplify the regulatory environment, in order to allow the populations to obtain immediate help in case of need. I also inform you of the decision we have taken, in agreement with President Tusk and President Juncker, to donate to the populations affected by the forest fires the sum of money of the \"Princess of Asturias\" prize for concord, awarded this year to the European Union, an award that I had the honor of receiving last Friday in Oviedo. This is a symbolic way of showing our closeness to those communities and families of the numerous victims in Portugal and Spain, in remembrance of which I now propose to observe a minute of silence, during which we will also commemorate the Irish victims of the hurricane. Ophelia. (Parliament stands, observes a minute's silence) I would also like to inform the House that tomorrow, before the vote, there will be a minute of silence in memory of the Maltese journalist Daphne Caruana Galizia, who was brutally killed in an attack last week. We will carry out this very short ceremony tomorrow, because tomorrow the relatives of the victim, whom I invited, will be present in the courtroom: they accepted and will be present in the stands.", "language": "en", "original_language": "it", "translation_provider": "google"}, {"id": 2, "date": "2017-10-23.json", "name": "Presidente. –", "mepid": "2187", "text": "Let's now turn to the changes to the order of business.", "language": "en", "original_language": "it", "translation_provider": "google"}, {"id": 3, "date": "2017-10-23.json", "name": "Daniele Viotti (S&amp;D).", "mepid": "124791", "text": "- (IT) Mr President, ladies and gentlemen, I am sorry to interrupt, but the news of these last hours reports that a judge in Tehran has sentenced Ahmadreza Djalali, a university professor who teaches at the University of Stockholm and the University of Turin, in Italy to death.We have already dealt with the case of Professor Djalali in this Parliament, because we have signed a letter together with many parliamentarians asking for the intervention of the President of the Islamic Republic of Iran so that there is no intervention in this process, which is a process full of shadowsin which the professor is accused only of being, in some way, a collaborator of enemy foreign powers.It is a very serious case;The sentence was passed in recent days and I ask you to use all the influence you can have to understand what is happening and to stop this latest destruction to democracy.", "language": "en", "original_language": "it", "translation_provider": "google"}, {"id": 4, "date": "2017-10-23.json", "name": "Presidente. –", "mepid": "2187", "text": "Hon. Viotti, You know that the fight against the death penalty around the world is a priority for the European Union, so I will do everything in my power not only to get information, but also to ask the President of the RepublicIslamic Republic of Iran to suspend the professor's execution and thus to ensure that there is no other execution in the world.", "language": "en", "original_language": "it", "translation_provider": "google"}, {"id": 5, "date": "2017-10-23.json", "name": "James Carver (EFDD).", "mepid": "124971", "text": "   – Mr President, you quite rightly called the House to order with regard to taking a minute’s silence. Could I ask the Parliament to put my remarks on record. Perhaps you would like to join me in sending condolences to the 300 victims of an al—Shabaab terrorist bomb in Mogadishu in Somalia and to many, many hundreds of victims. Perhaps that could be added to the record of the Parliament. (Applause)", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 6, "date": "2017-10-23.json", "name": "Presidente. –", "mepid": "2187", "text": "Absolutely yes, Hon.Carver, the European Parliament has always spoken out against terrorism.We remember the victims not only when they are European, but victims of terrorism all over the world.I therefore agree with your observation: the expression of condemnation for what happened in Mogadishu will certainly be recorded in the minutes - I believe in the name of everything in Parliament.The final draft agenda, set by the Conference of Presidents, pursuant to Rule 149 of the Rules, was distributed at the meeting of Thursday 19 October 2017.The following modification proposals were presented.Monday: no change requests.Tuesday: The Verts / ALE group requested to add a resolution at the end of the debate on the Commission declaration on combating sexual harassment and abuse in the European Union, to be voted on during this part-session.I give the floor to the Hon.Ska Keller to formulate her group's request.", "language": "en", "original_language": "it", "translation_provider": "google"}, {"id": 7, "date": "2017-10-23.json", "name": "Ska Keller", "mepid": "96734", "text": "  on behalf of the Verts/ALE Group. – Mr President, we are going to discuss cases of sexual harassment, and, as you have surely seen, we also have reports about cases of sexual harassment happening inside the European institutions, including inside Parliament. So it is really important that we have a debate about it, but it is not enough just to talk about it. We should also put in writing what we are going to do about it – we as the European Union and as the European institutions – so that we commit ourselves to changing this horrible situation. We cannot and will not accept such harassment in this Parliament or elsewhere in the European Union. (Applause)", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 8, "date": "2017-10-23.json", "name": "Sophia in ’t Veld", "mepid": "28266", "text": "  on behalf of the ALDE Group. – Mr President, my Group has two requests relating to the same topic. First of all, we feel that, given the scale of the debate around the world on this topic, it should have a more prominent place on the agenda this week. We suggest that, rather than discussing it late on Tuesday night, we discuss it on Wednesday morning. The second request – and Ska Keller has already referred to an article in Politico about harassment inside the EU institutions – is that, before the next part-session, you report to us first of all about what the situation is, and secondly, what measures you are going to take to make sure that it does not happen, that when it does happen people actually have somebody to turn to, and that there are procedures for tackling this.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 9, "date": "2017-10-23.json", "name": "Presidente. –", "mepid": "2187", "text": "Let's go in order. First we have to decide whether to add a resolution at the end of the discussion on the fight against sexual harassment and abuse within the Union, that is the proposal by the Hon. Ska Keller. Then there will be the proposal of the Hon. in 't Veld to change the date. But first we have to decide the content, then we will decide the date. Third thing, I answer you directly, without waiting for the next session. There is someone who wants to speak against the proposal of the Hon. Ska Keller? No. The request is put to the vote. The request is approved. Therefore, the discussion on the Commission statement on combating sexual harassment and abuse in the Union will be concluded by a resolution, to be voted on during this part-session. Hon. in 't Veld asked to change the agenda and reverse Tuesday's fifth point with the discussion on protecting workers from the risks of exposure to carcinogens or mutagens, which is scheduled for Wednesday morning. That is, he asked to have the discussion on sexual abuse on Wednesday, and instead to hold the discussion on Tuesday evening on the protection of workers against the risks deriving from exposure to carcinogens or mutagens. Is there anyone who is against this change? Please, Hon. Rodrigues.", "language": "en", "original_language": "it", "translation_provider": "google"}, {"id": 10, "date": "2017-10-23.json", "name": "Maria João Rodrigues", "mepid": "124737", "text": "  on behalf of the S&amp;D Group. – Mr President, we prefer to keep the order as it is because the Ulvskog report is also very important. Of course we know that this debate is crucial for us but we do not agree to change the order.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 11, "date": "2017-10-23.json", "name": "Presidente. –", "mepid": "2187", "text": "We vote the proposal of the Hon.in 't Veld.The proposal is approved.", "language": "en", "original_language": "it", "translation_provider": "google"}, {"id": 12, "date": "2017-10-23.json", "name": "Manfred Weber", "mepid": "28229", "text": "on behalf of the PPE Group.- Mister President!Ms. Keller rightly pointed out that we had media reports in the last few days that there had been incidents in the house.I would therefore like to ask Parliament's Bureau to look into this matter.The processes must be clarified immediately and whether there are any points.We have internal structures and we cannot tolerate sexual abuse of any kind in Parliament.(Applause)", "language": "en", "original_language": "de", "translation_provider": "google"}, {"id": 13, "date": "2017-10-23.json", "name": "Maria João Rodrigues", "mepid": "124737", "text": "  on behalf of the S&amp;D Group. – Mr President, we are delighted and, of course, we also support this request made directly to the President in the Chamber.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 14, "date": "2017-10-23.json", "name": "Edouard Martin (S&amp;D).", "mepid": "124947", "text": "- Mr. President, I agree with the idea being defended.Nevertheless, given the gravity of the facts that are occurring, including here, I find - and this will be the subject of the debate on Wednesday morning, it will figure in our proposals and I will intervene in this sense - that we cannot bejudge and party at the same time.Therefore, the idea that I will defend on Wednesday morning in my speech will be to have a study carried out by an outside firm, so as to identify exactly the reality of the facts, in all objectivity.That was the purpose of my request.", "language": "en", "original_language": "fr", "translation_provider": "google"}, {"id": 15, "date": "2017-10-23.json", "name": "Presidente. –", "mepid": "2187", "text": "I will then respond to the requests of the Hon. in 't Veld, Weber and Martin. The Commission statement on tackling sexual harassment and abuse in the Union on Tuesday afternoon is exchanged with the discussion on protecting workers from the risks of exposure to carcinogens or mutagens, currently scheduled for Wednesday morning, and there will be a resolution. As for the solicitations that came from the Hon. in 't Veld, Weber and Martin, on 14 April 2014 the Bureau set up an advisory committee on complaints of harassment involving accredited parliamentary assistants, on the one hand, and Members of the European Parliament, on the other. The committee has two main functions: to prevent any bullying behavior by deputies towards accredited parliamentary assistants and to assist the President in the framework of any investigations. The internal procedure for resolving bullying problems is initiated following a formal complaint of psychological or sexual harassment filed by an assistant against a deputy. The committee, after listening to the parliamentary assistant, decides to start an investigation if there is sufficient evidence. Both sides are invited to submit evidence to support their respective positions. At the end of the investigation, the committee transmits its recommendations to the President, who takes a decision. Such a decision may consist of a sanction, pursuant to Rule 166 of the Rules, by making the House of Parliament aware of the facts. I would add that an assistant is also on the committee. Then there is another committee that deals with problems affecting officials. I would also add that last year the committee sent to all parliamentarians a documentation, I would say a volume, to combat sexual and non-sexual pressure and harassment. It is a guide that has been sent to all the deputies with the names of the members as well who are part of the committee. This evening, of course, I will inform the Bureau, the Bureau of Parliament, to evaluate all initiatives in this regard; I will listen to Quaestor Morin-Chartier, who is responsible for leading this group, for all the necessary information. Naturally, anyone who has been subjected to harassment of this type must turn, as is required by our rules, to this committee that will make all necessary investigations. Since there is a committee chaired by a Quaestor elected by the Plenary, I do not believe that, given the sovereignty of Parliament, there should be investigations to be entrusted to outsiders. The inquiries are to be made by the ad hoc committee, chaired by a Quaestor elected by Parliament, and a parliamentary assistant also belongs to this committee. So everything that needs to be done will be done. It is unacceptable that events of this type occur, I hope they will be very limited in Parliament. Then we will see the number of people, but until now we do not have such a large number of complaints. But even if it were just one case it would be, as far as I'm concerned, unacceptable. I have already said in the past, when I had to take a disciplinary decision against a colleague of ours, what is my opinion on the role of women in European society, so from this point of view I will be inflexible in inflicting harsh penalties on parliamentarians who violated our code and rules. Wednesday: The Verts / ALE group requested that the joint discussion on the entry / exit system, currently scheduled for Wednesday morning, be postponed to a later part-session.", "language": "en", "original_language": "it", "translation_provider": "google"}, {"id": 16, "date": "2017-10-23.json", "name": "Ska Keller", "mepid": "96734", "text": "  on behalf of the Verts/ALE Group. – Mr President, I would like to ask that we postpone this vote because the European Court of Justice decided in July that the Passenger Data Agreement with Canada cannot be concluded, and one of the main reasons was illegal data retention. The court made clear that data about European travellers cannot, in general, be retained for years by Canadian authorities. But now, with the entry/exit system, we would actually retain for years the personal data of Canadians coming to Europe – i.e. we would be doing exactly the same to our counterparts, and I really do not see how we could explain that to our Canadian partners. Therefore, we have requested an independent legal analysis of the implications of the court decision, which we will publish tomorrow. That study says clearly that the entry/exit system poses serious problems because the data retention periods are far too long and not justifiable, and because rules on access by law-enforcement agencies are not specific enough – and I think that we as Parliament should not adopt EU legislation that will likely be struck down again by the Court. At the very least, we would ask for help to postpone the vote until we can have more legal expertise on the matter and study it carefully. Therefore, we propose to postpone the vote.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 17, "date": "2017-10-23.json", "name": "Agustín Díaz de Mera García Consuegra", "mepid": "28397", "text": "on behalf of the PPE Group. - Mr. president. On my own behalf, and on behalf of my group, I reject this claim of the Group of the Greens, for many very important reasons, but mainly for three reasons. First of all, because the Regulation contains a robust data protection system. Mr Buttarelli - the European data protection supervisor - is the guarantor of the correct use, retention, treatment and storage of data. This is contemplated in the Regulation. Secondly, the legal services of the three institutions - the Legal Service of the Council, the Commission and the Parliament - have said, orally and in writing and also at the request of the Group of the Greens, they have categorically stated that opinion1 / 15, which refers to the European Union-Canada PNR, has no impact on the Regulation establishing an Entry and Exit System. And, third and very important. It will be remembered by all - and especially by German colleagues - that there was a terrorist attack on the Berlin Christmas market. Well, I want to tell you that the attacker, the terrorist, used fifteen different identities. If the Regulation establishing an Entry and Exit System had been in force, this would never have been possible. Therefore, ladies and gentlemen, I beg you on Wednesday to discuss and, where appropriate, vote on the Regulation establishing an Entry and Exit System.", "language": "en", "original_language": "es", "translation_provider": "google"}, {"id": 18, "date": "2017-10-23.json", "name": "Presidente. –", "mepid": "2187", "text": "I put to the vote the request of the Verts / ALE Group, which asks that the discussion on the entry / exit system, scheduled for Wednesday morning, be postponed to a later part-session.The request is rejected, so the agenda remains unchanged.Wednesday: The GUE / NGL group asked to change the agenda for Wednesday's discussions as follows: Council and Commission statements on forest fire response mechanisms in northern Spain and Portugal will be the first item on Wednesday afternoon, before the discussion on topical issues.", "language": "en", "original_language": "it", "translation_provider": "google"}, {"id": 19, "date": "2017-10-23.json", "name": "João Ferreira", "mepid": "96706", "text": "on behalf of the GUE / NGL Group. - Mr President, since today you had the opportunity to pay tribute to the victims of the fires in Portugal and you had the opportunity to point out how this is a matter of the greatest importance - and it is, in fact - in the face of these tragedies, these catastrophes, it is important to discuss no only the support that needs to be mobilized immediately to provide victims and their families, but also to discuss an appropriate framework for the prevention of this type of catastrophe at European level. This is an issue that, therefore, does not concern only the two States that, last week, were most directly affected by the fires - it is an issue that concerns everyone. Bearing in mind the importance of the subject - which you yourself stressed, and very well -, what we wanted was to give visibility and a projection to this debate that placing it at ten o'clock at night or at eleven o'clock on Wednesday night does not guarantee and Hence, therefore, we propose to change it to the first item on the agenda in the afternoon, that is, at three in the afternoon.", "language": "en", "original_language": "pt", "translation_provider": "google"}, {"id": 20, "date": "2017-10-23.json", "name": "Marcel de Graaff (ENF).", "mepid": "125025", "text": "- (NL) Madam President, of course it is terrible when people die in a forest fire, but I think this is an example of weak symbolic politics.I did not hear the GUE / NGL Group on the subject of the terrible earthquake in Italy - which must also be of personal concern to you.But now that we are talking about this and we happen to have brought up the topic for the current affairs debate, it suddenly has to be postponed and another debate has to be put in front of it.It is the custom here in this House that current affairs debates come first on Wednesday afternoon, and I would ask you to respect this custom.I know there are parliamentarians here who violate their own assistants - an appalling disrespect for their fellow man.Here, too, I recognize such a lack of respect in this proposal.I hope we all vote against.", "language": "en", "original_language": "nl", "translation_provider": "google"}, {"id": 21, "date": "2017-10-23.json", "name": "Presidente. –", "mepid": "2187", "text": "I put the request of the Hon.Ferreira, on behalf of the GUE / NGL Group, to change the agenda and bring the debate on forest fires in Portugal and Spain to the first item on Wednesday afternoon.The request is rejected, so the agenda is not changed.The order of business was thus established.", "language": "en", "original_language": "it", "translation_provider": "google"}, {"id": 22, "date": "2017-10-23.json", "name": "Presidente. –", "mepid": "96864", "text": "The next item is the report by Mihai Ţurcanu, on behalf of the Committee on the Internal Market and Consumer Protection, on the proposal for a regulation of the European Parliament and of the Council laying down rules for the making available on the market of fertilising products bearingCE marking and amending regulations (EC) n.1069/2009 and (EC) no.1107/2009 (COM (2016) 0157 - C8-0123 / 2016 - 2016/0084 (COD)) (A8-0270 / 2017).", "language": "en", "original_language": "it", "translation_provider": "google"}, {"id": 23, "date": "2017-10-23.json", "name": "Mihai Ţurcanu", "mepid": "131750", "text": "rapporteur. - Mr President, Commissioner, ladies and gentlemen, the draft regulation laying down rules on European-branded fertilizers aims to improve current legislation in this area. Please allow me to present some arguments that led me to believe in this report. I would like to point out, first of all, that this regulation is part of the Commission's proposal on the circular economy. It will have a positive impact on all European Union countries, and the benefits will be reflected in several areas of activity. The economic sector, first of all, is a good engine through which the profile industry is stimulated to become more competitive. Among the notable objectives of this legislative framework is that the scope of fertilizers will be extended to those obtained from secondary raw materials. The administrative burdens on producers will be reduced and labeling will be clearer and more comprehensive. On the other hand, the consumer, the one we want to protect, will have safer products. We want the presence of heavy metals and contaminants in fertilizers to be within limits that do not endanger human health. I would like to emphasize that, as rapporteur, we have made efforts to reach the widest possible consensus, despite the contradictory positions that persist between the countries of the European Union on this issue. It is our duty to provide European consumers with food that is safe for health and at a reasonable price. I would also like to review the main provisions of the proposal, namely that the proposal will allow all fertilizers, including those derived from bio-waste and recycled nutrients, to benefit from the CE marking, which will ensure free movement in the single market. New harmonized requirements will be introduced for all CE marked fertilising products in terms of quality, safety and labeling. We are also talking about new rules on the free movement of all CE marked fertilizers. Optional harmonization will be maintained; for example, a manufacturer who does not want his product to bear the CE marking but has unlimited access to the entire EU single market may opt for compliance with national rules, in accordance with the principle of subsidiarity. We had consultations with representatives of national delegations and political groups, discussed with representatives of the chemical fertilizer industry of the Member States, as well as of some countries exporting raw materials to the European Union. On Tuesday, you are called upon to vote on several proposed limits for the maximum permitted cadmium concentration. Please keep in mind the need for the most urgent regulation in this area, as well as the need for the industry to have the necessary time to adapt to the new standards. Dear colleagues, we do not have the right to close factories overnight, to leave thousands of people without work. We do not have the right to condemn European farmers to buy fertilizer products at prices that harm them. But we cannot continue to allow European soil and, implicitly, agriculture to evolve chaotically and unsustainably, with risks for our safety and that of other consumers. That is why I believe it is necessary to establish, from the entry into force of the future regulation, a precise level of cadmium allowed. We must also be aware that a reasonable implementation time is needed. I believe in the professionalism of my colleagues and I want to harmonize our positions so that we can present ourselves with our heads held high in front of our own voters. Dear colleagues, beyond this point, which I know many of you will continue to comment on, I would like to point out that the report is, to a large extent, the result of the work done by the previous head. of the file, Ms Gáll-Pelcz, until she left the European Parliament.Thank you for your effort.I also thank my colleagues who contributed suggestions and proposals, in particular Mr Andreas Schwab, for his consistent contribution as EPP Coordinator in the Committee on the Internal Market.I conclude by calling for your support, especially as negotiations with the European Council will follow.In their perspective, we need a stronger mandate from the European Parliament forum.Thank you.", "language": "en", "original_language": "ro", "translation_provider": "google"}, {"id": 24, "date": "2017-10-23.json", "name": "Elisabetta Gardini", "mepid": "58758", "text": "draftsman of the opinion of the Committee on the Environment, Public Health and Food Safety. - (IT) Mr President, ladies and gentlemen, I too am here to witness a work that has been laborious, long and complex. We welcomed this regulation with great favor, because it includes under the CE mark a vast field of fertilizers that were previously excluded, but we also have some concerns. We, as the Environment Committee, had exclusive competence with regard to contaminants and the point on which we debated the most was certainly that of cadmium, as the rapporteur Ţurcanu has already mentioned. My concerns are very strong because even in the fact sheets of the Commission it is estimated that already going to a limit of 40 milligrams would require great efforts and greater investments in technologies, etc. etc., but the Commission itself recognizes in these documents that even going to 20 milligrams , as the Commission has proposed and as the Environment Commission has also confirmed, would entail such and greater investments in decay and probably would even require a general reorganization of the fertilizer market. This is why I believe that prudence is important and that perhaps it is right to give ourselves some time to reflect, considering that starting from 60 milligrams we are already halfway through the lowest limit we find in the world. You know, from 120 to 150-160 we are talking about the United States, we are talking about Canada, we are talking about Australia: we are certainly not talking about countries that do not care about the environment. So I join the appeal of the rapporteur Ţurcanu.", "language": "en", "original_language": "it", "translation_provider": "google"}, {"id": 25, "date": "2017-10-23.json", "name": "Jan Huitema", "mepid": "58789", "text": "Rapporteur for the opinion of the Committee on Agriculture and Rural Development. - Dear Commissioner, ladies and gentlemen, modern agriculture is capable of providing solutions to climate change, a better environment and more biodiversity through ecological and technological innovations. For this it is necessary to adjust European regulations. For example, outdated legislation restricts a farmer from fertilizing his land with animal manure from his own farm. He must dispose of the surplus animal manure. In order to still meet the fertilization needs of his crop, he buys fertilizer. The world upside down. The farmer should be able to use his own fertilizers as much as possible instead of buying fertilizers. For comparison, we annually import 6 million tons of phosphate fertilizer, while we could recover 2 million tons of phosphate from organic sources such as manure and waste streams. We must close this cycle. This reduces the burden on the environment and reduces greenhouse gas emissions. Fortunately, the European Commission wants to make this possible. In addition, phosphate fertilizers can contain the carcinogenic cadmium. That is a major risk to our environment and food safety that we cannot allow. That is why I am voting for strict cadmium limits in fertilizers. Industry arguments that the price of fertilizers will increase drastically and farmers will pay the price has been scare tactics and has been contradicted by agricultural economists. In fact, the reverse is true. I don't want farmers to be labeled as environmental criminals in a few years' time because cadmium is found in the soil, or worse, in our food. Because they use fertilizers that comply with European rules, European rules that we make here today. In addition, a new fertilizers regulation offers sufficient possibilities for alternatives. With the new fertilizers regulation, there is finally more room for it organic fertilizers to compete with fertilizers.", "language": "en", "original_language": "nl", "translation_provider": "google"}, {"id": 26, "date": "2017-10-23.json", "name": "Dimitris Avramopoulos", "mepid": "n/a", "text": "   Member of the Commission. – Mr President, first of all I would like to express my thanks to Parliament for its strong support for the proposed Fertilising Products Regulation. In particular, I thank the rapporteur and shadow rapporteurs for all their valuable input. The regulation is in many ways ground-breaking and also very complex. Being here today gives me a chance to recall its core principles. First of all, with regard to the potential of the circular economy, the proposed regulation is the first deliverable of the Circular Economy Action Plan. It is a very ambitious contribution to that. I say very ambitious because, for the first time, this regulation will open up the single market for products needed by European farmers in the 21st century. The products I am talking about are innovative agro-chemicals produced from organic materials present in by-products and waste. Those products have enormous potential to make European agriculture more efficient and sustainable and to create jobs and opportunities for innovative businesses in Europe. When organic materials available in Europe are recycled, European farmers get an outlet for agricultural by-products that would otherwise have been wasted. European fertiliser manufacturers become much less dependent on imported, scarce raw materials, such as phosphate, from other regions in the world and, in between, a market is created for innovative European recycling operators and technology providers. So this is a win-win for European farmers, fertiliser producers and innovative businesspeople. In terms of a free market for responsible actors, we are trying with the proposed new regulation to free up the market as much as possible for products that can reform the European agro-industry. Gone are the days when fertilisers had to comply with narrow definitions set by the legislator, or when they had to be halted at every border between Member States for new certification. Nowadays, manufacturers have real freedom to adapt their products to farmers’ needs, using a mix of conventional and innovative raw materials. Farmers understand their own needs much better than any legislator. That is why we have proposed legislation which keeps farmers’ choices as wide as possible. But this presumes that manufacturers take all responsibility for product safety. Spreading products on farmland can pose a risk to health and the environment. Known and unknown toxic contaminants can end up in our water, food and animal feed. So we have proposed that all agro-chemicals covered in the legislation must be subject to a chemical safety assessment under the general Registration, Evaluation, Authorisation and Restriction of Chemicals (REACH) legislation. If this proposal is amended, nobody – neither the legislator nor the manufacturer – will be responsible for assessing the safety of using agro-chemicals on land, and crops. That could have dramatic impacts on the environment and on the safety of the food chain, so I urge the European Parliament not to water down our proposal on this point. European fertiliser producers are more than able to take on the responsibility that the new market freedom requires and European farmers and citizens have the right to expect. Finally, this proposal not only provides new opportunities for the European agro-industry, it also provides you with an opportunity to limit emissions of toxic contaminants to farmland, drinking water and food. I would like to thank you for your general support for this part of our proposal. Together, we will raise environmental standards in an area in which Europeans are lagging behind the rest of the world. Future generations of Europeans will have their health better protected. A particular concern for health and the environment is cadmium in phosphate fertilisers. As far back as 1988, a Council resolution called for a strategy to reduce cadmium in phosphate fertilisers, and the problem has far from disappeared since then. There are a few marginal scientific differences, but the overall picture is clear: the European environment and people are too exposed to cadmium, and the only remaining major polluter of food in the environment is the phosphate fertilisers industry. So it is time for phosphate fertiliser manufacturers make sure that some of the dirtiest phosphate rock is cleaned before it is used in fertilisers, or for them to replace it with cleaner recycled phosphates sourced from Europe. And they can do that. The market is already developing and we are ready to support it further. Please remember that the limit values will also apply to imported phosphate fertilisers sold in the single market with the CE mark. This gives the European industry a golden opportunity to lead the world, not only as manufacturers of clean fertilisers with access to the single market, but also as technology providers to importers. So the industry should work with us, not against us. It is in their interest. It will help them to get a competitive advantage by developing clean technologies in innovative ways. To conclude my opening remarks, let me thank you again for your support. I look forward to hearing your views.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 27, "date": "2017-10-23.json", "name": "Jarosław Wałęsa", "mepid": "96774", "text": "  rapporteur for the opinion of the Committee on International Trade. – Mr President, there is one thing I do not understand: how come the Commission can ask for and pay for scientific research, and when the time comes to write European law, this research is thrown out with the garbage? The Smolders study, which should be the basis for the findings of the Commission and for our work as well, shows that 80 mg of cadmium per kilogramme in fertilisers does not lead to accumulation of cadmium in the soil. Don’t make any mistakes: this proposal will not lead to lowering our dependence on imports of phosphate or phosphorus rock. We will be dependant on different sources. What we’re doing right now is we’re going to stuff euros into the Russian hands, and that’s a fact. Please don’t ask me to go back to my home country and tell those people who are going to lose their European jobs that we are doing this to help them out, because it is not true. it is not based on good science, it is not based on good economy, and it is just crazy. We should not propose such a law, because it does not make any sense.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 28, "date": "2017-10-23.json", "name": "Pilar Ayuso", "mepid": "4319", "text": "on behalf of the PPE Group. - Mr President, I welcome this legislation, which is part of the circular economy package, because it proposes organic and recycled fertilizers, thus reducing inorganic raw material. And, in addition, harmonious environmental and food safety criteria are established to promote the trade of these products. All of this is very good and highly commendable. They are great goals that we have to pursue, but sometimes the end does not justify the means, especially if these means that we have are not viable or feasible from a practical and economic point of view for the sectors that have to assume and apply them. . Favoring the expansion of organic matter is very positive. However, we cannot thereby pretend to substitute mineral products, at least as long as we do not ensure that they provide the same level and efficiency in terms of soil fertilization. Do not forget that fertilizer products are essential and guarantee farmers that their crops receive a sufficient supply of nutrients. On the other hand, although it is important to promote the use of manures as organic fertilizers, I believe that this is not the regulation to try, as it would directly affect the Nitrates Directive. I also want to refer, of course, to the maximum cadmium content. The permitted cadmium limits have generated a lot of debate and have a great impact on the competitiveness of industry and agriculture, as well as other geopolitical connotations, as just said here. In my opinion the limits proposed by the Commission are too low. Furthermore, I would say that they are unacceptable and the proposal must be made more flexible: eighty milligrams, as scientific reports point out, would be a reasonable figure, especially when we now have no limits. In any case, we must promote this Regulation to support the industry so that become more sustainable and competitive, and foster sustainable economic growth and employment.But if we go too far on some issues, we will have to vote against it.", "language": "en", "original_language": "es", "translation_provider": "google"}, {"id": 29, "date": "2017-10-23.json", "name": "Marc Tarabella", "mepid": "29579", "text": "on behalf of the S & amp; D group. - Mr President, Commissioner, ladies and gentlemen, the proposal for a regulation we are discussing today aims to guarantee the functioning of the internal market in fertilizer products, while ensuring that CE marked fertilizers meet the requirements of protection of the human, animal and plant health and environmental safety. Fertilizers are obviously crucial for agricultural production, but their use can also have a negative impact on the environment and food security, especially when they contain contaminants. At present, fertilizers are regulated at European level by the 2003 regulation. However, the latter only covers part of the fertilizer market, since around 50% of all fertilizers present on the European market are excluded from its scope. Indeed, the existing regulation mainly concerns conventional, so-called \"inorganic\" fertilizers, which follow a linear economic model, since it involves the extraction of raw materials. The proposed regulation, on the other hand, initiates a shift towards the circular economy, as it aims to increase the reuse of raw materials that are currently disposed of as waste. Putting organic fertilizers on an equal footing with traditional fertilizers can reduce waste and the environmental impact of fertilization and agriculture. It is estimated that the recovery of nutrients already present in the European Union, for example in the form of waste, could replace around 30% of the inorganic fertilizers currently on the market - this has been specified previously. This is a very technical file, with a complex division of powers between the various committees involved. The colleagues and I worked together to obtain a text that is in my opinion well balanced. I would also like to thank the rapporteur, Mr Ţurcanu, who took over from Mrs Gall-Pelcz, who had done an excellent job, as well as my other shadow rapporteur colleagues for their collaboration. I therefore hope that tomorrow's vote will consolidate the achievements we have achieved through the Committee on the Internal Market and Consumer Protection. However, at the present time, I am challenged by the possible reopening of the \"nitrates\" directive, which nevertheless, from the start, was a red line for my group and which, by mutual agreement, was unthinkable in this context. report. Indeed, the \"nitrates\" directive includes two major elements: on the one hand, the principle of balanced fertilization and, on the other hand, the obligation to limit the use of manure, making it possible to avoid intensive breeding and to promote sustainable agriculture. So it is not a question of the time or place to hastily amend essential legislation to combat soil pollution. I would add that if the 'nitrates' amendment were to pass - which had been proposed at various stages of the dossier - I would instruct my group to vote against the entire report. I think we should not take this risk. As for the thorny issue of cadmium thresholds, the compromise supported in particular by my group seems to me to be the most balanced solution, because it makes it possible to apply the precautionary principle in the matter, while giving the industry time. to comply with these new requirements.", "language": "en", "original_language": "fr", "translation_provider": "google"}, {"id": 30, "date": "2017-10-23.json", "name": "Edward Czesak", "mepid": "132925", "text": "on behalf of the ECR Group. - Mr Chairman! The Commission's proposal introducing a drastic reduction in the limit values ​​for contamination of fertilizers with heavy metals, mainly cadmium, is controversial. The project directly affects the fertilizer industry based on the exploitation of native resources of phosphorus rocks in many EU countries. EU fertilizer producers will be forced to significantly increase production costs through either expensive heavy metal ore cleaning or importing mineral ores with lower levels of contamination from any of the global exporters. I am thinking mainly of Russia. As a consequence, this will worsen the economic situation of the chemical industry in the European Union and will increase the prices of fertilizers. It also threatens with a significant loss of jobs. The standards proposed in the report are drastic, and the argument for the protection of the environment and consumer health, although important, there are no clear results of studies indicating the need for such strict limitation of heavy metal content in fertilizer production. The new regulations must be realistic. Member States with decades of powerful chemical plants - some of them being the main employers in the region - cannot be required to suddenly shift from synthetic fertilizers to the production of organic fertilizers. By voting, I urge you to bear in mind that the adoption of a report imposing such stringent environmental standards on the European market will significantly hinder our national producer from operating on the European fertilizer market. It will also open the field for broadly understood external actions, unfavorable for the companies of our European market. The amendments tabled by the ECR group covering 80 ml / kg of cadmium in phosphorus fertilizers give a chance that the final shape of the report will take into account the implementation of the gradual reduction of heavy metals content in fertilizers, but also reasonably spread over time.", "language": "en", "original_language": "pl", "translation_provider": "google"}, {"id": 31, "date": "2017-10-23.json", "name": "Kaja Kallas", "mepid": "124697", "text": "  on behalf of the ALDE Group. – Mr President, there has been a lot of talk around cadmium, but I will not talk about cadmium: this proposal is not only setting the limits, it is also about opening new possibilities for European producers. Up until now, only mineral fertilisers have benefited from the CE marking and free access to the single market. Today, they are still the most widely used in Europe, but alongside the traditional products more and more companies are looking for new solutions. This partly reflects the global trend in rising environmental consciousness on the one hand, and a drive for increased efficiency on the other. Companies around the world realise that they need to find ways to do more with less.  In Europe, a lot of effort has been put into innovation. There is a strong drive in the fertiliser sector to find new sources of raw materials and make products that are more targeted and less wasteful. Often the solutions that are found are at the very forefront of science. By extending the scope of this regulation to such products, we will put in place the necessary framework to maximise the innovative potential of the fertiliser industry. Unified European standards will give producers a clear set of targets to aim for. Removing national barriers from the market will give them access to enough customers to make their investments pay off. Moreover, by asking the Commission to keep looking for new component materials that could be added to the regulation, we recognise that a lot of the potential of this sector is still untapped. We should not only reward existing animation by granting better access to the single market, we should also encourage further research by ensuring the possibility of updating the regulation in the future. By allowing the Commission to revise the regulation, we are telling producers to think outside the box and to keep looking for new solutions. If we follow these principles, we can create legislation that is truly supportive of innovation.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 32, "date": "2017-10-23.json", "name": "Maria Lidia Senra Rodríguez", "mepid": "125049", "text": "on behalf of the GUE / NGL Group. - Mr President, in the field of fertilizers and in the context of the circular economy, we believe that work should be done to reduce the use of chemical fertilizers, developing agroecology and promoting a greater interrelationship between livestock and agriculture, enhancing the use of manure. and promoting composting on the farms themselves, so that women and men farmers are increasingly less dependent on factors of production from abroad and to avoid a greater environmental impact and contribute to the fight against climate change. This would also mean reducing production costs, the consumption of fossil energies and the danger of the release of substances harmful to the environment and the health of both people and animals. With regard to phosphate rock, one of the fundamental raw materials for fertilizers that the European Union imports, it must be said that it comes mainly from Morocco, from deposits in the occupied territories in Western Sahara. This rock also has high levels of cadmium, which accumulates in soil and water and passes through the food chain, causing health and environmental problems. We believe that the European institutions must guarantee the sovereignty of the people of the Sahara over their resources, prevent them from being plundered by Morocco and not give in to external pressure regarding the establishment of permitted levels of cadmium in fertilizers. We believe it is necessary to stop imports of substances for the manufacture of fertilizers. And sewage sludge must not be allowed in fertilizers. For us, the CE marking should be reserved exclusively for European Union products. The labeling must be clear, transparent and easily understandable. Labels must be written in all the official languages ​​of the Member States. In the conformity assessment procedure, it must be ensured that the precautionary principle always prevails. For this, Conformity assessment bodies must be public and based on independent, transparent and public studies and assessments and must be updated continuously.Only in this way can we guarantee that we are not selling fertilizers with the CE marking that present a risk to human, animal or plant health, or to the environment.", "language": "en", "original_language": "pt", "translation_provider": "google"}, {"id": 33, "date": "2017-10-23.json", "name": "Bas Eickhout", "mepid": "96725", "text": "  on behalf of the Verts/ALE Group. – Mr President, we all know what we are trying to do here. We are trying to create one internal market for all fertilisers, because we know that until now the scope has been very limited. When we are doing that, then one of the key issues is going to be the level of cadmium that is allowed because we all know, it is a fact: cadmium is a heavy metal and carcinogenic to people. We know that, and we also know – this was already investigated by the European Food Safety Authority (EFSA) – that in 2009 Europeans’ intake of cadmium was at the maximum limit set by EFSA, and the intake for some more vulnerable groups there was a higher of cadmium than was allowed. These are concerning facts that need to be addressed, because we also know that of all the cadmium limits, until now only the fertiliser group has been exempted. If we are going to make a European regulation – and we know that there are many national applications in place – we have to take into consideration that the proposals by the Commission entail, for some countries, a dilution of the current cadmium limits. That is on the table, and then people are saying that this will hamper the fertiliser industry. To them I say: ‘excuse me, can we base this kind of debate on facts?’ Wageningen University have been looking after the research and they say that the cost of meeting the cadmium limits that are being proposed would be minimal. And reducing cadmium limits would also be a stimulus for innovation: getting to clean fertiliser without cadmium would be an example of the circular economy. That is what we are trying to do here. Most of the arguments you hear positing that this is impossible are predicated on a very old-fashioned idea that innovation is not happening. If we can be innovative Europe then we can be the selling market for clean fertilisers. That is what is at stake, and we don’t want to hear any flippant discussions. What is also very important is that in the end, if we are not doing this right, who will pay the price? It is the farmers still using the contaminated fertilisers, because they must use the market. And if we find out there is more and more cadmium in our soils, and who will be getting the blame? It is the farmers. So if you are really concerned about the farmers, you have to make sure that the producers get the limits that they need to get. And that is at stake and all the other arguments are just fake.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 34, "date": "2017-10-23.json", "name": "John Stuart Agnew", "mepid": "96897", "text": "  on behalf of the EFDD Group. – Mr President, the onus of proof must always lie with those who impose the restriction. Regulation must not been made for regulation’s sake, and the rule is made for people and not the other way around. Restrictions and prohibitions must be justified. This means a real risk to human health – not just a hazard. All actions are hazardous, and if that were the criterion we would all do nothing. We would still be living in caves with much shorter lifespans.  It also means looking at the real—world impact of this legislation. Are substitutes available? Can the damage of the restriction be mitigated? Have we used a sledgehammer to crack a nut? There is no clear evidence that we need to crack down hard on cadmium, and lots of economic consequences which are real and damaging. Fertilisers are a cost, but they allow modern agricultural productivity essential for the size of the world’s growing population. I am a farmer, and I can tell you that no sensible farmer applies any fertiliser he does not regard as essential, and he selects the most cost-effective option. We believe that the case for a 20 mg cadmium restriction has simply not been made. It will further burden EU agriculture with no identifiable benefit. Limits in the United States, Canada and Australia are over 120 mg, but their people are not suffering. So how can it possibly make sense to add to the cost, enrich the Russians, handicap EU production and reduce our competitiveness? Also, what are we going to do with all this cadmium that we do pull out of the phosphate, if indeed we do that? That is when it will become a real hazard. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 35, "date": "2017-10-23.json", "name": "Mylène Troszczynski", "mepid": "124758", "text": "on behalf of the ENF group. - Mr President, ladies and gentlemen, updating the market for fertilizers bearing the \"CE\" mark is essential to comply with the requirements for the protection of health, safety and the environment. Currently, only traditional fertilizers obtained by extraction or by chemical processes enjoy access to the internal market and have the famous \"CE\" label, while 50% of the fertilizers currently on the market are excluded - organic, by-products animals or agricultural, biological waste. As a result, fertilizers obtained on the basis of circular economy principles are currently excluded. This initiative, this text therefore has two objectives. The first is to encourage the production in the European Union of fertilizers from organic or secondary materials to develop the circular economy model by transforming waste into nutrients, thus reducing the European Union's dependence on nutrients imported from third countries. This proposal aims to establish a level playing field for organic fertilizers with mineral fertilizers. The second objective is to establish limit levels for contaminants in fertilizers. The rates proposed by the Commission are impractical and dangerous for the industry using phosphate as a natural source for the preparation of its secondary fertilizers. The French organic or secondary fertilizer industry is very developed and has every interest in benefiting from the opening of the internal market and the granting of the \"CE\" label. These economic players are de facto distorted from competition in the market for mineral and chemical fertilizers. The support obtained by French civil society on this issue testifies to the real stakes for this particular sector of the French economy, and I would like to thank them here. On the other hand, the support on this file from the French deputies of all parties policies of this Chamber are still expected from the actors of this sector. In addition to the vital issue for the French phosphate fertilizer industry, the Commission's proposal would also have the bad idea of ​​making us depend on only one source of supply of phosphates and the collapse of the northern phosphate market. Africa could have serious repercussions on the social balance of these countries. Geopolitical interest is also an important issue in this text. Our group tabled amendments aiming to establish a cadmium rate at 80 milligrams per kilo, with a gradual decrease over fifteen years to obtain a rate of 60 milligrams, a reasonable and pragmatic timeframe for research and development, particularly in decadmiation techniques phosphate. The French delegation of the National Front could not therefore tomorrow, during the vote, choose to sacrifice too many French jobs by an ideological logic and devoid of common sense, by choosing much too low cadmium levels. It is arguably preferable that the French secondary and organic fertilizer industry accepts the status quo by remaining temporarily excluded from the single market, rather than risk seeing many of its employees being made redundant. The instrumentalisation of an economic need for the benefit of contradictory objectives does not seem to me the best way to help the European industrial fabric.", "language": "en", "original_language": "fr", "translation_provider": "google"}, {"id": 36, "date": "2017-10-23.json", "name": "Mairead McGuinness (PPE).", "mepid": "28115", "text": "   – Mr President, the whole idea of the circular economy is just catching on, so it is appropriate that we try and implement it in the agriculture sector with fertilisers. Frankly, for a lot a farmers, they try to operate a circular economy on their farm where they have animals and cropping, and it can work really well. It can also work at the local level – amongst farmers who trade in livestock manure, and I think that is something we should encourage and promote. In this case, what we are talking about is extending what can be used as a fertiliser ingredient. What we need from that is that it is effective – in other words, that it works at farm level and that it is safe and that we do not over-regulate. What is very important is that fertilisers in the past account for 60% of the registered yield increase in the last 50 years, so we absolutely need fertilisers to grow crops. I have listened carefully to the robust debate about cadmium, and I think we have to make sure that what we aspire to is achievable and does not have unintended consequences. I would say here that the cereal sector in Europe is under huge pressure. We import a large volume of cereals that will be produced without our control on the cadmium levels used in the fertilisers in third countries, and we need to be very mindful of the consequences of that on our production here. It is one of the things that we do repeatedly in Europe. I want us to be leaders in this field, but I do not want us to be so far ahead that we are behind. We do it in a whole range of products. If we can encourage the rest of the world to move with us, then I think we could all do that in a very coherent and supportive way. I fear, though, that in this case we will be so far ahead that we are behind and will cause problems on the single market for our farmers, and indeed for our consumers.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 37, "date": "2017-10-23.json", "name": "Nicola Danti (S&amp;D).", "mepid": "124821", "text": "- (IT) Mr President, ladies and gentlemen, the regulation we will approve tomorrow will give us a finally harmonized regulatory framework in a sector, that of fertilizers, which - I would like to remind all of us - represents 100,000 jobs in Europe, hundreds of small and medium-sized enterprises , with an annual turnover ranging from 20 to 25 billion euros. I would like to underline three important results that emerge from this text. The first is visible, legible and complete CE labeling, which will ensure greater protection for consumers and, above all, for farmers. The second: we have guaranteed the promotion of the use of recycled and organic materials for a further development of the circular economy and the reduction of dependence on the import of some raw materials from third countries. Finally, there is what remains the most sensitive point of the regulation, namely the definition of harmonized limit values ​​on certain contaminating products, such as cadmium and chromium. I believe that the approach that our group has brought to Parliament's attention is one of reasonableness and balance. On the one hand, attention to citizens' health and environmental safety, on the other hand the need for reasonable times for adapting the industrial system to the new limits set, new limits which, I would like to remind you all, in most European countries are clearly lower than the starting limit of this directive, that is, the 60 milligrams that we have put as a starting point. I think some might argue that it could have been faster to reach a harmonized framework at European level. However, what matters - I think, colleagues - is to start a process in Europe which, through investments, research and development, makes this sector more competitive and our policies more environmentally sustainable.", "language": "en", "original_language": "it", "translation_provider": "google"}, {"id": 38, "date": "2017-10-23.json", "name": "Daniel Dalton (ECR).", "mepid": "35135", "text": "   – Mr President, we welcome much of this report and the modernisation of the current regulation, but the Committee on the Environment, Public Health and Food Safety has simply gone too far on cadmium levels, which they had competence on. Their proposal to lower the amount of cadmium fertilisers to just 40 mg in three years and then just 20 mg in nine years goes against scientific evidence and would have a dramatic effect on our ability to produce food. Our farmers need affordable and high—quality fertilisers. They directly increase the productivity of many crops. The Commission proposed 60 mg, even though they had evidence that 80 mg would do the job and lead to a reduction in the accumulation of cadmium in the soil. Fertilisers, we should also remember, are only one reason that cadmium can end up in the soil and in diet: alone, they don’t solve the problem. The EU imports 85% of fertilisers, and most of those inputs will not meet the 60 mg proposal, let alone the 40 mg target or the 20 mg target down the line. So, if this report goes through, our farmers will face massive cost increases, which will make our food even more expensive. I therefore urge colleagues to support the amendments tabled by the ECR Group, which sets a maximum level at 80 mg.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 39, "date": "2017-10-23.json", "name": "Fredrick Federley (ALDE).", "mepid": "124989", "text": "- Mr President! Thank you, Commission, for your presence in this very important debate. I would also like to thank the Commission for being very open and accessible throughout the process, where we have handled very technical legislation, but where we have been able to get quick answers to important questions to move forward in the work. First of all, it is important to point out the new markets that we may actually see. It sounds a bit like doomsday is approaching when I hear the right flank debate here. But that is not the case at all. First, we should probably start by stating that what we are talking about are not absolute levels of prohibition that set obstacles and limits. If you are from the UK and want to allow 150 milligrams of cadmium in mineral fertilizers, you can actually do so. The difference is that you are not allowed to sell it under the CE marking, which is the guarantee of what you are allowed to sell on the European market. That's what we'm actually talking about. But some here, it feels like, are very hard pressed by an industrial lobby that wants to access the entire European market. Then we have to ask ourselves the question: What is the average level today? It is 34 milligrams. That is well below the 40 milligrams that we aim to achieve in three years. At the same time, several countries - the Czech Republic, Slovakia, Finland, Sweden, Hungary and more - already have much lower levels today. Three of them have 20 milligrams or 22 milligrams. Well-functioning countries with well-functioning agricultural industry. This of course indicates that it is possible to do. But then we must have clear signals, and although I think that in our compromise here we are now eroding a lot by extending the time perspective to 16 years, it may be a compromise I can live with so that we can get this on banana. The consequence, if we drive 80 milligrams, is not about your home market, it is about what Hungary will have to accept. That you quadruple their levels? What will Finland need to accept? That you quadruple the level of cadmium in their mineral fertilizers?We can not do that.We need to be more progressive than that.Thank you to the Commission for your good cooperation and we hope that we will have a good result in the vote.", "language": "en", "original_language": "sv", "translation_provider": "google"}, {"id": 40, "date": "2017-10-23.json", "name": "João Ferreira (GUE/NGL).", "mepid": "96706", "text": "- Mr President, Commissioner, any intervention in this field of making fertilizer products available on the market must not lose sight of the fact that dominant European agriculture deviates from fundamental aspects of a sustainable production model, to which the prevailing policies and guidelines will not be unaware. in the European Union, as is the case with the CAP, which need a profound change. The rapporteur considers that Member States should be free to admit non-harmonized fertilizers to the internal market, without removing the possibility for economic operators to opt for the benefits of a harmonized regulatory framework. If, on the one hand, it seems advisable to restrict the effects of harmonization, making it optional, on the other hand, on the other hand, the criteria that will have governed the elaboration of the harmonized regulatory framework seem more questionable. These criteria would be expected to ensure high standards of quality, safety and protection, both of the environment and of public health, which encourage or, at least, do not compromise product and process innovation and align with the best knowledge technical and scientific resources available, in addition to not benefiting certain types of interests and economically more powerful operators to the detriment of others. There are legitimate doubts that this is so.", "language": "en", "original_language": "pt", "translation_provider": "google"}, {"id": 41, "date": "2017-10-23.json", "name": "Martin Häusling (Verts/ALE).", "mepid": "96752", "text": "- Mr President, Commissioner, ladies and gentlemen! I think one goal was very clear that we would get uniform regulation in Europe. We have come closer to the goal. But allow me a few words about cadmium. I am actually surprised by the debate on the other side of some colleagues. Now we are measuring ourselves - unfortunately they are no longer there - with the USA and Australia and say they have higher values ​​- so that would be a competitive disadvantage for Europe. If you were to do the same with many other things, then we would be way behind in our consumer and environmental standards. Therefore: Europe has to be a trendsetter. You have to go first in what is possible. And what the Environment Committee has proposed for cadmium is just a possibility. Everything that is in the soil at some point will also end up in the food. Everything we can avoid, we must avoid now. Therefore it is a precautionary measure that may also cost money - no question about it - but which must be taken in the long term to protect the environment. We want more natural fertilizers + that must take precedence over chemical mineral fertilizers. It is very clear. We also support this objective. But these funds must also be clean. Allow me to make a few points that we do not think are really well resolved. One is that the fertilizer ordinance must in no way lead to higher nitrate inputs from manure being allowed. There is a risk that the Nitrates Directive will be weakened by the Fertilizer Ordinance. The definition of animal fertilizer in the nitrates directive must not be affected by the fertilizer ordinance. It is clear that the excessive nutrient input leads to environmental and health damage. Sustainable agricultural systems should not be weakened by the fertilizer ordinance either. A point of us having REACH is a matter of concern.The fertilizer regulation must not be used to circumvent the REACH regulation.This means that no chemical substances may be used in fertilizers that can be harmful to human health or the environment.The proposal for a regulation on fertilizers contains a number of amendments which would make it possible to use fertilizers that are authorized without proper risk management.In the case of biostimulants, too, we are concerned that not only natural substances are used, but that, in the end, perhaps a circumvention is created and pesticides are used.I would like to add a special point: plastic sheets as mulch sheets, which should then rot in the field.I can only warn against that.This will help ensure that we have more plastic in the soil and in the water.", "language": "en", "original_language": "de", "translation_provider": "google"}, {"id": 42, "date": "2017-10-23.json", "name": "Eleonora Evi (EFDD).", "mepid": "124779", "text": "- (IT) Mr President, ladies and gentlemen, the food we eat is the main source of contamination by heavy metals, including cadmium, which is classified as a carcinogen. We are told by EFSA, which also established tolerable maximum intake levels in its scientific opinions. A study by the Experimental Zooprophylactic Institute of the Venezie, in 2015, found that those who follow a vegetarian or vegan Mediterranean diet are also more exposed to high levels of cadmium and therefore to contamination. By introducing stringent limits for cadmium and other heavy metals, such as mercury, arsenic and lead, into this new regulation, we can secure the health of European consumers. Not doing it today would be insane and irresponsible. We also have another great opportunity to seize, that of the circular economy, to make a concept up to now abstract into something concrete. This regulation seeks to transform waste into resources and create an organic fertilizer market to encourage natural and clean fertilizers. And in this way we could obtain a double result: on the one hand, decrease Europe's dependence on imports of raw materials, such as phosphate rocks, the main ingredient of inorganic mineral fertilizers, which, however, we often buy from areas of the world where not only these rocks are contaminated and very dirty, but in which their extraction violates human rights. On the other hand, we would favor a real transition towards sustainable and natural agriculture that is beneficial for ecosystems, the environment and, of course, man. We are talking about a CE mark and we are talking about stringent criteria to create a new market. Those who do not respect them can stay out and continue business as usual, but we must aim for the maximum and the improvement of the health of European citizens.", "language": "en", "original_language": "it", "translation_provider": "google"}, {"id": 43, "date": "2017-10-23.json", "name": "Philippe Loiseau (ENF).", "mepid": "125684", "text": "- Mr President, it is with my concerns as a farmer that I have studied this report. Let us not forget, farmers are the first users of these fertilizers, a profession which unfortunately sometimes feels excluded from the decisions of the European Union, which also feels misunderstood, and even despised. I therefore welcome, for once, the desire to have included our voice, that of the Members of the Agriculture Committee, in this text. The second remark concerns the yield of organic fertilizers. You have to be sure that these are as effective as the products they are supposed to replace. This is a non-negotiable requirement, because it could jeopardize the survival of agriculture, of course, which already has to face competition from imported products that do not always respect the environmental constraints of the European Union. The goal of relying less on imports is therefore particularly important and necessary. It is just as crucial that our dependence on raw materials is not on one country, but on several, for geopolitical reasons. In particular, this is about cadmium. If we lower the authorized threshold in fertilizers too much, it is to be feared that the list of our supplier countries will be reduced to one. It’s a risk I personally don’t wish to take, and a risk we should avoid, I think. On the same issue of cadmium, the European Union must strike a balance between environmental and health production and economic efficiency. The Commission proposal was far too strict, I think, in this area. Our group is therefore proposing a much more reasonable amendment, which I hope to see supported in the votes soon. Finally, I would like to take this opportunity to remind the Commission in a friendly manner of its role: first of all to protect the European interests of both individuals and professionals. Some companies would thus be strongly impacted by an authorized cadmium threshold that is too low.It is, of course, the jobs that will suffer in the first place.Let the Commission therefore look at what is being done elsewhere!It would be dangerous for the cadmium levels authorized in fertilizers in Europe to become the strictest in the world.I will therefore conclude on this point, which seems essential to me.Of course, the European Union must protect the environment, but it must not disrupt an entire market with a measure which, in addition, will not radically change the quality of the soil.", "language": "en", "original_language": "fr", "translation_provider": "google"}, {"id": 44, "date": "2017-10-23.json", "name": "Peter Jahr (PPE).", "mepid": "96772", "text": "- Mr President, ladies and gentlemen! First of all, a few words about the procedure: I have to honestly confess to you that at the beginning I was an enthusiastic supporter of the procedure, that the committees should have separate responsibilities. I have to say that in the end, looking at this dossier, it would have been better if we had a committee responsible because the committee responsible might ultimately have made it easier for us to find compromises. And I really have to direct the shy criticism of the Environment Committee, which has made a decision, but the key words jobs, geological conditions, raw material security and practicality only marginally interested the Environment Committee. And that's exactly what we suffer from, that's what the discussion is about. Here are two examples. The first example: if you look at the applications - everyone is in favor of defining and limiting the cadmium content, and we also need a European regulation. That's right. We're basically fighting over 40 milligrams. That is the difference. If you do the math: If you really want to improve the soil quality with this difference, you need several hundred years. That would be the same as if someone wanted to change the protein content of their breakfast egg with the salt shaker. Nothing happens there. So I ask a little for objectivity and to look: How is the effect really? The second example: In Central Germany, my region, we have lime deposits. Nobody changed it, God produced it that way, it was put down that way. Lime is a soil conditioner. Lime is used to improve the solubility of nutrients, but the pollutants remain in the soil. We have of course been using this since time immemorial. The scheme proposed by the Commission, supported by the Environment Committee, would lead to that we would close the lime deposits around the corner and then have to transport our lime from a great distance.That is nonsense in itself, and that is why I would ask you to look again at the compromise proposals in the vote tomorrow.Whether 80 or 60 milligrams - that would be a good compromise in the interests of raw material security and in the interests of our farmers.", "language": "en", "original_language": "de", "translation_provider": "google"}, {"id": 45, "date": "2017-10-23.json", "name": "Pavel Poc (S&amp;D).", "mepid": "96715", "text": "- Commissioner, I must commend the European Commission, because the proposal is really good. I think my fellow rapporteurs have also done an excellent job, and we are only left with the question of cadmium. There was a lot of talk here about industry, about agriculture, but apart from my colleague Eickhout, few people talked about the health effects. Cadmium is a carcinogen, mutagen, reprotoxin, organotoxin and is accumulative. The health consequences may come ten years after the intoxication occurred. This must be realized first. Food is the main source of cadmium for the European population and it is relatively clear from our agencies that the dietary intake of some groups of cadmium is twice as high as it is tolerable. So it is clear that something needs to be done about it. And for those who are too complicated and discussing here - what is poured into the field is simply there and we eat it, because it is simply not possible to remove cadmium from plants, from those crops, from the resulting food. So the exposure needs to be reduced at source, where the fertilizer is produced. Now let's look at what the Commission is proposing - a limit of sixty milligrams now. There was talk here about how complicated it is to do. There is nothing to do! Today, the average is thirty-four milligrams, for forty milligrams it may be necessary to start mixing a clean source with a dirty one, for twenty milligrams it is necessary to introduce some industrial technologies. In twelve years? In twelve years, friends, we will reach Mars, so hopefully we will be able to clear some fertilizer of contaminants. Many Member States already have these limits, so the debate that agriculture is not competitive with those limits is nonsense. This is proved by the fact that the limits are already there. Please support the Commission's proposal, it is sensible, it is rational, it is achievable and we do not neglect anything else at all.", "language": "en", "original_language": "cs", "translation_provider": "google"}, {"id": 46, "date": "2017-10-23.json", "name": "Mark Demesmaeker (ECR).", "mepid": "117477", "text": "- (NL) Mr President, my party, NVA, is working hard to make our economy more circular. A level playing field between organic and non-organic fertilizers can strengthen this cycle model. Flanders has been committed to organic recycling for 25 years. In 2015, more than 800,000 tons of the biowaste stream was converted into high-quality compost that I like to call black gold. And 2.2 million tons of other bio-waste streams were also converted into organic fertilizers. Today we can embed these Flemish best practices in European legislation by opting for ambitious European end-of-waste criteria for bio-waste. Bio-waste is a valuable raw material with a lot of economic potential, but today still a third of it is lost in the garbage bag. We have to turn the tide by collecting and recycling bio-waste separately. In this way we can replace a large part of the non-organic fertilizers. My delegation also supports the ambition to reduce cadmium step by step.", "language": "en", "original_language": "nl", "translation_provider": "google"}, {"id": 47, "date": "2017-10-23.json", "name": "Ivan Jakovčić (ALDE).", "mepid": "124754", "text": "- Mr. President, I am convinced that the European economy can and must be based on top quality and that only a top product can really survive in the long run as a European product.Therefore, I am convinced that high standards of environmental protection and food safety are a prerequisite for our long-term competitiveness.Today we are talking about what the possibility of choice for the farmer means and I think that in this element there is a way to satisfy all interests in this house because farmers have the right to choose, but we must, I am convinced, encourage those who want maximum protectionenvironment and food safety and, of course, I think we need to encourage technologies and innovation in the agricultural sector.That is the way, I am convinced, we can find a common agreement.", "language": "en", "original_language": "hr", "translation_provider": "google"}, {"id": 48, "date": "2017-10-23.json", "name": "Jiří Maštálka (GUE/NGL).", "mepid": "23704", "text": "- Mr President, I will not bother with the numbers that have already been said here. The discussion on this proposal for a regulation again shows for whom business interests are more important and who is primarily concerned with human health and environmental protection. The most controversial is, of course, the topic of cadmium limits. This highly dangerous substance poses a serious risk to human health. In addition to the air, it also enters the human body through food. From phosphorus fertilizers it enters the soil and is taken up by plants. It can no longer be removed from them, so we cheerfully consume it in our food. It is a very toxic carcinogen that can contribute to cancer and osteoporosis. This information is publicly known, and yet the right is about to claim an increase in the cadmium limit in fertilizers. This is completely unacceptable. After all, we cannot prefer the profits from the import of low-quality raw materials to human health. I would also point out that the draft regulation omits some other important aspects, such as the addition of a limit for total chromium. The current practice is to add industrial waste to fertilizers, such as waste from the steel or leather industries. Although these are not permitted as component materials for fertilizers, it is nevertheless impossible for control authorities to determine the use of these materials in fertilizers. Biostimulants are a separate chapter. The vast majority of them move in the gray zone, they are pretended to be fertilizers or excipients. We therefore need to change the definition of plant protection products. Most important, however, is the fact that the current situation with missing limits on the risk elements for fertilizers in the European Union is completely unsatisfactory.", "language": "en", "original_language": "cs", "translation_provider": "google"}, {"id": 49, "date": "2017-10-23.json", "name": "Dariusz Rosati (PPE).", "mepid": "28394", "text": "   – Mr President, we all agree that cadmium content has to be limited – this is not the question we are talking about. The debate here is about the speed and the question of by how much we should reduce it. Seen from this perspective, I find the proposal put forward by the Commission and then changed by the Committee on the Environment, Public Health and Food Safety unacceptable, simply because it goes too far, is far too restrictive and is potentially harmful for EU industrial agriculture.  This is for three reasons. The first has already been mentioned: that there is no scientific evidence that would link the level of cadmium in fertiliser with the level of cadmium in food and crops. There is no solid scientific evidence that the limit of 80 mg or 100 mg leads to the accumulation of cadmium and not to the de—accumulation of cadmium. So we should be careful about making such statements.  The second argument is that the majority of fertiliser plants in Europe import their phosphate rocks from third countries. There is some cadmium content in these raw materials, but a feasible operational decadmiation technology does not exist and this technology cannot simply be developed overnight. So what is the alternative? The alternative would probably be either to go out of business or simply to look for some other sources of supply, but the single readily available source of supply is the Russian Federation. That brings me to the third argument. The third argument is that for phosphate rock, which has been considered by the Commission as a strategic raw material, we do not want to rely on supplies from an unreliable partner. So, if you want to reduce cadmium content and at the same time not destroy our industry, we should think about extending the period of adjustment in order to give our industry time to develop technologies that would fulfil these noble goals as indicated in the Commission proposal. (Applause) ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 50, "date": "2017-10-23.json", "name": "Clara Eugenia Aguilera García (S&amp;D).", "mepid": "125045", "text": "- Mr. president. We are focusing too much on cadmium: it is a very important element, but it is not the only one. It is a regulation that will modify another, fourteen years later; which is also part of the circular economy package, something very important. It is the Regulation that was pending within the circular economy and that will regulate the internal market and will produce harmonization, for the first time - for the first time - in the use of fertilizers. A partial harmonization, it is true, but very, very important. In addition, it will establish conditions for the commercialization of the products and will provide more security in the use of these. I want to say that fertilizers are essential for agricultural productions, but we need fertilizers that are really useful and, therefore, that their effectiveness and agronomic efficiency is demonstrated. This is very important because, for the first time, this Regulation incorporates many new fertilizers: organic fertilizers and mineral or inorganic fertilizers. More than 50% is now outside the regulation. Well, these organic fertilizers are very important within the circular economy, but if we approve in a Regulation organic fertilizers that do not have agronomic efficacy or efficiency, they are not useful for farmers and we will also be polluting. So let's be practical. Cadmium is a substantive element. We all agree to limit the percentages of cadmium, but let's go as far as possible. I think that the Commission has gone much further, and this is not useful, this is not useful for everyone. Nor do I agree to open the nitrates directive, which for my group - as Mr Tarabella has said - is an important issue, and we are not going to allow it, at least with our vote.", "language": "en", "original_language": "es", "translation_provider": "google"}, {"id": 51, "date": "2017-10-23.json", "name": "Jadwiga Wiśniewska (ECR).", "mepid": "124877", "text": "- Mr Chairman!Ladies and gentlemen!The Commission's proposal is shocking and absolutely unacceptable.With regard to cadmium limits, European industry currently relies on African raw materials with high cadmium content.Today, in the European Union, limits related to the reduction of cadmium do not exist.It is time to call it a spade: the Commission proposal will result in increased demand for low cadmium deposits.Who will benefit from it?This is the crucial question.Russia will mainly benefit.I am convinced that Putin's colleagues are already rubbing their hands, because you are preparing a really great business for them.Finland, the home country of Commissioner Katainen, will also benefit.The consequence of the Commission's proposal will be, firstly, an increase in the prices of raw materials, production costs, fertilizer prices and, consequently, an increase in food prices.", "language": "en", "original_language": "pl", "translation_provider": "google"}, {"id": 52, "date": "2017-10-23.json", "name": "Angélique Delahaye (PPE).", "mepid": "124732", "text": "- Mr President, Commissioner, ladies and gentlemen, this report is an important report for the future of the industrial and agricultural sector. It covers much broader topics than just the cadmium issue. Unfortunately, discussions crystallized on this issue. I deplore the position of the Committee on the Environment, Public Health and Food Safety. Indeed, asking for a reduction in the rate in fertilizer to 60 milligrams per kilo now, with the ambition to reach 20 milligrams per kilo in a few years, is absolutely not realistic. It is essential to set objectives, ambitious certainly, but above all accessible in order to give a signal to European SMEs. We must obviously limit the use of inputs in our soils, but this must be done in a pragmatic way. Any measure aimed at reducing the use of mineral fertilizers must be accompanied by research and innovation and must be encouraged. The cadmium issue is a geopolitical issue and this has been said by many of my colleagues before me. So, if we follow the vote of the Committee on the Environment, Public Health and Food Safety, we will find ourselves dependent on sources of supply from Russia and Finland. As for the issue of nitrates, I think it is very unwise to open this question. The current legislation is certainly not perfect, but be careful not to open Pandora's box. I think that we must be attentive to the over-transposition of European laws into national laws, which are very often a source of distortion of competition. So, dear colleagues, I invite you, when voting on the Ţurcanu report tomorrow, to be attentive and to consider all the sectors concerned and not only this report from the angle of the cadmium issue.", "language": "en", "original_language": "fr", "translation_provider": "google"}, {"id": 53, "date": "2017-10-23.json", "name": "Catherine Stihler (S&amp;D).", "mepid": "4545", "text": "   – Mr President, I welcome the efforts of Parliament and the Commission to shift the balance to organic fertilisers while improving the Single Market for fertilisers. In line with the circular economy principle, we need to find an affordable way for our farmers to switch to more organic alternatives. However, since 80% of the EU market is inorganic fertilisers, we have a responsibility to our citizens and the environment to address maximum levels of contaminants in inorganic fertilisers. Cadmium is a Class One carcinogen according to the World Health Organisation, and exposure can lead to pulmonary disorders, kidney disease, cancer, fertility problems and osteoporosis. We have been talking since 2003 of reducing cadmium in fertilisers and it has taken us 14 years to get us to the stage we are at today. I hope in the coming years we will see significantly lower cadmium levels than we see now across the EU and across the world and I welcome these proposals.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 54, "date": "2017-10-23.json", "name": "Annie Schreijer-Pierik (PPE).", "mepid": "125030", "text": "- (NL) Mr President, tomorrow we will vote on essential European legislation in the field of the environment and the internal market. The European circular economy must also include fertilising products. We are talking about that here. High-quality mineral concentrate and other organic fertilizer products based on animal manure must be applicable throughout Europe if they have the same efficacy and environmental properties as mineral fertilizers. Phosphate is becoming scarce. Recycling manure and sewage through technology pays off and makes us independent. It is a good signal that this Parliament supports the recovery of struvite and has end-of-manure criteria examined. We must indeed stop the discrimination against high-quality organic fertilizer products based on manure. Our group has therefore tabled another amendment. If you support the circular economy, water quality and European soil health, I am all counting on your support. Throughout Europe, our arable farmers and horticulturists ask for fertilizers, soil improvers and innovative techniques. Let us therefore avoid becoming completely dependent on the phosphate mines of just one country for our food production, and then I am talking about Russia. Because in addition to organic fertilizers, affordable fertilizers are indispensable for our European contribution to food production around the world. Trust our innovative arable farmers, our horticulturalists and fertilizer producers. Finally, we are also always talking about breaking open the nitrates directive. The point is to update outdated legislation, such as the 1991 Nitrates Directive, now hopelessly outdated and unnecessarily obstructing high-quality processed fertilizers. And I look at Mr Tarabella. If you want to achieve what you just mentioned, you will have to agree to this. Otherwise, we will continue to talk, talk, talk in this House and nothing else will get off the ground.", "language": "en", "original_language": "nl", "translation_provider": "google"}, {"id": 55, "date": "2017-10-23.json", "name": "Virginie Rozière (S&amp;D).", "mepid": "103845", "text": "- Mr President, in fact, this report corrects an anomaly, since organic substances and animal or plant by-products have been used to amend the soil almost since agriculture has existed, but today the internal market only allows circulation of chemical fertilizers. It is therefore an anomaly that has been corrected and a real additional step for the circular economy to now also allow the marking and free circulation of organic fertilizers and plant and animal by-products. On the point that has been the subject of much debate - of course I want to talk about reducing the cadmium level - I am happy that we have set ourselves this target of 20 milligrams per kilo. Here too, I can hear the reluctance of certain colleagues, but I would like us to set a timetable that is a little more ambitious than what could be discussed, since the health of Europeans is at stake. So I invite you tomorrow to be very ambitious on this. And then, if European industry is so precious to you, I also invite you to take its interests into account when talking, for example, of trade defense. It seems to me to be more interesting than putting them in competition with the health of Europeans. But, in any case, these are advances for health and the environment that I invite us to support tomorrow.", "language": "en", "original_language": "fr", "translation_provider": "google"}, {"id": 56, "date": "2017-10-23.json", "name": "James Nicholson (ECR).", "mepid": "1318", "text": "   – Mr President, fertilisers are a necessity for producers. In some cases, fertiliser can account for over half of the farmers’ input costs – a price the farmer cannot control. Placing heavy limits on cadmium, despite the lack of scientific evidence to show this is necessary, will reduce supply and hike prices for farmers across the European Union. 80 mg per kilo with provisions to review would still allow risks to public health and the environment to be managed safely. Studies suggest that 80 mg per kilo on average is enough to stop cadmium accumulating in soil. Stronger limits are simply not supported by any available scientific evidence. I would therefore urge Members to support amendments calling for a maximum cadmium level in phosphate fertiliser of 80 mg per kilo.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 57, "date": "2017-10-23.json", "name": "Andrzej Grzyb (PPE).", "mepid": "23785", "text": "- Mr Chairman! Each type of fertilization must be balanced. Not only fertilizers of inorganic origin can be a source of over-fertilization, but also organic fertilizers can be a source of over-fertilization. Therefore, we must pay attention to what is rational in this regulation, first of all - that we are turning towards a circular economy, that we want to restore more organic matter to soils, but at the same time we want to use those fertilizers that are intended to good quality. This does not mean that agriculture will give up fertilizers of inorganic origin, that it will only rely on organic fertilizers, because it is impossible due to the intensity of this production. In some departments, only organic fertilizers are the basis of production, because these crops are, after all, on artificial substrates. That is why I want to say that we should strive to circulate as much organic fertilizer as possible, but we also need to take care of the quality of the soil and microorganisms. However, we cannot over-regulate the market. And here, if we introduce these proposals that are related to cadmium, we will make part of our fertilizer sector fall out of the market, because the costs of reclassification to production with a lower content require new technologies, more expensive technologies, in particular when it comes to phosphate from Morocco. . And another alternative source is phosphate rock from Russia or possibly a small amount from Finland. So if we want to move away from monopolizing the raw materials market by only one country, then we should allow a scenario of a reasonable reduction in the cadmium content in fertilizers and then we will achieve this effect, which is related to better quality of fertilizers, with a reduction in pollutants, including cadmium, but we will also obtain that will be reasonable for the industry and also for the farmers who are to use these fertilizers in production.", "language": "en", "original_language": "pl", "translation_provider": "google"}, {"id": 58, "date": "2017-10-23.json", "name": "Paolo De Castro (S&amp;D).", "mepid": "96891", "text": "- (IT) Mr President, Commissioner, ladies and gentlemen, European agriculture is called upon to play a leading role in the ever more pressing global challenge of access to food. In this sense, the availability of quality fertilizer products represents one of the conditions for the development of more productive and at the same time more sustainable agricultural models, which in the future must be able to produce more, using fewer inputs. For these reasons, the regulation we are discussing cannot be just an opportunity for harmonization at European level of the rules on traditional fertilizers; on the contrary, it must represent an extraordinary incentive for the production of innovative, effective and low environmental impact products, in total coherence with the circular economy model. The European Parliament's ambitious position must therefore be able to confirm the role of the Union as the leader of sustainable development, while ensuring the availability of fertilising products at fair prices, without creating further distortions of competition to the detriment of our farmers.", "language": "en", "original_language": "it", "translation_provider": "google"}, {"id": 59, "date": "2017-10-23.json", "name": "Theodor Dumitru Stolojan (PPE).", "mepid": "39721", "text": "- Mr President, today we are discussing a proposal for European legislation that the European Union fertilizer market needs. The issue that has raised serious concerns, however, is the cadmium content proposed by the Commission at sixty milligrams per kilogram. My colleagues have shown that they have doubts about the existence of a certain scientific basis for the effect of this limit on human health. The Commission's proposal, as it stands, has two negative consequences. First of all, the factories that import phosphates from North Africa, including Romania, do not have the necessary technology to reduce the cadmium content. And here we are not talking about a simple improvement of technology. We talked to the factory in Romania: reducing the cadmium content means completely changing the technological lines in that factory. Secondly, the second negative consequence is that it distorts competition in the European Union economy, in the market for phosphates, phosphate fertilizers, in the sense that the application of this cadmium limit will completely take out of the market factories using raw materials from North Africa. That is why I believe that any measure here must be accompanied by a sufficient number of transitional years to have scientific research that will yield results in this area. Thank you.", "language": "en", "original_language": "ro", "translation_provider": "google"}, {"id": 60, "date": "2017-10-23.json", "name": "Tibor Szanyi (S&amp;D).", "mepid": "124703", "text": "   – Mr President, health, food safety and sustainable food production are all important aspects in relation to fertilisers. We have to state that these substances are crucial for agricultural production, but, as in many cases, their overuse can be dangerous. Therefore, the precautionary principle should be first, while mitigation can be realised by smart precision techniques.  I welcome the harmonisation steps between inorganic and organic fertilisers, and also the steps in the field of cadmium levels. Regarding the latter topic, I think that the proposed Commission timeline could be more ambitious, and I would be glad to introduce even lower levels in the EU. There are already existing low cadmium levels, for example in the case of Hungary, where the limit is set at 20%, and everybody is happy. I can imagine that gradually the levels can be reduced.  Because of all these aspects, I am going to support the good results achieved at committee level and also the more ambitious Socialist amendments. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 61, "date": "2017-10-23.json", "name": "Esther Herranz García (PPE).", "mepid": "22418", "text": "- Mr President, Commissioner, ladies and gentlemen, it is important to reach a satisfactory agreement that allows the viability of fertilizers on the European market, but without reducing the quality of the products intended for farmers because they are essential products to continue producing food at a low price. reasonable within the Union. Organic fertilizers, although they could be a long-term solution, have not yet proven to be a real option that offers the same demanding standards as mineral fertilizers in terms of their nutrient composition. It is very important to reach a solution for cadmium limits that does not strangle mineral fertilizer producers or increases our dependence on imports from third countries such as Russia, while at the same time being considerate of public health. I would like to emphasize that not all soils are the same in Europe and that not all have the same absorption of cadmium, an aspect that is unfortunately not being taken into account in these negotiations, in which political figures are being considered without scientific foundations. I would like to thank Mrs Gardini here because she has made great efforts on a very difficult matter. And I certainly welcome the amendment that the European People's Group has proposed after having weighed all the interests at stake. I believe that this is a balanced amendment that does not meet anyone's highest aspirations, but it is a way of finding a compromise. I am sorry for the voice with which I am addressing you in plenary, and above all I am sorry that the interpreters have to be listening to me like this, but I am sick.", "language": "en", "original_language": "es", "translation_provider": "google"}, {"id": 62, "date": "2017-10-23.json", "name": "Maria Grapini (S&amp;D).", "mepid": "124785", "text": "- Mr President, Commissioner, ladies and gentlemen, there has been a lot of talk about this regulation and it is certainly worth it, it is an extremely important regulation. We are stuck at these percentages, but, as the rapporteur has shown and other colleagues have shown, there are improvements through this regulation for the fertilizer market, for the circular economy. However, I would like to point out here that, unfortunately, the Commission did not include in the estimate everything that needed to be included, for example, what impact would it have on jobs? He did not say anything about a study done at the University of the Netherlands in 2016 - here, the findings of this study are relevant, but I am totally in opposition to the arguments used by the Commission. As an IMCO member, of course, I want everything we vote for here to be very well balanced between consumer protection and industry support. Of course, human health is important, but deindustrialization continues. I can't help but say that, unfortunately, if this ambitious percentage is set… Here we are not talking about ambition, we are talking about results, technological research and we cannot impose a threshold over which the industry could not. Therefore, I will support the proposal without a gradual decrease and a proposal of 80 milligrams.", "language": "en", "original_language": "ro", "translation_provider": "google"}, {"id": 63, "date": "2017-10-23.json", "name": "José Inácio Faria (PPE).", "mepid": "125101", "text": "- Mr President, in 2016, the Commission adopted a proposal establishing rules for making CE marked fertilizer products available on the market, covering a wider range of these products and opening up the single market for the free circulation of fertilizer products produced from organic materials or secondary raw materials. If it is true that fertilizers provide relevant benefits in terms of crop yields, it is no less true that we must not forget that there are important environmental, public health and food safety challenges associated with the use of fertilizers. The main objective of the report is to encourage the production of fertilizers on a large scale in the Union, using national organic or secondary raw materials, in accordance with the circular economy model, transforming waste into nutrients for crops. However, the current regulation does not address environmental issues associated with the contamination of soils, inland waters and marine waters and, ultimately, foodstuffs. Cadmium is a sad example of this. Dear colleagues, for all these reasons, I believe that the maximum cadmium limits should be as low as possible in order to provide a high level of protection for human health. And this is what I have to say at the moment.", "language": "en", "original_language": "pt", "translation_provider": "google"}, {"id": 64, "date": "2017-10-23.json", "name": "Massimo Paolucci (S&amp;D).", "mepid": "124849", "text": "- (IT) Mr President, ladies and gentlemen, the fertilizer regulation is certainly a step forward. Finally there is a harmonization of the rules, finally the access to the market of innovative fertilizers is facilitated, the use of organic and recycled materials is promoted, finally clearer labels. Unfortunately, there is still no agreement on the limits for cadmium. On cadmium, some colleagues have urged us to be prudent and reasonable. I believe it is unreasonable to minimize or pretend not to know that cadmium is a severely carcinogenic heavy metal that contaminates water, soil and food. I think it is not reasonable to pretend not to know that in many European countries the national limits are lower, in the East and in the West: 20, 22. Italy, which excels in agriculture, has a limit of 50. And then it is possible, we do not propose the moon. We apply the precautionary principle with determination. Dear colleagues, let us not be divided: the proposal we have made is reasonable.", "language": "en", "original_language": "it", "translation_provider": "google"}, {"id": 65, "date": "2017-10-23.json", "name": "Cristian-Silviu Buşoi (PPE).", "mepid": "38420", "text": "- Mr President, I would like to congratulate the rapporteur on his work on this file and on how he has managed the sensitivity of this subject. This initiative does lead to the opening of the single market for the free movement of fertilizers and encourages, in particular, the use of fertilizers from recycled and organic materials, brings safe products for health and also safety standards, more quality, safety and more clarity in labeling. Discussions must continue, however, as there are still discrepancies both at European level and between the European Union and the countries from which we import agricultural or finished products. We want to be ambitious at Union level, as has been said, but at the same time we must take into account the reality in non-EU countries and especially in the Mercosur region, because these discrepancies do not they only create unfair competition within the Union and this will harm European farmers.", "language": "en", "original_language": "ro", "translation_provider": "google"}, {"id": 66, "date": "2017-10-23.json", "name": "Nicola Caputo (S&amp;D).", "mepid": "124851", "text": "- (IT) Mr President, ladies and gentlemen, the proposal for a regulation goes in the right direction, by encouraging the large-scale production of organic fertilizers derived from waste, in line with the circular economy model, and by facilitating access to the single market under conditions of parity with traditional inorganic fertilizers. The maximum limits for impurities, such as microbial contaminants, and the new minimum nutrient content per functional category of the product, are also positive, to ensure the quality of CE marked fertilizers. However, more could and should be done to ensure the safety of fertilizers and to reduce limits for heavy metals, particularly cadmium, for each functional category. I think the proposal from the ENVI committee is reasonable and I think that the executive committee is also acceptable, but the compromise put forward - even sixteen years for the reduction of cadmium to 20 milligrams per kilogram of product - I believe it represents more a gift to manufacturers than a serious position and responsible for protecting the environment and consumers.", "language": "en", "original_language": "it", "translation_provider": "google"}, {"id": 67, "date": "2017-10-23.json", "name": "Νότης Μαριάς (ECR).", "mepid": "125069", "text": "- Mr President, fertilizers are products for which strict rules are required in order to protect the quality of food, the environment and the health of consumers. And I think that supporting the European fertilizer industry should not be to the detriment of consumer health, so there should definitely be a reduction in cadmium content. I would also like to point out to you, Mr Avramopoulos, that it is necessary to finance a program to denitrify Greek and other European agricultural land. This is something that Greek farmers expect. They want much bigger aid, so that we can really denitrify the Greek land and support, of course, the crops, which will not be to the detriment of the health of the consumers. Finally, it should be noted that, while the import of cheap Bulgarian fertilizers, which do not meet the standards, is prohibited in Greece, the import of products from Bulgaria grown with the banned fertilizers is allowed.", "language": "en", "original_language": "el", "translation_provider": "google"}, {"id": 68, "date": "2017-10-23.json", "name": "Dimitris Avramopoulos", "mepid": "n/a", "text": "   membre de la Commission. – Monsieur le Président, chers collègues, je vous remercie pour ce débat. Je commence par une clarification, cher Marc, en réponse à vos remarques. La Commission ne compte pas et ne souhaite pas rouvrir la directive «nitrates» avec cette proposition, je veux être clair sur ce point. I am confident that the Fertiliser Products Regulation will be really a major contribution to the circular economy in Europe. It will help to turn waste management challenges into economic opportunities for farmers, innovative European technology providers, and manufacturers. It will help us to put more reliance on domestic sources over raw materials that are critical to our agri-industry and it will release agri-chemical manufacturers from many of the regulatory constraints that they are under today. But we must make sure that this new framework does not create new risks. Instead, the regulation must hold manufacturers to account for the safety of their agri-chemicals. At the end of the day, the fertilisers market is a global commodity market, and European manufacturers can compete by adjusting rapidly to the high level of protection that the European farmers and citizens rightly expect. I look forward to your continued support and to constructive discussions on how to strike the right balance.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 69, "date": "2017-10-23.json", "name": "Mihai Ţurcanu", "mepid": "131750", "text": "rapporteur.- Mr President, Commissioner, ladies and gentlemen, I have listened with great interest to everything that has been said here today, and I want to assure you that I will take into account all the recommendations that have come.The important thing now is that tomorrow's result will be a good one, and in the negotiations, as I said, I will take this into account.My role is to try to find a common denominator between Member States that have different positions on limiting cadmium levels, a hot topic in this case.", "language": "en", "original_language": "ro", "translation_provider": "google"}, {"id": 70, "date": "2017-10-23.json", "name": "Preşedinte. –", "mepid": "33984", "text": "The debate was closed.The vote will take place on Tuesday, October 24, 2017.Written declarations (Rule 162)", "language": "en", "original_language": "ro", "translation_provider": "google"}, {"id": 71, "date": "2017-10-23.json", "name": "András Gyürk (PPE)", "mepid": "23816", "text": "in writing. - Completing the common market for crop enhancers will improve the competitiveness of European agriculture and provide an opportunity to set a common health minimum in the EU. However, economic recovery cannot be the sole goal. We need to keep in mind not only the workers directly affected by the regulation, but all those who are indirectly involved in the issue. In this case, it is a very important group: every single European citizen who consumes the food produced here every day. The most controversial point in the report is the cadmium levels in phosphate-containing fertilizers. Cadmium is a toxic substance for the human body that accumulates in the human body and above a certain level causes severe damage and cancer. It is in the common interest of all of us to keep cadmium pollution through fertilizers below critical levels, even if this move leads to a deterioration in the competitiveness of polluting plants. Hungarian regulations are strict and forward-looking on the issue of cadmium. The gradual reduction of cadmium levels proposed by the European Commission and approved by the European Parliament at the level of the commission prescribes the adjustment to the current Hungarian level. This is the right direction and I cannot support a proposal that multiplies carcinogens in the food consumed by the Hungarian population.", "language": "en", "original_language": "hu", "translation_provider": "google"}, {"id": 72, "date": "2017-10-23.json", "name": "Michaela Šojdrová (PPE)", "mepid": "124710", "text": "in writing. - Colleagues, we have before us an amendment to the Fertilizer Products Directive, which emphasizes stricter protection of soil resources and the environment. It introduces and reduces permitted limits for heavy metals such as cadmium, arsenic and chromium, and for pathogens. It also introduces biostimulants and enables the production of CE fertilizers from processed agricultural waste, such as manure or compost, thus reducing dependence on phosphates imported into the EU from third countries. Modification of the Nitrates Directive is also important for the use of manure. Better use of waste and returning substances to the cycle is not only a logical step for a good manager, but also an opportunity for innovation and new technological processes. At the same time, however, a solution needs to be found that strikes a balance between environmental protection, phosphorite dependence and fertilizer efficiency. I appreciate the reduction of administrative burdens and voluntary harmonization - it is enough for manufacturers to comply with national regulations. However, I do not agree with the inclusion of mulching films in the scope of the directive.", "language": "en", "original_language": "cs", "translation_provider": "google"}, {"id": 73, "date": "2017-10-23.json", "name": "Preşedinte. –", "mepid": "33984", "text": "The next item is the debate on the recommendation for second reading of the Committee on Civil Liberties, Justice and Home Affairs on the offenses and penalties applicable to illicit drug trafficking [10537/1/2017 - C8-0325 / 2017- 2013/0304 (COD)] Rapporteur Teresa Jiménez-Becerril Barrio (A8-0317 / 2017) and report by Michał Boni, on behalf of the Committee on Civil Liberties, Justice and Home Affairs, on the proposal for a regulation of the European Parliament and of the Councilamending Regulation (EC) No1920/2006 on the exchange of information, the early warning system and the risk assessment procedure for new psychoactive substances [COM (2016) 0547 - C8-0351 / 2016 - 2016/0261 (COD)] (A8-0359 /2016)", "language": "en", "original_language": "ro", "translation_provider": "google"}, {"id": 74, "date": "2017-10-23.json", "name": "Michał Boni", "mepid": "124896", "text": "  rapporteur. – Mr President, it took three years to achieve the final version of the new psychoactive substances solution with the Council. We have overcome the deadlock thanks to efforts by all partners, especially the Maltese Presidency. Why is this so important? Six hundred and twenty-eight new psychoactive substances were formally notified by the European Monitoring Centre for Drugs and Drug Addiction (EMCDDA) in 2016 as dangerous for life and health, of which 100 were notified for the first time; 560 substances are now monitored. There were 254 victims of new psychoactive substances who died in EU in 2016 and 2017. In my country – Poland – alone, nearly 3000 citizens were poisoned by new psychoactive substances from January to August this year. So it is a real challenge. New psychoactive substances are so readily accessible because of the new digital channels and lack of clear rules. It is a cross-border phenomenon, so our responses must be cross-border – European. It is our moral and political obligation to act. Together, all Member States and our partners, as well as local authorities and NGOs, must act with determination to protect the health of our citizens, especially the young generation. And they must act as fast as possible, using scientific knowledge to build an early warning system and proper risk assessment arrangements – which are crucial for banning dangerous substances – coordinating far more effectively the measures taken by particular countries, using best practices, promoting the understanding of all threats related to the drugs and new psychoactive substances, giving the proper tools to the EMCDDA and supporting its organisational and financial capability. The new procedure in the regulation will be as follows. Member States will ensure that the national focal points of the drugs network and of Europol provide the necessary information on the new psychoactive substances to the EMCDDA and Europol. The EMCDDA shall gather, together with Europol, all this information and communicate it to Member States and the Commission. If there is a suspicion that the new psychoactive substance may pose health or social risks at EU level, the EMCDDA, the Commission or a majority of Member States can ask the EMCDDA to draft an initial report. The initial report shall give the first indication of the nature and scale of incidents, the chemical and physical description of the substance and the involvement of criminal groups in its manufacture. The report has to be prepared within five weeks. If the initial report indicates that the substance may pose severe risks, the Commission requests that EMCDDA prepare a risk assessment report, which should include more in-depth analysis. This will be done by the Scientific Committee of EMCDDA in six weeks. If the risk assessment report shows that the substance poses severe risks, the Commission prepares the delegated act to include this substance on the list of drugs. Member States have to ban this substance as soon as possible, but within six months at the latest. So, as a result, we are shortening the procedure by well over a year, we will have more common European actions, a more precise risk assessment model and an early warning system. This regulation will be a complement to the European Union drugs strategy and is necessary to protect our citizens.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 75, "date": "2017-10-23.json", "name": "Teresa Jiménez-Becerril Barrio", "mepid": "96806", "text": "speaker. - Mr. president. According to the latest European Report on Drugs 2017, presented by the European Monitoring Center for Drugs and Drug Addiction, deaths from overdoses have increased considerably due to a lack of knowledge about the dangerousness of these new psychoactive substances. In 2015, there were among the 28 EU Member States, plus Norway and Turkey, a total of 8,441 overdose deaths, mostly related to heroin and other drugs. The most widely used illegal stimulant drugs in Europe are cocaine, ecstasy and amphetamines. In my country, Spain, a total of 455 drug-induced deaths were registered in 2015 - 15 per million inhabitants, compared to the community average of 21.3 per million citizens. Apart from the conventional drugs that I have already mentioned - such as cocaine and heroin - the use of new psychoactive substances is increasing every year. In June this year, Commissioner Avramopoulos expressed his concern for young people, who are exposed to new and dangerous substances. These new legal psychoactive substances, also known as designer drugs, are a group of synthetic or semi-synthetic chemical compounds that are produced in industrial laboratories, most of them in China or India, and that are circulating in a legal market. The popularity of these substances has been increasing in Europe and the rest of the world due to their availability on the Internet and because they are easily sold in stores. Every year, many young people - particularly men - die from using new psychotropic substances. The European Monitoring Center for Drugs and Drug Addiction in Lisbon detected 540 new psychotropic drugs in the Union last year, and the trend continues to increase every year. The growth of the sale on the Internet of these types of drugs and the ease of production have made it more difficult for the Union Europe can stop its production. The 2014 Framework Decision was no longer effective; therefore, a new legislative instrument was necessary. The Commission drew up a new Regulation in 2013 - Mr Boni is the rapporteur for the report on that Regulation - and, as a consequence, a new Directive to overcome this legal challenge. Almost five years later, we have finally reached an agreement. The aim of the legislative package is to reduce the availability of risky new psychoactive substances, which will be done through faster and more effective action at Union level compared to the instrument we had, from 2005, which did not include information exchange, early warning, risk assessment and control of new psychoactive substances. The Directive, in particular, has aimed to amend Framework Decision 757/2004 in order to criminalize new psychotropic substances. From now on, Member States can take the necessary measures to ensure that those who manufacture it, those who produce it and those who distribute it - this designer drug - are punished with maximum sentences of five to ten years of deprivation of liberty. I have to remember that this directive does not criminalize the consumption, but the trafficking of this drug. These two instruments - Directive and Regulation - have come a long way. Parliament approved the proposal in 2014 but, until today, we have not been able to find a satisfactory compromise. Both reports are a success, as we have reached an agreement that will help all European citizens. I would finally like to thank the Maltese Presidency for its excellent work in finding a balance between Parliament and the Council. I also want to thank the Commission for its supportive role during all the trilogue meetings. And finally, I would like to express my gratitude to Mr Boni for the very fruitful cooperation that We have carried out.", "language": "en", "original_language": "es", "translation_provider": "google"}, {"id": 76, "date": "2017-10-23.json", "name": "Dimitris Avramopoulos", "mepid": "n/a", "text": "   Member of the Commission. – Mr President, our debate today is of great importance for our society, and especially our youth, who are our future. None of us here today can ignore this longstanding and continuously evolving threat affecting, directly or indirectly, the lives of millions of citizens in Europe. More than 93 million Europeans have tried an illicit drug in their lives. Overdose deaths continue to rise. As the Commissioner responsible, I am fully committed to the fight against this threat, which cuts across all generations. Despite, as you know, my particularly heavy obligations and responsibilities in tackling the migration crisis and threats to our security, the fight against drugs – I can assure you – is a key priority for me. Today we are proving once more that Europe is not just about numbers. Europe has a social face, it cares about those in need and it works hard to crack down on unscrupulous criminal networks and their unethical businesses. Drugs is one of these. I would like warmly to welcome the successful conclusion, after four years, of the intense and demanding interinstitutional negotiations on the New Psychoactive Substances Package. This result would not have been possible without the great contribution of the two rapporteurs, Teresa Jiménez-Becerril Barrio and Michal Boni. I would like to thank both of them personally for their constant efforts and support, and their commitment. In addition to traditional illicit drugs, the number of new and very harmful substances being placed on the European market, often as legal alternatives, is dramatically increasing. Our European Drugs Agency is currently monitoring more than 620 new psychoactive substances that cause severe health problems or even death. In fact, one new psychoactive substance is detected every week. Once the new legislation enters into force, we will leave behind lengthy procedures and will put in place an effective and efficient tool to tackle harmful new psychoactive substances. Information exchanges will improve and the role of the European Drugs Agency will be enhanced, including by working hand-in-hand with Europol. So far, the European Union has banned 19 new psychoactive substances and eight more are in the process of being banned. I would like to thank you in advance for adopting your opinion tomorrow on a concrete case of a very dangerous new psychoactive substance, furanylfentanyl, which must be made subject to control measures. Today’s package is part of a wider, comprehensive approach that this Commission has been working on for the past three years, in the context of the EU drugs strategy, in order to support Member States’ efforts in the fight against drugs. In July, the Council adopted the EU Drugs Action Plan for the period 2017 to 2020, on the basis of my proposal. This action plan enhances and updates existing actions, while it also identifies new priority areas such as online awareness-raising activities, targeting young people in particular, and exploring the potential connection between drug trafficking and the financing of terrorist groups, migrant smuggling and trafficking in human beings. We are also working very actively on the new policy cycle on organised and serious crime, towards disrupting activities related to drug production, trafficking and distribution in the European Union. The EU is also in the lead in the worldwide fight against drugs, together with its global partners. For the first time, the Union is speaking with one voice on drugs-related issues in international forums. We hope this will also be the case at the next meeting of the United Nations Commission on Narcotic Drugs. Obviously our fight against drugs is not finished with this legislation, but today we are sending a clear and strong message about our decisiveness and readiness to tackle new and very dangerous threats to our society. We must and we will continue our efforts in close and continuing cooperation with this House, the Member States and stakeholders. I am looking forward to the debate today and I thank you for the attention you are giving to European drugs policy.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 77, "date": "2017-10-23.json", "name": "Cristian-Silviu Buşoi", "mepid": "38420", "text": "  rapporteur for the opinion of the Committee on the Environment, Public Health and Food Safety. – Mr President, Commissioner, first of all I would like to congratulate Ms Jiménez-Becerril Barrio and Mr Boni on their very good reports. As rapporteur for the Committee on the Environment, Public Health and Food Safety on the proposal for a regulation as regards information exchange, early warning systems and risk assessment, I confronted a harsh reality. There has been a rapid increase in the past years in the number and type of new psychoactive substances available and launched on the European drug market, with more than 600 substances being monitored by the European Monitoring Centre for Drugs. Of even more concern than this is the unprecedented increase in substance use among young people, which is really very worrying. I have stated, in the Environment Committee opinion, that the rapid growth of the market in these novel products makes it necessary to enhance monitoring and early warning systems so as to assess health, safety and social risks, in order to develop responses. Member States need to provide, without undue delay, all available information on detection and identification, use and patterns of use, prevalence of use, potential as well as identified risks and commercial, as well as medical and scientific, use of these substances.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 78, "date": "2017-10-23.json", "name": "Michaela Šojdrová", "mepid": "124710", "text": "for the PPE Group. - Mr President, the constant development and availability of new psychoactive substances poses a significant threat in the fight against drugs. It is therefore appropriate for the European Union's internal market to respond to this innovation in the field of drug development. I see the problem especially in synthetic hemp, where producers change the composition of the substance slightly after the ban on a certain substance and thus the chemical formulas are constantly changing. This allows the re-availability of a psychoactive substance on the market in one of the member countries, in so-called smart shops. These are dangerous substances on which addiction can be developed, especially among adolescents. An efficient and effective exchange of information on these substances between Member States based on an early warning and risk assessment system is therefore highly desirable. I appreciate the provision of information between the various institutions without undue delay, for example between the European Monitoring Center for Drugs and Drug Addiction and Europol. I also appreciate the extension to assess not only the health but also the safety risks associated with new psychoactive substances. Also, given that the degree of similarity in the chemical structures of new psychoactive substances is often difficult to determine, the Center should have the power to determine whether certain substances can be considered sufficiently similar. The aim of both the regulation and the directive is to support member states in the fight against drug trafficking. While respecting subsidiarity, the experience of experts and the exchange of information at European level must also be used to combat the drug business, which threatens the citizens of the European Union, more effectively. That is why I thank the European Commission and the two rapporteurs for their persistent work and I believe that it will be supported.", "language": "en", "original_language": "cs", "translation_provider": "google"}, {"id": 79, "date": "2017-10-23.json", "name": "Anna Hedh", "mepid": "28131", "text": "for the S&D group. - Mr President! I would like to begin by thanking the rapporteurs for their very good cooperation and Commissioner Avramopoulos for his contribution to the debate. Together, despite the fact that the Member States have run out of time, we have now brought this legislation to fruition. The number of new psychoactive substances continues to increase in Europe and causes deaths. About 600 substances are now in EU databases, and there is no indication that the problem will decrease. Unscrupulous criminals sell the substances, sometimes under misleading terms and in uncontrolled doses. The result is potentially life-threatening substances, which can be bought by anyone. Of course, the issue is addressed in the Member States, and good things are being done at national level, but for criminal groups not only to be able to change Member States, European cooperation is required. Shared databases and knowledge are necessary to be able to more quickly identify new substances and get solid information about their negative health effects. What then does the new legislation add? In particular, the package will simplify the procedure at EU level to assess the possible negative effects of a new psychoactive substance. A decision on a possible ban can be made more quickly. The procedure will now be almost twice as fast as before. In addition, the new provisions will further reduce the time available to Member States to implement the EU decision from twelve to six months. Finally, the package will hopefully improve the exchange of information, not least between relevant EU authorities, in the early warning and risk assessment system at EU level. All of this is extremely important. The faster we can identify a substance and take action, the less spread. Time is an important factor and in the long run it is a matter of life and death. I welcome the adoption of this package tomorrow and call on all Member States to make full use of these instruments.", "language": "en", "original_language": "sv", "translation_provider": "google"}, {"id": 80, "date": "2017-10-23.json", "name": "Helga Stevens", "mepid": "125105", "text": "on behalf of the ECR Group. - (NL) Mr President, colleagues, psychoactive substances are imitation drugs that have a significant negative effect on public health. For example, there is the substance acryl fentanyl - a mouthful - a substance that is 50 times stronger than morphine. Since the summer of 2016, that substance has claimed 40 victims. Despite this, Chinese producers just keep selling it online. It is also legal in some Member States. Over the past ten years, the number of variants of psychoactive substances at European level has increased enormously. For example, in 2015, a new substance was notified in the EU early warning system on average every three days. The problem is that the current European system is outdated, because it only focuses on classic drugs. Moreover, it does not allow for rapid action, hence the proposal for a directive to be voted on tomorrow. Under the new directive, counterfeit drugs will no longer be excluded from the common European approach to the fight against drugs, with the ultimate aim of preventing problems arising in police and judicial cooperation in the Union. The new directive significantly shortens the timeframes for rapid and effective action, making the EU early warning system much more efficient. Everyone agrees that dangerous designer drugs should be banned and removed from the market. But today any dangerous substance that Europe wants to ban has to go through a cumbersome legislative procedure. In this way, valuable time is always lost. Tomorrow, for example, Parliament has to give its opinion on the substance furanylfentanyl. Dealers, meanwhile, are given free rein. People become seriously ill or even die. And when the substance in question is eventually banned, a new variant will already be on the market. This is how we fight against the quay. We want to put an end to this with these rules. It is high time for the to tackle harmful drugs that make big money.", "language": "en", "original_language": "nl", "translation_provider": "google"}, {"id": 81, "date": "2017-10-23.json", "name": "Maite Pagazaurtundúa Ruiz", "mepid": "125038", "text": "on behalf of the ALDE Group. - Mr President, I want to congratulate, first of all, Mrs Jiménez-Becerril, for her work, and also Mr Boni, the Commission and all those who have spoken before me because I fundamentally share everything they have said. In fact, it is repeating talking about the detection of so many psychotropic substances that we have, on the one hand, to attend to, evaluate and prevent them from being on the market, although part of what we have to do is educational. In the 80s, I was able to see how several young people in my environment became schizophrenic or had psychotic attacks due to the psychotropic drugs that existed at that time and how others died after their addiction to heroin. There is a part of what we have to do that is reflective and a part that we have to do that, of course, has to do with education, because the figures we are talking about are not figures, they are people: broken lives, abandonment school, family and social tragedies, severe poisonings, health complications —as I have already said— mental or physical, and also the death of adolescents who are almost children. So the argument for more effective and proportionate detection and alert action on these substances is absolutely necessary. We from the Liberal Group consider it very opportune that the early warning mechanism on this type of new substances has been reviewed, given the rapid evolution of which we are talking and the increasing danger among children --practically adolescents, they are almost children— who have the possibility of obtaining these drugs on the internet, with great accessibility, without knowing the risks and dangers. We believe that there is a need for greater cooperation by Europol with the European Monitoring Center for Drugs and Drug Addiction and the European Medicines Agency. We have to go together in this because the problem goes beyond national capacities and we must help overcome fragmentation, obstacles and legal uncertainties.We have been waiting for this package of measures since 2013, so we hope that there will be no more delays and that we can contribute a lot, fighting very little and never again for the interpretation of trivialities between the institutions.We need this legislation.", "language": "en", "original_language": "es", "translation_provider": "google"}, {"id": 82, "date": "2017-10-23.json", "name": "João Ferreira", "mepid": "96706", "text": "on behalf of the GUE / NGL Group. - Mr President, the exchange of information between Member States, the existence and functioning of an early warning system and the risk assessment procedures for new psychoactive substances are of great importance. The European Monitoring Center for Drugs and Drug Addiction will currently monitor more than 450 substances. In recent years, there has been an unprecedented increase in the number, type and availability of psychoactive substances, a reality that coincides with the persistence of a deep and drawn-out social crisis, with very significant levels of unemployment, poverty and social exclusion, with the continued attack on social and labor rights, with the weakening of public services. In order to intervene in this complex reality, a comprehensive approach is recommended, integrating the aspects of prevention, deterrence, risk reduction and minimization of damage, up to treatment and social reintegration. It is necessary to deepen the knowledge about a rapidly changing reality, both in terms of substances, consumption habits and their prevalence in different groups of the population. It is necessary to identify the constraints in access to the health care delivery system and to expand, diversify and properly equip the public service network in the area of ​​drug addiction, privileging a proximity response. A path that requires confronting and reversing the effects of public spending cuts policies that are being imposed by the European Union on Member States.", "language": "en", "original_language": "pt", "translation_provider": "google"}, {"id": 83, "date": "2017-10-23.json", "name": "Bodil Valero", "mepid": "124993", "text": "for the Verts / ALE Group. - Mr President! There has been a record increase in the number, type and availability of new psychoactive substances on the European drug market. Michał Boni and others have already addressed the large amount of substances currently under surveillance in the system, but the problem is that we are seeing a steady increase. The new psychoactive substances are a major challenge for public health because they produce similar effects as the traditional drugs but are not yet drug-classified. These so-called online drugs are easy to buy for anyone over the internet. Some of these strong psychoactive substances have many serious and sometimes fatal consequences and are unfortunately used by many young people in parts of Europe as cheap drugs. They are perceived as relatively safe and legal alternatives to the established illegal drugs. It is estimated that EU citizens spend over € 24 billion on illicit drugs each year, that at least 6,800 people died from overdoses in the EU in 2014 and that an estimated 17.8 million young adults have used drugs in the past year. The human and social costs of drug use are very high. This requires a faster and more effective common system than today, in order to limit the availability of such drugs in our societies. We therefore welcome the agreement that the institutions have now finally reached on the new legislative package, which aims to significantly speed up the procedure at EU level with regard to risk assessment and decisions on control measures. We also support the decision to leave the legal basis to public health - we think it is more natural - instead of the internal market, and we are in favor of the more scientific approach in the proposals when investigating the different effects of new substances. As I said, the negotiations have been going on for more than four years now and we have no more time to lose. We need to act urgently, efficiently and coordinated.", "language": "en", "original_language": "sv", "translation_provider": "google"}, {"id": 84, "date": "2017-10-23.json", "name": "Margot Parker", "mepid": "124945", "text": "  on behalf of the EFDD Group. – Mr President, combating the distribution of illegal drugs is a global issue that requires all countries to cooperate in order to effectively fight. How best to tackle this issue is, however, up for debate. Some countries have chosen to take a softer approach, whereas others – most notably the Philippines – enact a zero—tolerance policy on drugs. The EU, however, decides that the best way to tackle illegal drugs is via legislation. And whilst this may appear to show the EU taking the issue of drugs seriously, it fails to tackle the fundamental problems that facilitate the drug issues in the EU – that, of course, being the borderless Schengen area.  A Europe without borders not only facilitates the free movement of drugs, but also the free movement of weapons, terrorists, and illegal migrants. If the EU wishes to take the protection of its citizens seriously, it must dismantle Schengen, and it must dismantle it straight away. (Applause)", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 85, "date": "2017-10-23.json", "name": "Γεώργιος Επιτήδειος (NI).", "mepid": "125071", "text": "- Mr President, it is a fact that drugs are a scourge of modern society, which is why all states, both nationally and internationally, are trying to identify drugs, to detect them, to limit their trafficking, to curb the addiction of young people to them and impose penalties on traffickers and traffickers. Unfortunately, all these measures only address the consequences of drug trafficking. If we want to tackle the problem on its basis and decisively, states must strengthen the institution of the family. This will help to educate children properly, in a healthy environment, not to have psychological problems and not to feel the need to resort to artificial drug paradises. Schools need to educate young people about the devastating effects of drug use. The state must also take care to eliminate youth unemployment, so that they are not forced to become addicted to drugs and become slaves to traffickers and traffickers. Finally, states as well as the European Union, as an international organization, must protect the lives of their citizens and conflict with the interests of international drug cartels, no matter how powerful, and impose death sentences on traffickers and traffickers. .", "language": "en", "original_language": "el", "translation_provider": "google"}, {"id": 86, "date": "2017-10-23.json", "name": "Elena Gentile (S&amp;D).", "mepid": "124847", "text": "- (IT) Mr President, ladies and gentlemen, we are facing one of the tragedies of our time: the use and addiction of psychotropic substances that threaten the health and lives of millions of people.This theme crosses the existential drama of young people and adults, it threatens their mental equilibrium, it becomes an occasion for malfeasance and illicit trafficking.The number of substances is growing dramatically and therefore it seems to me that the decision to strengthen the control and alarm system, making it even more widespread, accompanying the control systems with research on the effects and outcomes of the increasingly frequent usealso of mix of substances.Finally, and I come back to this issue again, the internet marketing of psychoactive substances should be strictly prohibited, because it is accessible to everyone and because it is also, perhaps, cheaper.", "language": "en", "original_language": "it", "translation_provider": "google"}, {"id": 87, "date": "2017-10-23.json", "name": "Ruža Tomašić (ECR).", "mepid": "119431", "text": "- Mr. President, psychoactive substances and their precursors have never been produced and distributed globally at a faster rate than today. Greater availability of knowledge and modern technologies, in addition to all its positive effects, has brought abuses such as its use in the production and distribution of drugs. We must stop these abuses, but not by limiting the availability of knowledge and technology, but on the contrary, using them to develop smart and effective policies and advanced systems to fight organized crime. This proposal before us today is of exceptional quality because it establishes an appropriate and effective framework for early detection, rapid notification and elimination of new psychoactive substances from the European market, without compromising the principle of subsidiarity. This constructive approach should also be applied in bilateral relations with third countries, which often represent the source of new psychoactive substances and their precursors, in order to stop this evil already at its source.", "language": "en", "original_language": "hr", "translation_provider": "google"}, {"id": 88, "date": "2017-10-23.json", "name": "Tim Aker (EFDD).", "mepid": "99650", "text": "   – Mr President, for the past 50 years, governments have thrown billions, even trillions, of dollars, pounds and even euros at the so-called war on drugs, and all it has resulted in is more ways for the drug traffickers and drug cartels to put different substances on the streets. And now we get these psychoactive substances. In my constituency, you go down some streets and you find these little gas canisters on the street. Legislation like this – legislation like any in the war on drugs – is always reactive. You’re trying to put the toothpaste back in the tube: you’re trying to stop something that is already happening, and by the time you have stopped it another substance is on the street, another legal high. Unless you recognise and look at the social problems behind it, unless you realise that throwing more money, more money and more money at the war on drugs is not working, unless new ways are found, then you are just going to be wasting taxpayers’ money that could be spent on healthcare, education or defence, or on combating the problems and the criminality associated with drugs, but not necessarily addressing the drug problem itself.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 89, "date": "2017-10-23.json", "name": "Κωνσταντίνος Παπαδάκης (NI).", "mepid": "125093", "text": "- Mr President, anti-ban policy has failed just because in the Netherlands and the Czech Republic cannabis use exceeds 50% of students, even 13-year-olds, while in Greece it is only 9% according to the European Monitoring Center. The monopolies of the monopoly groups for the promotion of the anti-prohibition campaign testify to the desire to convince the people that, not only do drugs not harm, but they also have healing properties. In fact, without formal research on usefulness and side effects. The SYRIZA-ANEL government with the so-called \"medical cannabis\" as a Trojan Horse aims at Greece in the legalization and release of drugs. The European Union is now proposing a new \"add-on\" from the list of illegal substances, which hides a bazaar of big interests. Coordination measures are the other side of the stalemate in governments' stalemate. Drugs are not a free choice. It is a coercion of the class, exploitative society that must be overthrown. Not in all drugs. Whole life, not in doses.", "language": "en", "original_language": "el", "translation_provider": "google"}, {"id": 90, "date": "2017-10-23.json", "name": "Caterina Chinnici (S&amp;D).", "mepid": "124861", "text": "- (IT) Mr President, Commissioner, ladies and gentlemen, I thank the rapporteurs of the two dossiers we are debating today, with which the European legislative framework on the fight against drugs is updated, criminalizing the illegal trade in new psychoactive and psychotropic substances. The subjecting of the illicit trafficking of these new substances to provisions of criminal law certainly constitutes a deterrent, also aimed at placing limits on the availability and consumption of substances that are sometimes extremely dangerous for the health of our young people. However, alongside repressive interventions, it is necessary to prepare prevention and information measures precisely on the harmful effects deriving from the use of new psychoactive substances. Coordinated actions must therefore be put in place between Member States to harmonize substantive national legislation and, of course, as rightly supported by the proposed regulation, to ensure the fastest exchange of information on new substances that could be classified as psychoactive.", "language": "en", "original_language": "it", "translation_provider": "google"}, {"id": 91, "date": "2017-10-23.json", "name": "Ignazio Corrao (EFDD).", "mepid": "124856", "text": "- (IT) Mr President, ladies and gentlemen, I thank the rapporteurs on the drugs package. New psychoactive substances are a relatively new phenomenon and Europe was the first to move in this direction. However, today the phenomenon must be considered as a global phenomenon and it is necessary to respond quickly to new challenges with new measures. We certainly cannot be satisfied with the silence that has been there so far; Silence with respect to some international events, such as the ministerial meeting at the United Nations in 2019 to assess whether the international community has eliminated or significantly reduced the cultivation, demand, production, trafficking and recycling of drugs, is not acceptable. We cannot ignore society, which asks us to discuss openly and without taboos about cannabis derivatives, a substance that engages our law enforcement agencies for 80% of its resources. Among other things, the legalization of cannabis would make it possible to remove a market that generates a turnover of 9.3 billion a year from organized crime. Too often, the important pharmacological properties of this substance have also been underestimated. I therefore believe it appropriate to launch an open debate in the coming months in Parliament on the role of the Union in the UN and on the need to give cannabis a status that is more in step with the times.", "language": "en", "original_language": "it", "translation_provider": "google"}, {"id": 92, "date": "2017-10-23.json", "name": "Maria Grapini (S&amp;D).", "mepid": "124785", "text": "- Mr President, Commissioner, ladies and gentlemen, as a result of the debate so far, we needed to come up with such a proposal. The Commission is very pleased that it came up with such a proposal. I think the statistics motivate this. In the last ten years, there has been a massive increase in new psychoactive substances both globally and in Europe. And, unfortunately, there is no sign of slowing down. In the last five years, 70% of new substances placed on the market have been discovered. There is a clear need for the European Union to act on new psychoactive substances. Member States, individually, cannot control the problems caused by the spread of new substances. Uncoordinated national actions in this area can have negative domino effects, such as the movement of harmful substances from one Member State to another. Criminal groups could take advantage of this situation and the worst thing is that young people are attracted here. Young people fall into the trap the easiest. There is obviously a need for better collaboration, for the exchange of information between the European Monitoring Center for Drugs, Europol and the European Medicines Agency, but there is also a need for a concern for the education of young people.", "language": "en", "original_language": "ro", "translation_provider": "google"}, {"id": 93, "date": "2017-10-23.json", "name": "Nicola Caputo (S&amp;D).", "mepid": "124851", "text": "- (IT) Mr President, ladies and gentlemen, over the past five years there has been an unprecedented increase in the number, type and availability of new psychoactive substances in Europe, with over 100 new drugs identified for the first time. The World Health Organization states that the new psychoactive substances available in Europe are particularly dangerous due to toxicity, interaction with other substances and influence on mental processes. The rapid increase of new psychoactive substances constitutes a new challenge for the definition of an effective control policy against the use of these substances, in which the European Union must be at the forefront, both through the coordination action of Europol and through the EU rapid alert system, an essential tool because it is able to allow national authorities to identify new substances and act promptly to intercept and remove them from the market. A joint effort by the European institutions is therefore necessary, an economic, logistical and political effort, so that national and community authorities are equipped with adequate tools to combat the spread and development of new drugs, which are increasingly difficult to identify and unfortunately increasingly dangerous. .", "language": "en", "original_language": "it", "translation_provider": "google"}, {"id": 94, "date": "2017-10-23.json", "name": "Ivan Jakovčić (ALDE).", "mepid": "124754", "text": "- Mr. President, always and everywhere, but really always and everywhere, I will do everything to remove drugs, to make drugs disappear because it does not need to be repeated much, how evil it is for humanity, how evil it is especially for young people.Unfortunately, I also have bad experiences.Some of my acquaintances, acquaintances left because of an overdose.But I also have positive experiences.Istria's experience at a lower level, not at the world, not at the European, not at the national level, can help because there are good examples of the fight against drug abuse, coordinated actions of repressive bodies, but also educational, educational institutions and health institutions when we already have addicts.Honest conversations with addicts can help, but it is up to us to try to effectively prevent all this from happening because the rapid growth of drugs is unfortunately something we are witnessing today.", "language": "en", "original_language": "hr", "translation_provider": "google"}, {"id": 95, "date": "2017-10-23.json", "name": "Luke Ming Flanagan (GUE/NGL).", "mepid": "124985", "text": "   – Mr President, it is fairly obvious that, if there was no prohibition on the consumption of cannabis, the synthetic forms of cannabis would disappear from the market in the same way that the demand for melted—down boot polish plummeted after the repeal of prohibition of alcohol in the US. The choice we must make is that of allowing access to a relatively benign plant, which has had many, many studies carried out on it, or leave our young people to the mercy of a legal, untested cocktail of chemicals. In Ireland alone, in the region of 100 000 people have a criminal record for possession of cannabis. It prevents them from travelling, from parenting and from access to decent employment. The law, rather than the drug, destroys their lives. This is the main reason why young people take these dangerous cocktails of drugs. The alternative is to face a life of ruin for taking a safer substance called cannabis. The war on drugs is a war on people. It must end. Start it by legalising cannabis now.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 96, "date": "2017-10-23.json", "name": "Ελευθέριος Συναδινός (NI).", "mepid": "125072", "text": "- Mr President, the report is welcome, but its results are late and incomplete. A stated pursuit is a drug-free society, not a lax passive approach with theoretical measures to reduce the harmful effects of use. The slowness of response, the replacement of controlled substances with legitimate, uncontrolled alternatives, and the practically repressive goals of a comprehensive anti-drug policy call for a uniform, general and flexible extension of definitions. Preventive, valid information of the citizens, the supportive treatment of the users as patients and the strict application of criminal measures are required at all stages until the disposal. In addition, the absolute restriction of any substance in terms of production, any trafficking and possession with the intention of disposal must be adopted, so that it is consumed for its psychotropic properties with a few appropriate exceptions on the basis of already implemented programs.", "language": "en", "original_language": "el", "translation_provider": "google"}, {"id": 97, "date": "2017-10-23.json", "name": "Dimitris Avramopoulos", "mepid": "n/a", "text": "   Member of the Commission. – Mr President, once again I would like to express my thanks to the European Parliament, and in particular to our two rapporteurs for their constructive work over the past year on this very important topic. As has been said today, we need a strong response to the phenomenon of the number of new drugs being detected at EU level. We need – and, again it is something we will work on – swift, strong action to protect Europeans, in particular our youth and those who are vulnerable in our societies, from the extremely dangerous threat of harmful new psychoactive substances. The proposed EU legislation will improve the speed of our action against these substances, enabling us to act even within weeks in the case of an immediate risk to public health. It also ensures that an effective process for exchange of information is in place, and that our European Drugs Agency has the competences and the resources to provide the relevant expert advice. A long process in Parliament and in the Council is coming to a successful end, but the fight against drugs does not end here. We have a lot of work ahead. We have taken some important steps but there is still much to do: firstly to protect our youth, as I have said, and also to support the victims and to prosecute the criminals. The Commission and I, personally, will stand by our Member States in tackling this sensitive issue. I count on your support and I am looking forward to an overwhelming majority for this important package in tomorrow’s vote.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 98, "date": "2017-10-23.json", "name": "Teresa Jiménez-Becerril Barrio", "mepid": "96806", "text": "speaker. - Mr. President, from here today we are sending a clear message about the need to penalize new psychotropic drugs because I believe that 540 new drugs a year are not something that we should underestimate, because the lives of our young people are at risk and it is our duty as Legislators no longer ignore this very serious threat. We cannot continue in this legal limbo in which we have been until now. Really, to me, spending five years processing this seems a shame; I think we really should have done it much faster. Finally, as I have already said and thanks to the Maltese Presidency, we have streamlined the process, but it has cost us blood, sweat and tears. I think our young people and the threat and risk that these new psychotropic drugs pose for young people needed much more agility. So, thanks to all the parliamentarians, I think we have seen here that we are all in the same boat. I think it is necessary to penalize these drugs because, although there has also been talk of not penalizing them, I think not, I think the problem with these drugs is ignorance about their dangerousness - our young people do not know, because there is no information about this -; when they begin to be penalized, the path of criminals will become much more difficult, as the commissioner has said. I think we have to be faster than them. Therefore, today we have taken a big step, but of course we are going to take many more, and I want to thank Mr Boni, the commissioner, my assistants, the advisors and all those who have worked during these five years to ensure that tomorrow the result of this vote is favorable. I am sure that it will, because it is what we have seen here today.", "language": "en", "original_language": "es", "translation_provider": "google"}, {"id": 99, "date": "2017-10-23.json", "name": "Michał Boni", "mepid": "124896", "text": "  rapporteur. – Mr President, again I would like to thank Teresa Jiménez and the shadow rapporteurs for their excellent cooperation. Commissioner, special thanks are due to the Commission because the Commission helped us to solve many problems, so thank you very much again. And thank you very much to all participants in this discussion because I think that it was very multi-dimensional. The debate focused on many issues but the goal is clear: to restrict access to new psychoactive substances and drugs and understand how important this cooperation among all institutions – the EMCDDA, Europol, Member States – is in order, on the one hand, to fight against criminal organisations and punish the sale, distribution and production of those substances and, on the other, to halt the spread of those substances all over Europe. The second key point raised during the discussion is the problem of awareness. It would be a very good opportunity when we start implementation of the directive and the regulation for the EMCDDA to do more, in cooperation with all countries, to raise awareness about new psychoactive substances and drugs and make those issues much more understandable for all social groups, especially the younger generation. The last point is related to proper implementation, because having a good legislative framework and good cooperation is important, but we need to combine all such measures properly: legislation, cooperation between all institutions and awareness-raising.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 100, "date": "2017-10-23.json", "name": "Przewodniczący. –", "mepid": "28372", "text": "I close the debate.The vote will take place on Tuesday 24 October 2017. Written statements (Rule 162)", "language": "en", "original_language": "pl", "translation_provider": "google"}, {"id": 101, "date": "2017-10-23.json", "name": "Doru-Claudian Frunzulică (S&amp;D)", "mepid": "124790", "text": "  in writing. – It is estimated in official EU reports that in Europe there is a cocaine market of about 124 tonnes, worth about USD 34 billion, an increased use of narcotic drugs and higher health risks. It is clear that the criminal networks behind the illicit drug traffic demonstrate a resilient ability to adapt and diverge their modus operandi in order to make a widespread of drug use. In the cyclical search for drug supply and trafficking, criminal acts vary from funding with illicit capital to use of the latest technology to avoid being intercepted, and finally to money laundering.  Therefore, in order to combat illicit drug trafficking, the following actions are imperative: increase the criminal penalties; implement harsher laws for selling and buying drugs; and enhance international cooperation between authorities on drug trafficking, money laundering and tax evasion. I am confident that as we move forward by increasing international cooperation and by raising awareness of the health risks and legal consequences for the illicit drug trafficking, we will succeed in the field of illicit drug trafficking.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 102, "date": "2017-10-23.json", "name": "Kinga Gál (PPE)", "mepid": "28150", "text": "in writing.- The world of drugs is a rapidly changing world that is increasingly threatening the physical and mental health of our children and young people.Drug traffickers are now present around our schools, where young people themselves can access these drugs more and more easily.An integrated approach can only be taken in the fight against drugs: prevention, rehabilitation and law enforcement are also essential.Every effort should be made to provide young people, teachers and parents with adequate information.Furthermore, it is essential that synthetic drugs, which are perhaps the most toxic, be added to the list of banned drugs as quickly as possible.All time lost in human life can be measured in this area.", "language": "en", "original_language": "hu", "translation_provider": "google"}, {"id": 103, "date": "2017-10-23.json", "name": "Przewodniczący. –", "mepid": "28372", "text": "The next item on the agenda is the brief presentation of the report by Virginie Rozière, on behalf of the Legal Affairs Committee, on Reasonable Measures to Protect Whistleblowers in the public interest when disclosing confidential information held by businesses and public authorities (2016/2224 (INI)) (A8-0295 / 2017).", "language": "en", "original_language": "pl", "translation_provider": "google"}, {"id": 104, "date": "2017-10-23.json", "name": "Virginie Rozière", "mepid": "103845", "text": "rapporteur. - Mr President, when we present a job like this, it is customary to thank colleagues for the work accomplished. I would happily do that, but I wanted to start by thanking other people. Say thank you to Antoine Deltour, thank you to Raphaël Halet, thank you to Irène Frachon, thank you to Denis Robert, thank you to all those who, one day, make this courageous choice which is to speak. This is never an easy choice because, for whistleblowers, it is making the choice of truth, making the choice of ethics, making the choice of the general interest, and this is very often a choice that is made at its own risk. I also wanted to stress that this is the first time that this Parliament has adopted a text on the protection of whistleblowers. This is quite surprising, because other institutions have already adopted resolutions on this subject; I am thinking, in particular, of the Council of Europe, which adopted a resolution in 2014, which sets ambitious and high objectives, objectives on which we have, moreover, based our work. I spoke of Antoine Deltour and Raphaël Halet, and I also wanted to underline that, on the other hand, this Parliament has often called for the protection of whistleblowers and that this has often been part of the resolutions which followed the LuxLeaks case. I am thinking of the reports of the TAX 1 and TAX 2 special committees. So, yes, we thanked Antoine Deltour and Raphaël Halet, we even thanked Antoine Deltour with the European citizen award. We took action to fight tax evasion thanks to him - thanks to them - but today Antoine Deltour and Raphaël Halet have been given suspended prison sentences. So we are moving forward, we are working and improving the daily lives of European citizens in the fight against tax evasion, but they are still condemned. It is particularly important today that this Parliament calls for an instrument to be adopted to protect whistleblowers in Europe. In this text, we lay down a framework that can serve as a basis for effective protection. In particular, we propose a broad definition of whistleblowers, considering that we must not focus on a particular situation - employees, subcontractors, consultants -, but rather on the nature of the information that is revealed, and therefore consider that from the moment a whistleblower discloses information on acts contrary to the general European interest, at that time, he must be protected. Precisely, what protection for whistleblowers? We know that, very often, when we speak, we are subjected to a lot of pressure, even to reprisals. It is therefore a matter of making it clear that such reprisals are punishable under criminal law and ensuring that they are punished and that the damage caused to whistleblowers and their entourage is fully remedied. We also want whistleblowers to be able to receive financial legal support when needed. We see that in many cases they have to face extremely degraded living conditions, a job lost, a house sold, resources reduced to a minimum. This is why we must also be able to provide financial support in certain cases, but also psychological help, because each time it is a test to be confronted with organizations which, for their part, have a lot of means - a lot of means. action and pressure tactics. This need to rebalance the balance of power, we also want it to be taken into account when an employee whistleblower is the subject of measures within his company, so that he belongs to the employer to provide guarantees that this is not retaliation. We make an important proposal: we want independent authorities are established to receive, assist and advise whistleblowers. As we have said, they are often in a fragile situation and left to fend for themselves in the face of powerful organizations and, therefore, this network of independent authorities, with an independent European authority which could ensure coordination and a means of appeal. for whistleblowers, seems particularly important to us. I want to take as an example a case that we will also discuss this week, but which is of a different nature. I think of all those people who have experienced the damage caused by glyphosate. I think of Ms. Grataloup, in particular, who tried to alert Monsanto of the wrongdoing, who tried to alert national authorities and who was not heard. That’s why an independent authority responsible for welcoming whistleblowers would be an important step. But I would also like to underline, for once, a rather contemptible attempt by certain colleagues on the other side of this chamber, who, hand on heart, claim to want to protect whistleblowers, but who, at the same time, , would like in this report to deprive them of any possibility of having recourse to the press. However, it is obvious that it is precisely in the most problematic cases, in the heaviest cases, in the most serious cases - we speak of corruption, we speak of embezzlement - that it is necessary to alert the press; these are the cases in which whistleblowers are most at risk. What sense would it make to want to remove whistleblower protection precisely for those more serious cases that require direct contact with the press? It is no more and no less than denying the right of citizens to quality information and suppressing the sources of investigative journalism. I find it particularly regrettable that while we are going to pay tribute to the courage of Daphne Caruana Galizia, tomorrow at noon, some colleagues are trying to prevent whistleblowers from speaking directly to the press.I hope everyone can see their game and tomorrow noon's votes.", "language": "en", "original_language": "fr", "translation_provider": "google"}, {"id": 105, "date": "2017-10-23.json", "name": "Michaela Šojdrová (PPE).", "mepid": "124710", "text": "- Mr President, I agree that there should be a legislative framework, ie legal protection for whistleblowers, especially at national level.These whistleblowers, who choose to disclose confidential information about illegal activities, help fight fraud, corruption and tax evasion.However, when enforcing regulation at European level, I recommend that we be very careful.For example, in the area of anonymity, we should talk more about confidentiality, where the identity will be known, but only to the supervisory authorities.I also do not agree with the creation of funds to support whistleblowers, which would be implemented precisely from what will be gained from their activities.I consider this connection to be very dangerous.In short, the right to the protection of whistleblowers is important and a national framework and a very sensitive approach must be respected in a European framework.", "language": "en", "original_language": "cs", "translation_provider": "google"}, {"id": 106, "date": "2017-10-23.json", "name": "Julie Ward (S&amp;D).", "mepid": "124963", "text": "   – Mr President, whistle—blowers are essential for protecting the public interest, saving public money and ensuring transparency and integrity in public life. In the light of recent scandals, and particularly following last week’s assassination of Maltese journalist Daphne Caruana Galizia, it is crucial that we adopt an EU-wide protection plan. When protecting whistle—blowers, we also protect journalists and their sources, we protect NGOs and freedom of speech, and we protect the truth. I am proud that my group has played such an important role in promoting EU action for the protection of whistle—blowers, and I want to thank my colleague, Virginie Rozière, for her work on the report. Transparency, democracy, free press and high ethical standards – both in public and private organisations – are the values that we protect when we protect whistle—blowers. We need to stand strong on these, especially when faced with attempts to dilute the substance of the report by some other groups in this House, namely the EPP. We in the European Parliament should lead the way on greater transparency, not pull the curtains shut or close the door. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 107, "date": "2017-10-23.json", "name": "Νότης Μαριάς (ECR).", "mepid": "125069", "text": "- Mr President, at a time when Europe really has millions of unemployed people, millions of poor people and huge public debt at the same time, tax evasion, tax avoidance and, of course, corruption must be tackled decisively. And in this fight, in this struggle, an important role is played by the complainants, who either work in the public or private sector, and really reveal the scandals that are happening. There must, therefore, be a protection for these people and also enable them to come spontaneously. But, if they know they will be punished, it will obviously be very difficult to have the complainants. It is important that we had the Falciani list, what is called in Greece the Lagarde list, which revealed a huge tax evasion, which has also happened in Greece. Protection of complainants, therefore, in the public interest and therefore we should adopt a broad definition of the concept of complainant, take into account mainly the type of information and, of course, have their protection, even financial support, if we want indeed the complainants come and reveal what is happening to the detriment of the public interest.", "language": "en", "original_language": "el", "translation_provider": "google"}, {"id": 108, "date": "2017-10-23.json", "name": "Ivan Jakovčić (ALDE).", "mepid": "124754", "text": "- Mr. President, whistleblowers, and how they need and deserve our complete protection.I would like to take this opportunity to thank the rapporteur and everyone who worked on this great document, because we have needed it before.The European Parliament generally does not lag behind when it comes to issues of publicity, freedom, democracy.We may be a little behind in this matter at the moment, but I believe that we can make quick and clear progress.This document allows us to do just that.I remember some examples from Croatia, a very famous example, of a whistleblower related to the largest Croatian company at the time, INA, the oil industry, and I know what it went through and what situation it was in, all done in the public interest.That is why, in this context, I want to strongly support all the intentions we have, because I am sure that many things will be easier to reveal if Parliament clearly stands on the side of those who wish us only good.", "language": "en", "original_language": "hr", "translation_provider": "google"}, {"id": 109, "date": "2017-10-23.json", "name": "Luke Ming Flanagan (GUE/NGL).", "mepid": "124985", "text": "   – Mr President, it is time for an end to the lip service when we come to talking about whistle-blowers. Everyone says they are wonderful; everyone says they are brave; everyone says they are exceptional. It’s only when we get to a situation where people don’t need to be brave to be whistle-blowers where it becomes normal to be a whistle-blower – then we can say that we have succeeded. At the moment, you have to be exceptional: if you become a whistle-blower in my country, you will be the one ending up digesting the whistle. You will end up unemployed; you will end up mentally destroyed. I have seen this on so many occasions. We have seen situations in my country where whistle-blowers in our police force have had false files and paedophilia charges put against them, since exposed. We have had members of our police force who have had rats hung on their door for exposing wrongdoing. We need to help these people. Either that, or we need to tell them, ‘keep quiet, otherwise your life will be destroyed’. Hopefully this will change it. A good start. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 110, "date": "2017-10-23.json", "name": "Nicola Caputo (S&amp;D).", "mepid": "124851", "text": "- (IT) Mr President, ladies and gentlemen, for several years the fundamental role played by whistleblowers in revealing serious violations of the public interest has been highlighted by a series of scandals in very different fields, such as the protection of public health, the environment and tax evasion. Whistleblower protection is one of the most important tools for safeguarding the public interest. Unfortunately, the protections offered, where they exist, are inadequate or too fragmented to ensure a coherent framework within the European Union. Numerous international standards on whistleblower protection have been developed, on which European legislation should therefore be based. According to these rules, the definition of whistleblower should be broad enough to cover a maximum number of situations and thereby protect public and private sector employees, consultants and self-employed workers. Even the case of journalist and blogger Daphne Caruana Galizia, who had been referred to as the \"Wikileaks woman\", obliges us to do everything we can to protect whistleblowers working to expose misconduct.", "language": "en", "original_language": "it", "translation_provider": "google"}, {"id": 111, "date": "2017-10-23.json", "name": "Molly Scott Cato (Verts/ALE).", "mepid": "124942", "text": "   – Mr President, as Commissioner Moscovici told our committee last week, the European Parliament is leading the EU institutions in fighting tax avoidance and money laundering, but we would never have been able to do this without the work of Antoine Deltour: the LuxLeaks whistle-blower whose courage led to the setting up of a series of special tax committees. Daphne Caruana Galizia, the Maltese journalist who was killed by a car bomb last week, gave evidence to our committee about the tax affairs of the rich and powerful in Malta. These two brave people gave us the information we needed to challenge the corrupt and self-serving behaviour of the global plutocracy, behaviour that is shaking the very foundations of our democracy as people lose faith that the system works for them. One was found guilty and barely avoided jail. The other was viciously murdered.  This is the sort of courage it takes to be a whistle-blower in a world without protective legislation. How much corruption remains hidden because those who know about it are too afraid to come forward? The legislation that Parliament proposes today would offer whistle-blowers the protection they need. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 112, "date": "2017-10-23.json", "name": "Caterina Chinnici (S&amp;D).", "mepid": "124861", "text": "- (IT) Mr President, ladies and gentlemen, the revelations of Panama Papers, Swiss Leaks and Lux ​​Leaks are only the latest major scandals that have exposed systems of tax evasion, transnational fraud, corruption, made known thanks to the courageous initiative of those who felt the duty to denounce criminal conduct aimed at damaging the community. I believe that the European Parliament deserves credit for having turned the spotlight on such a delicate and current issue, also highlighting the differences between the national systems of the Member States, in some of which whistleblowers are not protected or, at times, are criminalized. for the action performed. I thank Mr Rozière who, with his work, has highlighted how it is now necessary to have a regulatory framework that provides for minimum standards to harmonize the treatment of such cases and to protect whistleblowers, through the establishment of specific legal rules, so as to recognize them. the fundamental role in the public interest.", "language": "en", "original_language": "it", "translation_provider": "google"}, {"id": 113, "date": "2017-10-23.json", "name": "Fabio Massimo Castaldo (EFDD).", "mepid": "124812", "text": "- (IT) Mr President, ladies and gentlemen, we are talking about the protection of whistle-blowers, of whistleblowers, and therefore we are talking about a real fight against corruption, a real fight for transparency. But, beyond words, the reality of the facts tells us about a heterogeneous system of rules, which varies from country to country: at this moment in the European Union there are countries that have put in place really strong institutions, truly adequate to what is the challenge, others in which even whistleblowers are criminalized, and even more so it must be said that this protection must be not only formal but also substantial. It is therefore necessary to guarantee the possibility, even for anonymous informants, to be able to operate, it is therefore necessary to protect them from any form of retaliation by employers and the institutions they work for, and for this, in my view , it is essential to reverse the burden of proof. In case of demotion, in case of potentially discriminatory behavior, it is those who carried out them who must demonstrate their good faith and not the informant, on the contrary, who must prove that he was wronged. In addition to this, perhaps we should also think of funds to go to remedy the economic consequences. This is what we must do if we really want to talk about the protection of whistle-blowers, otherwise the courage of their words will be followed only by the silence of our indifference.", "language": "en", "original_language": "it", "translation_provider": "google"}, {"id": 114, "date": "2017-10-23.json", "name": "Pirkko Ruohonen-Lerner (ECR).", "mepid": "132366", "text": "- Mr President, we are shocked by the murder of a brave Maltese journalist a week ago.He exposed abuses, corruption and crime.This case is an extreme example of how whistleblowers can go, what risks they take and why they need to be protected.The report contains a lot of good things, such as anonymous reporting channels and financial support for whistleblowers.It goes without saying that small, medium-sized and large companies must be able to operate on a level playing field in the internal market, whether it is in terms of taxation, public procurement or compliance with environmental standards.We need clear legislation for the protection of individuals who expose the abuses and crimes of these companies and communities.", "language": "en", "original_language": "fi", "translation_provider": "google"}, {"id": 115, "date": "2017-10-23.json", "name": "Ruža Tomašić (ECR).", "mepid": "119431", "text": "- Mr. President, whistleblowers are of great importance to any society because they are people who endanger their own well-being in order to reveal hidden information of public interest. For such sacrifice, society too often does not express gratitude to them to the extent that they deserve it and allows them to be marginalized. Whistleblower protection therefore imposes itself as a necessity if we want to encourage citizens to disclose information of public interest without hesitation or fear. First of all, I am thinking here of a quality legal framework at national level that should be adopted by all Member States. But I must emphasize that the absolute legal protection of whistleblowers as invoked by the reporter and some colleagues is simply not possible. If we completely prevented the other party, the one who is considered injured, from seeking justice in court, we would de facto legitimize abuse of position, defamation and willful breach of contract. Not all cases are the same and it would not be wise to collectively apply special rules to them. Whether they can be applied to a specific whistleblower case should still be decided by the court.", "language": "en", "original_language": "hr", "translation_provider": "google"}, {"id": 116, "date": "2017-10-23.json", "name": "Γεώργιος Επιτήδειος (NI).", "mepid": "125071", "text": "Mr President, both in the public sector and in large corporations, there are some people who take advantage of their position and engage in illegal activities, such as fraud, tax evasion, illicit enrichment and other irregularities, thus creating and perpetuating corruption in general. Reacting to this unacceptable situation, some honest citizens denounce any illegal activities that come to their notice. Unfortunately, many times these people fall victim to their honesty and courage, because they are persecuted for their work, their lives are threatened, the lives of their family members, many times they lose their lives and, in general, they suffer. Because, with these activities, these people help the state to function, the state must protect them and methodize and institute procedures that will help strengthen their willingness to denounce these illegal actions. Here, however, we must be careful not to foster cases of false retaliation and retaliation. We do not want traitors, we want people who will report illegal activities, so that the state works properly with the principles of good administration and the rule of law.", "language": "en", "original_language": "el", "translation_provider": "google"}, {"id": 117, "date": "2017-10-23.json", "name": "Dimitris Avramopoulos", "mepid": "n/a", "text": "   Member of the Commission. – Mr President, once again I would like to express my thanks to the rapporteur for this report, which is an important contribution to our debate. The Commission strongly believes that protecting those who raise the alarm helps detect serious violations of the law which would otherwise be difficult to identify. Whistle—blowing is an upstream component of the chain of actions necessary for an effective enforcement of the law and the safeguarding of the public interest.  Let me underline that we should protect responsible whistle—blowing which genuinely seeks to protect the public interest. It is essential to safeguard the rights and interests of entities affected by whistle—blower reports, such as their right of defence. The question is how best to achieve this objective, and how we can contribute at EU level. As you know, the Commission is currently finalising its assessment of the scope of such EU action. Our open public consultation conducted this year attracted a lot of interest. We received some 5700 replies, of which around 200 were from stakeholder organisations. The full results are available online, but let me underline that respondents were overwhelmingly in favour of protecting whistle—blowers.  Asked specifically in which areas the European Union should support Member States to better protect whistle—blowers, the top four areas they cited were: the fight against fraud and corruption, the fight against tax evasion and avoidance, the protection of the environment and the protection of public health and safety. To feed our assessment, we have also commissioned an external study. We are carrying out a detailed mapping of the legal situation across the European Union, including through targeted consultations with national authorities and other stakeholders. The Commission will consider further actions in the first part of 2018. In this context, your report is very timely, and the solutions proposed will be taken into account in our work. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 118, "date": "2017-10-23.json", "name": "Przewodniczący. –", "mepid": "28372", "text": "I close the debate.The vote will take place on Tuesday 24 October 2017. Written statements (Rule 162)", "language": "en", "original_language": "pl", "translation_provider": "google"}, {"id": 119, "date": "2017-10-23.json", "name": "Julia Pitera (PPE)", "mepid": "124898", "text": "in writing. - Whistleblower protection requires a deliberate and responsible framework within which the whistleblower is to be protected by law. Exceeding this framework may lead to the degeneration of the system and the creation of tools that could be used by authorities with authoritarian tendencies to fight their political enemies. The repeated ideas to transfer to the accused of abuse the obligation to prove his innocence, instead of demanding from the accuser to present reliable evidence clearly proving guilt, is just such a tool. Similarly to the postulate to create publicly available websites, allowing anyone to anonymously accuse any person without taking responsibility for any harm caused. Journalists should also continue to be protected by press law - they should not enjoy the status of a whistleblower. The press law allows and even orders journalists to protect their informants, but at the same time requires them to thoroughly check information from such a source. Otherwise, journalism could turn into an arena of struggle between various circles. So journalists should not be granted the status of a whistleblower. So let us be prudent not to throw the baby out with the bath water while demonstrating to our voters our uncompromising will to fight for fairness. That the created system of whistleblower protection would really serve the common public interest.", "language": "en", "original_language": "pl", "translation_provider": "google"}, {"id": 120, "date": "2017-10-23.json", "name": "Daciana Octavia Sârbu (S&amp;D)", "mepid": "33989", "text": "signed up.- In recent years, whistleblowers inside public institutions or companies have contributed to the disclosure of many frauds or illegal behaviors.But whistleblowers need to be protected from possible abuse.Unfortunately, the protection provided, if any, is still very insufficient and too fragmented to create a coherent framework in the European Union.The protection of confidentiality must be ensured and a reversal of the burden of proof should be introduced;at the same time, provisions should be introduced on financial and psychological support as well as on compensation for damage.But it is essential that the denunciation be well defined, so that people who want personal revenge or promotion do not use this tool for unethical purposes.", "language": "en", "original_language": "ro", "translation_provider": "google"}, {"id": 121, "date": "2017-10-23.json", "name": "Marc Tarabella (S&amp;D)", "mepid": "29579", "text": "in writing.- Whistleblowers are essential in a democratic society;yet they are often threatened by legal proceedings as well as reprisals in the workplace.National laws are different from one country to another and often unsuitable.We demand from the European Commission a proposal for legislation to ensure the protection of whistleblowers at European level by the end of the year.The paradox today is to note that whistleblowers are victims of threats, persecution and legal proceedings while, at the same time, those who are denounced are relatively protected.Whistleblowers are the sentinels of our time, and when they serve the public interest, they must be properly protected.", "language": "en", "original_language": "fr", "translation_provider": "google"}, {"id": 122, "date": "2017-10-23.json", "name": "Przewodniczący. –", "mepid": "28372", "text": "The next item on the agenda is the brief presentation of the report by Laura Agea, on behalf of the Committee on Employment and Social Affairs, on a guaranteed minimum income policy as a tool to combat poverty (2016/2270 (INI)) (A8-0292 / 2017).", "language": "en", "original_language": "pl", "translation_provider": "google"}, {"id": 123, "date": "2017-10-23.json", "name": "Laura Agea", "mepid": "124811", "text": "rapporteur. - (IT) Mr President, Commissioner, ladies and gentlemen, citizens, today it is clear to everyone that poverty is a European problem, caused precisely by the policies that this European Union has perpetrated for years. The last hope to put a stop to the emergency of poverty is the will of all countries to adopt a minimum income that restores life and dignity to the nearly 120 million European citizens who are no longer able to make it to the end of the month and they struggle to survive. With this document, Europe will no longer be able to turn away with indifference when it comes to the suffering of its citizens. Europe must no longer remain deaf to the requests for help that families and businesses have been making for years. The European Commission should address the issue of minimum income without delay by presenting the proposal for a binding directive as soon as possible. Today, according to the European Social Observatory, various forms of income support already exist in 26 Member States, and with regret I must add that there is no minimum income in my country. We want Europe to intervene immediately with a common framework of rules that allows the harmonization of the various regimes in force with common access criteria valid for all, such as, for example, basing the calculation of income to be paid on the poverty threshold, which Eurostat sets 60% of the national average income. There are no second-class citizens, everyone must be able to benefit equally from minimum income schemes. Words are no longer enough, the budget lines of the European Social Fund and the European Program for Employment and Social Innovation must be made available to help Member States implement minimum income schemes. It is a strategic and visionary approach that allows for real social integration. It's not just about money: citizens don't ask for alms, but politics of dignity. If they find the money to save the banks, all the more I expect resources to be found for the children of this Europe which is too often the victim of wicked interests.This continent of ours must rediscover its human face, ensuring health care, housing, education and dignity through expansive economic policies for the benefit of all.I would like to conclude by thanking the Commissioner and fellow rapporteurs, but also by saying that this work, this document, bears my signature, bears the signature of the 5 Star Movement, but contains the names of all 120 million European citizens for whom it was written.Our commitment, our dedication and our work have been, are and will always be aimed at citizens.", "language": "en", "original_language": "it", "translation_provider": "google"}, {"id": 124, "date": "2017-10-23.json", "name": "Michaela Šojdrová (PPE).", "mepid": "124710", "text": "- Mr President, I cannot resist responding to the rapporteur's call. I just want to point out that the European Union cannot replace the decision-making of the parliaments and governments of the Member States. Nevertheless, the universal minimum income is already a reality in many countries, as she herself admitted, even if it is called differently, for example the subsistence minimum, as we have in the Czech Republic. However, the question is whether there should be any minimum income defined at European level. I personally do not agree with this, just as I do not agree with the definition of a minimum wage at European Union level. However, the adopted wording of this report is acceptable, as it only encourages all states to consider some form of minimum income. Personally, I am opposed to mentioning in the report the possibility of a European Union directive on minimum income, and I do not agree with the call for a European Union fund to be set up. It would be a utopia and a false promise to the electorate, which the European Parliament should reject.", "language": "en", "original_language": "cs", "translation_provider": "google"}, {"id": 125, "date": "2017-10-23.json", "name": "Nicola Caputo (S&amp;D).", "mepid": "124851", "text": "- (IT) Mr President, ladies and gentlemen, the data on poverty in the European Union are of great concern, given that the austerity policies of recent years have sharpened: 119 million people in the European Union, about 25% of the total population, are at risk of poverty and social exclusion, and to these data must be added the high rates of unemployment, especially among young people. One of my first initiatives as a Member of the European Parliament was to question the Commission about the plight of millions of European citizens who are unable to meet their basic needs. The minimum income of citizenship is a possibility, even if declined with different nuances in the various Member States. Europe must be able to build a common welfare system based on the centrality and leading role of every European citizen. It is necessary to launch an integrated strategy to combat poverty, based on objective indicators and with a precise timetable for implementation, to ensure that the objectives of Europe 2020 are met.", "language": "en", "original_language": "it", "translation_provider": "google"}, {"id": 126, "date": "2017-10-23.json", "name": "Νότης Μαριάς (ECR).", "mepid": "125069", "text": "- Mr President, austerity, violent fiscal adjustment have really led huge sections of the population of the whole of the European Union to poverty and unemployment. We have over 119 million people at risk of poverty in the European Union, or about 25% of the total population. Unemployment mainly affects young people and this is happening throughout the European south, with Greece emerging as a champion in youth unemployment. 40% of the Greek population lives below the poverty line due to the memoranda imposed by the troika that continues the tax evasion policy and at the same time drives Greek citizens away from their homes, since the red loans now result in the troika to impose electronic auctions and crows to grab the houses of Greeks. So a minimum income system is needed, a European minimum wage is needed, there can be funding through the European Social Fund and a directive that enforces the minimum guaranteed income system.", "language": "en", "original_language": "el", "translation_provider": "google"}, {"id": 127, "date": "2017-10-23.json", "name": "Izaskun Bilbao Barandica (ALDE).", "mepid": "96922", "text": "- Mr. president. I want to support the approval of a European framework that establishes the conditions for a minimum income at European level and that encourages the States to understand that this spending is an investment. It is the best known response, after a decent and quality job, to rescue people from marginality, avoid the terrible personal consequences that unemployment produces, provide a solid platform for their reintegration into work and combat poverty. The data speak for themselves: in the Basque Country we believe in social Europe. We have made a sustained and intense effort. The insertion income that works in the Basque Country, which does not reach 5% of the state population, serves 20% of the recipients and accounts for almost 40% of the money spent on this concept in the State. Thus, our at-risk-of-poverty rate does not reach 9%, compared to the 22.3% registered in our Member State, and integration mechanisms also have a decisive influence on our unemployment rates, also the lowest in the State. This is the way.", "language": "en", "original_language": "es", "translation_provider": "google"}, {"id": 128, "date": "2017-10-23.json", "name": "João Pimenta Lopes (GUE/NGL).", "mepid": "136236", "text": "- Mr President, to speak of minimum income policies is to speak of the real causes that justify it; it is talking about the reasons why 125 million people live in poverty today in the European Union, which produces 20% of world GDP; it is talking about the reasons why economic and social inequalities are increasing, levels of labor exploitation or precariousness. The answer is clear: it is in the capitalist matrix of the European Union and the policies that it has promoted that are the causes that justify the need for these instruments - transitional instruments that are necessary, but that do not respond to the root causes. These are combated with real disruptions, with the constraints that EU policies impose on States and prevent policies for effective redistribution of wealth, the promotion of decent work with rights, the advances in collective bargaining agreements, the real increase in wages, the fight against inequalities or the guarantee of public, free and quality services, of health, social security and education - in short, progressive development policies that respond to the needs of workers and peoples.", "language": "en", "original_language": "pt", "translation_provider": "google"}, {"id": 129, "date": "2017-10-23.json", "name": "Wajid Khan (S&amp;D).", "mepid": "188624", "text": "   – Mr President, we have a minimum wage in the United Kingdom. It is called a minimum wage, but it is less than the minimum amount a person can live on. Its spending value is lower now than it was nine years ago. In the UK, more than seven million people in working families protected by the so—called minimum wage live in poverty. The latest figures show that 1.1 million people in the UK are using food banks, over a quarter of whom are in work. Only a real living wage will truly tackle in—work poverty. A living wage is a fundamental issue of social justice. It is the most basic economic protection there is. It is a guarantee by each state to its citizens that their work will earn them enough to live off. The introduction of the minimum wage across all EU states is welcome, but it is my sincere hope that we will set our sights on making a minimum wage a living wage.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 130, "date": "2017-10-23.json", "name": "Γεώργιος Επιτήδειος (NI).", "mepid": "125071", "text": "- Mr President, the wrong economic policy pursued by the European Union over the last decade has caused millions of Europeans, especially in the South, to be living now either on the brink of poverty or in poverty and unemployment, especially among young people. Therefore, in order to deal with this unacceptable situation, a guaranteed minimum income must be introduced in all European countries, so that Europeans can no longer live in poverty. In this context, the European Union must abandon the vicious and unreasonable policy of implementing the memoranda in Greece, which has led to the impoverishment of most of the country's population. It is utterly hypocritical to discuss here the introduction of a guaranteed minimum income for the European citizen and, on the other hand, for the European Union to help Germany plunder the country's land and sea wealth. It is an unacceptable situation that must end.", "language": "en", "original_language": "el", "translation_provider": "google"}, {"id": 131, "date": "2017-10-23.json", "name": "Sergio Gutiérrez Prieto (S&amp;D).", "mepid": "103488", "text": "- Mr President, we have worked a lot and hard to produce this report and for that I want to congratulate the rapporteur, my colleague Laura Agea. But we have worked hard to ask for a consensus, to ask the European Commission for a directive on minimum income. A proposal, in short, that covers the gaps that we have discovered that exist after the harshness of the economic crisis in our social model, in our welfare state. We have to create a new system that protects people who, after more than two years in unemployment, lose their benefit and, therefore, remain on the shoulders of the way out of the crisis, remain in the percentages of people in risk of social exclusion. We want a directive that obliges the Member States to create this system of minimum income; to oblige them to give an amount above 60% of the disposable income of families in each Member State; that it also incorporates labor insertion policies and, therefore, that it makes, from the initiative, from the politics, a fairer and more decent society for the vast majority of citizens who expect from this Europe something more than regrets and something more What percentages, in this case of people living on the poverty line.", "language": "en", "original_language": "es", "translation_provider": "google"}, {"id": 132, "date": "2017-10-23.json", "name": "José Inácio Faria (PPE).", "mepid": "125101", "text": "- Mr President, the introduction and reinforcement of minimum income policies, if properly combined with other measures and policies related to the social and labor market, can be a way to fight poverty and promote social inclusion and access to the labor market. . I also believe that minimum income regimes can also act as automatic macroeconomic stabilizers in response to economic shocks. In 2015, 23.7% of the population and 12.5% ​​of workers over 18 in the European Union were at risk of poverty and social exclusion. Dear colleagues, Europe is one of the most prosperous regions in the world, but these figures show a harsh and harsh reality that needs to be tackled. The European Social Observatory has reported that 26 Member States already have income support schemes, but there are still many differences between Member States in the treatment of minimum income policies. For all these reasons, I express my agreement with this report, which urges, in particular, all Member States to introduce adequate minimum income schemes, as the last social safety net, as a way of fighting poverty and ensuring a dignified existence at all those who do not have sufficient resources, and proposes that the Commission consider creating an appropriate European Fund, on a temporary basis, that functions as an instrument of European cohesion and society policy.", "language": "en", "original_language": "pt", "translation_provider": "google"}, {"id": 133, "date": "2017-10-23.json", "name": "Σωτήριος Ζαριανόπουλος (NI).", "mepid": "125090", "text": "- Mr President, the guaranteed minimum income, this pride of the European Union and all the parties - liberals, social democrats, far right and fascists - of the opportunists - who support it, is a prime example of hypocrisy for so-called social sensitivity. The people's income, ruined by redundancies, reductions in salaries, pensions, allowances, savage tax raids, finances this supposedly safety net for alms in the most extreme cases of misery and prevention of their explosion. In other words, it divides poverty between the poor and the even poorer with the profits of the monopolies intact. This so-called security is also placed on employees to tolerate further pay cuts, the abolition of collective bargaining agreements - see Macron France, SYRIZA Greece, etc. Employees to discard this Trojan Horse for their last rights. To deny the least evil that always proves to be greater. By organizing and fighting, to claim increased unemployment benefits for all the unemployed, throughout the duration of unemployment, signing collective labor contracts to compensate for losses and wages that meet the needs of employees.", "language": "en", "original_language": "el", "translation_provider": "google"}, {"id": 134, "date": "2017-10-23.json", "name": "Ruža Tomašić (ECR).", "mepid": "119431", "text": "- Mr. President, the idea of ​​a minimum income as a negative income tax that would replace all other social transfers and drastically reduce the administration is increasingly being abused by the economic left. The goal of the guaranteed minimum income, as conceived by Milton Friedman, is not to introduce another social measure at the expense of the productive part of the population, but quite the opposite - to simplify the social system by providing the basic living conditions for everyone, not just some. should work for everyone else. Since employment would not lose the right to a minimum income, as it is usually lost today to various social measures, people would have a greater motive to look for a job in order to earn extra money. On the other hand, those who want to volunteer and engage in humanitarian work would have more time for such activities because they still have a guaranteed basic income. Unfortunately, this report is about something completely different and I would not be able to support it even if it did not dangerously violate the principle of subsidiarity.", "language": "en", "original_language": "hr", "translation_provider": "google"}, {"id": 135, "date": "2017-10-23.json", "name": "Dimitris Avramopoulos", "mepid": "n/a", "text": "   Member of the Commission. – Mr President, I would like to express my thanks to Ms Agea for this comprehensive report, which looks into minimum income policies to address poverty. There are now clear signs that Europe is recovering from the crisis. 2017 is the first year since 2008 when all European economies are expected to grow. The recovery is also reflected in the employment and social situation in Europe. Employment has reached the highest number ever recorded: 232 million in 2016. Unemployment rates are back to the pre-crisis level: 7.7% in August 2017. The number of people at risk of poverty and social exclusion decreased in more than half of the Member States in 2015 and is back to its pre-crisis level of 23.7%. However, we cannot be complacent, as thousands of our citizens – including people with jobs – are at risk of poverty and social exclusion.  Therefore, I welcome your report as it highlights this challenge. Poverty and inequality are not only detrimental to social cohesion, but also to sustainable economic growth. Addressing these challenges is at the core of the European Semester and the European pillar of social rights. The pillar includes, as key principles, the provision of adequate minimum income schemes, essential services and employment activation. In line with the active inclusion approach, all Member States currently have some form of minimum income scheme. However, their design and implementation vary greatly. Moreover, as the report also points out, income support should be accompanied by access to services and activation, such as lifelong learning, for workers, the unemployed and vulnerable social groups. The European Semester has proved to be an effective framework to monitor and provide guidance to Member States in this area. The pillar will further strengthen these efforts by introducing a new social scoreboard. Moreover, we are currently working with the Member States on a benchmarking framework for minimum incomes. The Commission is also promoting mutual learning and the exchange of good practices among Member States, for instance within the Social Protection Committee, or by supporting the European Minimum Income Network, which aims at the progressive realisation of adequate and accessible minimum income schemes in Member States. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 136, "date": "2017-10-23.json", "name": "President. –", "mepid": "124706", "text": "  The debate is closed. The vote will take place on Tuesday, 24 October 2017. Written statements (Rule 162)", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 137, "date": "2017-10-23.json", "name": "Fabio Massimo Castaldo (EFDD)", "mepid": "124812", "text": "in writing.- The economic crisis and the processes of globalization are at the origin of an ever greater gap between rich and poor, with a European middle class that in recent years has increasingly slipped into poverty.It is therefore absolutely a priority that a strong protection net be put in place at European level and citizenship income constitutes in this sense a measure capable of restoring dignity to the many who find themselves in extreme difficulty today.This is a battle that the M5S has always waged in Italy, but a European directive in this sense would constitute an important social justice intervention.", "language": "en", "original_language": "it", "translation_provider": "google"}, {"id": 138, "date": "2017-10-23.json", "name": "Λευτέρης Χριστοφόρου (PPE)", "mepid": "26837", "text": "in writing. - The economic crisis has left a permanent mark on the European labor market with a significant impact on the social fabric. Both the European institutions and national governments have taken and are taking steps to reduce poverty and unemployment. This report on the minimum guaranteed income aims to provide practical guidance on how to intervene simultaneously, on the one hand, to mitigate the social impact of the economic crisis and, on the other, to promote active policies aimed at job creation and ensuring sustainable development. Cyprus is already successfully implementing measures to support the guaranteed minimum income with the aim of providing a social security network for people at risk of poverty. By pooling and streamlining the available resources, through the guaranteed minimum income, the government created an effective social safety net, supporting thousands of Cypriots who needed it and who previously had no state support.", "language": "en", "original_language": "el", "translation_provider": "google"}, {"id": 139, "date": "2017-10-23.json", "name": "Viorica Dăncilă (S&amp;D)", "mepid": "95281", "text": "signed up. - The austerity measures that have dominated European economic policy in recent years have led to economic recession, rising unemployment and reduced job opportunities for many European citizens. I believe that the Member States and the Commission need updated figures on income and living conditions in EU countries, taking into account national specificities, in order to implement a reference budget and a minimum income at European level, used to better combat poverty and test the robustness of the minimum income level and the mentioned threshold, but also respecting the principle of subsidiarity. As such, I consider the rapporteur's proposal to develop a concept at European level on common objectives for national minimum income systems to create a level playing field between Member States to be beneficial. For this, it would be useful for the Commission to carry out an assessment of the impact of minimum income systems in the European Union, with regular monitoring and reporting with a view to future action. In addition, when targeting minimum income schemes, Member States must take into account the at-risk-of-poverty threshold set by Eurostat at 60% of the average national equivalent disposable income (after social transfers), together with other indicators.", "language": "en", "original_language": "ro", "translation_provider": "google"}, {"id": 140, "date": "2017-10-23.json", "name": "Krzysztof Hetman (PPE)", "mepid": "124895", "text": "in writing.- Reducing inequalities is one of the overarching objectives of the European Union, enshrined in the treaties.Therefore, although social policy remains the competence of the Member States, also at the EU level, tasks should be undertaken that are to lead to greater social cohesion and raise the standard of living of citizens.The proposal to establish a minimum income is a concept that deserves attention, but it should be borne in mind that the economic differences in social and legal systems between Member States make it impossible to implement it at EU-wide level.Therefore, I have doubts about the introduction of a framework directive on minimum income.Moreover, I believe that people suffering from poverty and excluded from the labor market must first of all gain support in social integration, as well as professional activation.", "language": "en", "original_language": "pl", "translation_provider": "google"}, {"id": 141, "date": "2017-10-23.json", "name": "Agnes Jongerius (S&amp;D)", "mepid": "125021", "text": "written. - \"The social divide in Europe is widening. Between young and old. Between south and north. Combating poverty has become a neglected child\". Those were my words two years ago. I then asked for concrete proposals to combat poverty. I am pleased that we are discussing today a proposal that we have been waiting for since the 2008 crisis, namely a first step towards a minimum subsistence level for all Europeans. A good thing, because in my opinion everyone in Europe should be able to count on a decent life. This proposal also refers to an (unconditional) basic income. I am not in favor of that in advance. After all, everyone can be expected to contribute to their ability to keep collective facilities affordable for people who, for example, have to deal with illness or setbacks. Of course I would like to be convinced of the opposite. I am curious about the results of the experiments with a basic income. Many Europeans still live in poverty. We cannot accept that. It is time we took this \"neglected child\" by the hand and do something. Ensuring a decent life in every Member State is a good first step in this regard.", "language": "en", "original_language": "nl", "translation_provider": "google"}, {"id": 142, "date": "2017-10-23.json", "name": "Dominique Martin (ENF)", "mepid": "124751", "text": "in writing.- If the fight against poverty must be one of the most important objectives in Europe which, let us remember, is struggling to recover from the crisis and the austerity policies imposed by the European Union, despite a certain economic recovery, this should not be done at the cost of the sovereignty of the Member States.However, the objective of this report is to establish a European minimum income which would be both financed by the Member States (via the European Social Fund) but managed by the European institutions.Also, we do not accept that national forms of minimum income (such as the RSA in France) can be replaced by a supranational instrument over which France will no longer have control.", "language": "en", "original_language": "fr", "translation_provider": "google"}, {"id": 143, "date": "2017-10-23.json", "name": "Csaba Molnár (S&amp;D)", "mepid": "124722", "text": "in writing. –The Hungarian minimum wage paints a depressing picture in European comparison. Almost everywhere, the minimum wage is higher in Europe than in Hungary. Slovaks, Croats and Poles are also earning more by tens of thousands of forints. Germans receive three times, but even Slovenes twice as much as Hungarians. The gravity of the situation is further exacerbated by the fact that 4 million people in Hungary live in poverty and almost 7 million live overnight, with zero savings. A German or a Danish car mechanic earns three times as much as a Hungarian for the same job. The European Union minimum wage must therefore be set, with which we can increase the wages of Hungarian workers by leaps and bounds. If there is a guaranteed European minimum income at EU level, we can dramatically improve the living standards of Hungarians, they should no longer have to worry about coming out by the end of the month. At the same time, a minimum income could also ensure that equal pay is paid for equal work. The work of a Slovak or a Polish is not worth more than that of a Hungarian.", "language": "en", "original_language": "hu", "translation_provider": "google"}, {"id": 144, "date": "2017-10-23.json", "name": "Claudiu Ciprian Tănăsescu (S&amp;D)", "mepid": "96847", "text": "signed up. - Poverty and social exclusion, the causes and duration of which do not depend on the will of those who face them, constitute humiliation of human dignity and violations of fundamental human rights. According to Eurostat, in 2016, in the 28 Member States of the European Union, 23.4% of the population, respectively 117.5 million people, were at risk of poverty and social exclusion, a level almost similar to that before the crisis ( 2008). It is well known that one goal of the Europe 2020 strategy is to remove at least 20 million people from the EU to poverty and social exclusion by 2020. However, international organizations (IMF) have imposed, in the case of some states. Member States, extremely restrictive budgetary austerity policies, which require substantial spending cuts in key areas such as education, health, justice, culture and social assistance and services. Such policy options have led to a sharp increase in poverty and social exclusion. As such, we agree that only a prosperous economy with a low unemployment rate and a minimum income system is the most effective tool for combating poverty.", "language": "en", "original_language": "ro", "translation_provider": "google"}, {"id": 145, "date": "2017-10-23.json", "name": "President. –", "mepid": "124706", "text": "  The next item is the report by Derek Vaughan, on behalf of the Committee on Budgetary Control, on control of spending and monitoring of EU Youth Guarantee schemes’ cost-effectiveness (2016/2242(INI)) (A8—0296/2017).", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 146, "date": "2017-10-23.json", "name": "Derek Vaughan", "mepid": "96918", "text": "  rapporteur. – Mr President, youth unemployment has been one of the scandals of our time. Some of the youth unemployment rates in some Member States have been an absolute disgrace. Therefore, I am pleased that the EU has done its part to tackle this scandal through the Youth Guarantee Scheme and the Youth Employment Initiative. Between 2013 and 2017 youth unemployment has come down from 23.8% to 16.6%. I am pleased that the EU has put his money where its mouth is. I am pleased we have put more money into the programmes to allow us to tackle this issue. I am also pleased that the programme was front-loaded and pre-financing was increased in order to tackle the problem when it was at its worst. I am also pleased that the EU has now agreed to extend the Youth Employment Initiative up until at least 2020. So all that is good. However, more needs to be done. The programmes got off to a slow start. They were introduced quickly. Many Member States did not have the capacity or the structures to put in place the programmes, and it therefore got off to a slow start and youth unemployment still remains high. It is currently around 18%. Therefore, I would urge Member States not to use EU funds to replace their own funds and programmes, but I would urge Member States to use their own funds to tackle youth unemployment, and not just rely on funds coming from the European Union. I would also urge Member States, companies and trainers to ensure they are offering a good-quality opportunity to young people and not just use them as cheap labour, as we have seen so often in the past. On implementation and monitoring, because after all this is a Committee on Budgetary Control report, I want to say I am concerned that there is sparse data on the output and results of the programmes. Better systems need to be put in place so that the results can be properly measured. We need to know how effective and efficient these programmes are. I would also like to see better market analysis so relevant opportunities can be offered to young people. We want opportunities which would benefit young people, but also benefit the economy. Finally, hopefully we will see an evaluation coming from the Commission soon on these important programmes. This will allow us to make adjustments to improve implementation of these programmes even further. As I said at the start, these programmes have been worthwhile. They have made a huge difference but there is still much to do.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 147, "date": "2017-10-23.json", "name": "Michaela Šojdrová (PPE).", "mepid": "124710", "text": "- Mr President, youth unemployment is a very serious issue, so it is our duty to address it.According to the latest Eurostat statistics, unemployment has fallen sharply.In August 2017, there were 16.7% of young people under 25 in the European Union, and that is indeed a decline.I believe that the European Social Fund, which helped many young unemployed people to find work, also contributed to this.But it is alarming that, for example, in Greece, in Spain, in Italy, the percentages still reach forty or thirty percent.Youth unemployment has huge negative effects on the economy, but also on the young people themselves.Of course, there is a risk of their frustration, radicalization, and every young person who cannot find a job must be of interest to us.That is why I support the continuation and streamlining of these guarantees for young people.", "language": "en", "original_language": "cs", "translation_provider": "google"}, {"id": 148, "date": "2017-10-23.json", "name": "Csaba Sógor (PPE).", "mepid": "39724", "text": "   – Mr President, youth unemployment is a particularly worrying phenomenon. From the perspective of the wider economy it can have long-lasting effects on productivity and growth. From the perspective of individuals it can have the effect of excluding young people from the labour market for an extended period of time, which in turn can affect their job prospects for life. Considering that youth unemployment in the EU reached an alarming high of 23.8% in 2013, I am convinced that we were right to prioritise this particular segment of the labour market. I also believe that the recent fall in unemployment rates was due in part to the Youth Guarantee, its success depending on national factors such as implementation capacity. Although reduced, the youth unemployment rate still remains a concern that needs our particular attention. At the same time, however, we should not lose sight of the issue of general unemployment and the structural reforms needed to efficiently deal with it.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 149, "date": "2017-10-23.json", "name": "Nicola Caputo (S&amp;D).", "mepid": "124851", "text": "- (IT) Mr President, ladies and gentlemen, as part of the European plan to combat youth unemployment, the \"Youth Guarantee\" aims to finance active guidance, training and integration into the labor market for inactive young people. These are therefore fundamental objectives, considering that the average unemployment rate in the European Union is 17.8%, with peaks of 45% in Greece, 41.5% in Spain and 35% in Italy. The European Court of Auditors, in its report on the impact of European policies on youth unemployment, however, highlighted that in many countries the program did not ensure the effective integration of young people into the world of work. As regards Italy, in the past I have already reported the persistence of critical issues in some regions, with average delays in payments of around 64 days, even if the data that worries most is the overall effectiveness of the program, that is impact on youth unemployment in individual states. Compared to 64% in Ireland and 90% in France, in Italy only 31% of the young people involved found a job. Clear and adequate strategies must therefore be defined to correct ... (The President cut off the speaker.)", "language": "en", "original_language": "it", "translation_provider": "google"}, {"id": 150, "date": "2017-10-23.json", "name": "Νότης Μαριάς (ECR).", "mepid": "125069", "text": "- Mr President, youth unemployment rates are huge in Europe, but mainly in the European South. The champion, unfortunately, is Greece with 45%, mainly due to the memorandum policies that have been imposed. Of course there is also migration of young people. Five hundred thousand young people from Greece have been forced, precisely because of the harsh policy of the memorandum, to emigrate. It is a given that support is needed for the \"Youth Guarantees\" program, as well as the \"Youth Employment Initiative\". \"Guarantees for Youth\" requires 50 billion euros. But what amounts are available, Mr. Avramopoulos? Crumbs. Much larger sums are needed if we are to really tackle the problems of youth unemployment, all at a time when Mr Draghi has so far spent € 1.7 trillion on quantitative easing. Therefore, huge sums are needed to tackle youth unemployment and, of course, abandon the policy of austerity and violent fiscal adjustment.", "language": "en", "original_language": "el", "translation_provider": "google"}, {"id": 151, "date": "2017-10-23.json", "name": "Ruža Tomašić (ECR).", "mepid": "119431", "text": "- Mr President, the Youth Guarantee has produced some results, especially in Member States that have had a hard time recovering from the crisis and where youth unemployment has been at record levels for years.The rapporteur is well aware of the challenges facing the program today, and the solution could be to adapt the recommended measures to the local context with greater involvement of representatives of employers and educational institutions with a large local or regional impact.I believe that the Youth Guarantee has a future, but calls for additional allocations from national budgets could prove counterproductive.If we take more money from employers through taxes to fund this program, we will reduce their ability to grow and employ and thus limit the success of the program itself.Let's not fall into that trap.", "language": "en", "original_language": "hr", "translation_provider": "google"}, {"id": 152, "date": "2017-10-23.json", "name": "Arne Gericke (ECR).", "mepid": "124815", "text": "- Mr President, ladies and gentlemen! Topic EU youth strategy: what great Sunday speeches we heard about it. Unfortunately, the reality is different. This is what Europe had promised: The Youth Guarantee ensures that all young people without a job will find a job or an internship within four months. We are investing a total of 6.5 billion euros in this. If we weren't a parliament, but a company, many of us would have resignation in our hands. This is what the European Court of Auditors says, and I quote: “In mid-2016, four million young people were unemployed in the EU. Political decision-makers should ensure that no expectations are aroused that cannot be met. ”As a father of seven, I always like to remind people of the eighth commandment: You should not lie. My wish: let's be honest with the people, then the credibility of our politics will also increase! Europe can solve a lot, but not everything. We may even achieve more when we promise less.", "language": "en", "original_language": "de", "translation_provider": "google"}, {"id": 153, "date": "2017-10-23.json", "name": "Bronis Ropė (Verts/ALE).", "mepid": "125214", "text": "- Mr President, youth unemployment is a long-standing phenomenon.And some Member States of the European Union have been facing an extremely high level for many years.This not only poses major social problems, but is also very costly economically.In Lithuania, due to young people not working, not studying and not attending schools in 2008was lost 0.7 percent.GDP, and already in 2011- 1.1 percent.Therefore, the control of the costs of the European Union Youth Guarantee Initiatives and the ongoing economic monitoring of fertility are very important, providing arbitrary recommendations and advice to each group of beneficiaries, while determining the share of the Member State's financial contribution.I think there is a consensus that projects to reduce youth unemployment, even in the short term, are effective.Research shows that short-term youth employment greatly increases the chances of finding a job in the future.", "language": "en", "original_language": "lt", "translation_provider": "google"}, {"id": 154, "date": "2017-10-23.json", "name": "Marco Valli (EFDD).", "mepid": "124778", "text": "- (IT) Mr President, ladies and gentlemen, in my country youth unemployment reaches almost 37%, according to the latest figures, and youth unemployment in Sicily, a region we visited precisely to check how the funds from the Youth Guarantee were spent, comes to a shameful 57%. You understand how impressive these data are and the most impressive thing, which impressed us and also impressed the European Court of Auditors, is that the policy in this region has not been able to put together an efficient payment system. Young people went to work very often and received payments after months. This is a shame, a shame that can be overturned, absolutely, by sending certain parties away. And it is also absolutely necessary to reverse the austerity policies, however, because you understand that if we do not also help businesses create demand and create lasting jobs, we will never be able to get out of this vicious circle of crisis. So, on the one hand, let us free ourselves from parties and, on the other, let us free ourselves from austerity to create lasting demand and jobs.", "language": "en", "original_language": "it", "translation_provider": "google"}, {"id": 155, "date": "2017-10-23.json", "name": "Κωνσταντίνος Παπαδάκης (NI).", "mepid": "125093", "text": "- Mr President, the celebrations of the European Union and the SYRIZA-ANEL government for the alleged fall in unemployment are provoking. By juggling they baptize the unemployed as inactive job seekers. One hour of employment, and still unpaid, is enough to be considered an employee, and shift work is arbitrarily excluded from part-time employment. In Greece, too, with unemployment at the forefront, the \"youth guarantee\" means a short break from unemployment, with 300-400 euros, without pension insurance, subsidizing the employer. In other words, recycling of cheap consumable workers for business groups, in replacement of even older ones that are sent to unemployment. This is the condition for the capitalist recovery, which will be paid dearly by workers with lifeless lives, whether they have a job or not. No unemployed without coverage, allowance for the entire period of unemployment, at a level that the unemployed can live with their families. The only answer is the organization of the workers' popular struggle, in order to put obstacles in the capitalist labor galley. To get stronger again ... (The President interrupts the speaker.)", "language": "en", "original_language": "el", "translation_provider": "google"}, {"id": 156, "date": "2017-10-23.json", "name": "Dimitris Avramopoulos", "mepid": "n/a", "text": "   Member of the Commission. – Mr President, providing young people with better opportunities has been a top priority for the Commission. I therefore welcome Mr Vaughan’s report, which comes at the right time. Four years into the launch of the Youth Guarantee and the Youth Employment Initiative (YEI), our efforts are now paying off. The Youth Guarantee has been an important policy driver to improve the transition of young people from education to work. Setting it up was not easy. It required commitment and political support from Member States and building new partnerships, as well as significant reforms of labour market, education and training policies. But these efforts are now bearing fruit. Since its launch, around 18 million young people have registered and 11 million have received an offer. The youth unemployment rate decreased from a peak of 24% in January 2013 to 16.7% in August 2017. There are now two million fewer young unemployed in the European Union, and one million fewer young people who are not in employment, education or training – the so—called NEETs. The improving macroeconomic context certainly played a role, but young people have managed better on the labour market thanks to the Youth Guarantee. Public employment services have expanded their services and developed new approaches towards the hard—to—reach. Apprenticeship and traineeship reforms have taken place in many countries. The Youth Employment Initiative has directly helped at least 1.6 million young people to receive a job, training or further education. As your report rightly points out, there are still challenges. We take due note of the European Court of Auditors’ Special Report on the impact of these two projects on youth employment. The Youth Guarantee has done a lot to shift the focus to early intervention and not registered needs, and to ensure a new focus on outreach. But addressing young people in more vulnerable situations, who face multiple barriers, remains a challenge. We are committed to helping Member States by providing financial support and policy advice to ensure that all young people can have access to these opportunities. Through the Employment and Social Innovation (EaSI) Programme we are, for example, supporting outreach and awareness—raising projects in four Member States and providing mutual learning opportunities. Your report stresses the importance of cooperation between all partners as a crucial part of achieving this goal. Indeed, public employment services, education providers, social partners and youth organisations need to be involved so that we can reach out effectively to all young people and ensure that measures are sustainable and of high quality. Adequate investment is of course a prerequisite for achieving this. Many of the measures of the Youth Guarantee would not have occurred without the European Union’s financial support, namely the Youth Employment Initiative and the European Social Fund. In some Member States, the Youth Employment Initiative is funding the vast majority of youth guarantee measures and has been instrumental in setting up schemes. Despite a slow start, implementation of the Youth Employment Initiative sped up between 2015 and 2016: the number of young people supported by the Youth Employment Initiative tripled. The recently agreed increase of the Youth Employment Initiative’s budget by EUR 2.14 billion will help to continue this effort, but I fully agree with you that Member States also need to invest in youth employment in order to effectively implement Youth Guarantee schemes and really reach all young people. As regards monitoring requirements on the progress of the YEI, we have been providing guidance and requesting feedback from the Member States on data collection and monitoring. The provision of guidance will continue on a regular and ad—hoc basis. Collecting relevant information and feedback on the results on the ground is essential in order for us to be able to report on the achievement of the Youth Employment Initiative. To facilitate this dissemination of the Youth Guarantee’s results, on 26 October we are organising a Youth Guarantee Learning Forum. This will bring together Youth Guarantee policy coordinators from Member States and YEI managing authorities to disseminate good practices, take stock of the lessons learned so far and come up with proposals for the future. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 157, "date": "2017-10-23.json", "name": "President. –", "mepid": "124706", "text": "  The debate is closed. The vote will take place on Tuesday, 24 October 2017. Written statements (Rule 162)", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 158, "date": "2017-10-23.json", "name": "Dominique Bilde (ENF)", "mepid": "124771", "text": "in writing. - Despite its slight decline, youth unemployment remains, with 18.8% in 2016, at an unacceptable level. It is, moreover, only the most visible aspect of a massive precariousness of European youth, which mortgages the future of an entire generation and destabilizes the socioeconomic balance of the States concerned through tax revenues and systems. retirement, but also the birth rate, which has fallen sharply in France. The austerity imposed by the Commission makes any investment of 50.4 billion euros per year necessary for the operation of the “Youth Guarantee”, instituted in 2013, illusory. In addition, the absence of a definition of “offer” of quality ”leaves the door open to the abuses associated with public employment assistance mechanisms, from the windfall effect to jobs without prospects. Thus, it is illusory to think that only a public support mechanism would allow the four million young Europeans to get out of the rut. It is imperative to address the causes of youth unemployment: on the one hand, the shortcomings of secondary and vocational training and, on the other hand, the pressure on personnel costs weighing on companies, subjected to ruthless international competition. .", "language": "en", "original_language": "fr", "translation_provider": "google"}, {"id": 159, "date": "2017-10-23.json", "name": "Danuta Jazłowiecka (PPE)", "mepid": "96781", "text": "in writing. - In its report, the Court of Auditors showed that little progress has been made in implementing the EU Youth Guarantee schemes. Suffice it to mention that there are over 4 million unemployed people under the age of 25 in the entire Union. In some Member States, up to a quarter of young people are unemployed. For the Youth Guarantee, the Court of Auditors' auditors found that the primary source of failure was the lack of strategies with clear milestones and targets. In many Member States, the target group has not even been defined with sufficient precision. Thus, it was difficult to reach all people who needed employment, further education or apprenticeship. Often, no data was collected to measure the achievement of the reported results. The operation of the programs did not live up to the Commission's expectations, but most of all it has disappointed disadvantaged young people. Therefore, it is necessary to draw conclusions from the current practice and think about how to increase the effectiveness of these programs. Certainly, a comprehensive review of the costs related to the Youth Guarantee should be made and programs should be adapted to the available financial resources. In addition, the Commission should ensure that Member States justify how Union-funded youth employment actions respond to existing needs. These changes should be made quickly because we cannot afford to waste the next years.", "language": "en", "original_language": "pl", "translation_provider": "google"}, {"id": 160, "date": "2017-10-23.json", "name": "Henna Virkkunen (PPE)", "mepid": "124726", "text": "written. - Although the European Union's unemployment rate is now at its lowest level since 2008, the protracted economic crisis is still reflected in the lives and prospects of too many young people. The best answer to youth unemployment is skills and education. Education is the most effective way to prevent unemployment. There is a need to further improve both the quality of basic education and access to further education in all Member States of the European Union. It is about the growth of the whole of Europe and the competitiveness of the future. We face common challenges such as an aging workforce, skills shortages, technological developments and global competition. Increased international competition and the advancement of digitalisation and robotization mean major changes in working life. Education must provide every young person with adequate basic skills and competences, but it is at least as important to enable them to update their skills during their careers. It is important that no young person is left empty-handed, but quickly caught up in learning or work. Reforms of rigid education systems and labor markets are still needed in many countries to achieve the Youth Guarantee and reduce youth unemployment. Member States need to be effective in their youth guarantee activities and their monitoring. Investing in youth and education is the key to a better future for Europe.", "language": "en", "original_language": "fi", "translation_provider": "google"}, {"id": 161, "date": "2017-10-23.json", "name": "President. –", "mepid": "124706", "text": "  The next item is the one-minute speeches on matters of political importance (Rule 163). I would like to underline the word ‘one’, so please respect the time limit and I will try to be strict.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 162, "date": "2017-10-23.json", "name": "Dariusz Rosati (PPE).", "mepid": "28394", "text": "- Mr Chairman!The last year has revealed the scale of interference by the services of the Russian Federation in the course of democratic elections in many European Union member states.The last example was last week in the Czech Republic.The Russian Federation uses multilingual TV channels, think tanks, and employs trolls and zombie computers to conduct political disinformation and propaganda designed to discredit the European Union, undermine its unity and destroy cooperation between individual countries.At the same time, it supports populist and nationalist parties.In my opinion, we cannot remain indifferent to this hidden aggression against our community, and that is why I would like to ask the Commission to thoroughly analyze this phenomenon and propose effective tools and ways to counteract these dangerous practices by the Russian Federation.", "language": "en", "original_language": "pl", "translation_provider": "google"}, {"id": 163, "date": "2017-10-23.json", "name": "Κώστας Μαυρίδης (S&amp;D).", "mepid": "124691", "text": "- Mr President, we have recently been discussing the future of the European Union and Mr Juncker announced the establishment of a European Supervisory Authority on Member States' compliance with European law and in particular the enforcement of judgments to eliminate social dumping and rightly so . However, Mr President, I would like to raise a huge issue concerning European decisions, European courts on fundamental issues, such as the protection of private property, which is being violated in the occupied northern part of Cyprus, and European citizens, including myself. , we can not enjoy our property, which is located in the territory of the Republic of Cyprus, within the European Union, but is occupied by Turkish troops. Should not the European Union protect the fundamental rights of European citizens in Cyprus?", "language": "en", "original_language": "el", "translation_provider": "google"}, {"id": 164, "date": "2017-10-23.json", "name": "Νότης Μαριάς (ECR).", "mepid": "125069", "text": "- Mr President, Mr Avramopoulos, I convey to you the cry of agony and protest of the people of Samos and the rest of the Aegean islands who can no longer stand other refugees and illegal immigrants. Yesterday, Sunday, October 21, I attended Samos and spoke at a large gathering of residents, who demand the decongestion of the island, the decongestion of the \"hotspot\", where more than 4,000 refugees and illegal immigrants are stacked, while the available accommodation places in There are no more than 800. The gathering was also attended by several of the trapped refugees seeking to go to other European Union countries. Mr Avramopoulos, it is necessary to take measures to decongest the Aegean islands. Implement the decision of the Council of State for the promotion of illegal immigrants. Finally, the relocation program from Greece to other European Union countries must be continued, as the previous one was carried out only by 1/3. It is characteristic that, out of the 17,209 who had to leave Greece for Germany, only 4,447 people have left ... (The President interrupts the speaker.)", "language": "en", "original_language": "el", "translation_provider": "google"}, {"id": 165, "date": "2017-10-23.json", "name": "Jozo Radoš (ALDE).", "mepid": "112753", "text": "- Mr. President, the adoption of the clean energy package in the bodies of the European Union, including the European Parliament, is underway.There are many areas of energy policy where innovations are expected, and without these innovations it will not be possible to achieve the goals set within that energy policy.I would just like to point out some of these areas such as, say, new biofuels, such as new energy storage techniques, including batteries, and such as new materials in the field of energy efficiency of buildings.But what I want to mention in particular and call on the Commission to develop specific sectoral policies, for example in the field of transport in the context of new innovations in the field of clean energy, and something else I want to emphasize, and that is the need not to leave rural areasthis opportunity is used with new technologies and to reduce development in the northern European Union.", "language": "en", "original_language": "hr", "translation_provider": "google"}, {"id": 166, "date": "2017-10-23.json", "name": "Maria Lidia Senra Rodríguez (GUE/NGL).", "mepid": "125049", "text": "- Mr President, guaranteeing the population's access to safe and drinking water involves acting in the face of the risks and threats of water pollution.Today, I want to call the attention of the European Commission to open an independent investigation into the hazardous waste that is being buried in the old mine of Touro to determine if they are being treated correctly and, thus, to avoid the pollution of the waters of the river Ullaand the Arousa estuary.Photos like these show and make us suspect that, possibly, the waste that is being buried in this old mine does not have the proper treatment.On the other hand, I also want to draw attention to the danger that glyphosate poses to waters and to urge the European Commission to ban this herbicide permanently.", "language": "en", "original_language": "pt", "translation_provider": "google"}, {"id": 167, "date": "2017-10-23.json", "name": "Josep-Maria Terricabras (Verts/ALE).", "mepid": "124932", "text": "- Mr. president. Today I speak to express rejection and amazement. Rejection. The Spanish Government conducts its anti-Catalan campaign along paths that may coincide with hate crime, not only for denouncing and imprisoning social leaders with a clean, peaceful, exemplary trajectory, but also for announcing that it is going to completely eliminate Catalonia's autonomy. The Government may disagree with the separatist project, but it cannot, if it is democratic, annul the decisions of Catalan citizens who, democratically and by an absolute majority, have elected their parliamentarians and their Government. Democracy only eliminates those who are inspired by authoritarian and dictatorial principles. After Franco, it is the first time that it happens in Spain. And stupefaction. How is it possible that democratic Europe approves authoritarian methods in Spain when it rightly denounces them in other countries? I am a MEP and I am ashamed that my Parliament has not yet resolutely stood up in the face of such indignity. Is that dialogue? Is that what Europe wants? I am working for a different Europe; The one I see now, I like it less every day.", "language": "en", "original_language": "es", "translation_provider": "google"}, {"id": 168, "date": "2017-10-23.json", "name": "Ignazio Corrao (EFDD).", "mepid": "124856", "text": "- (IT) Mr President, ladies and gentlemen, I want to denounce in this house, in this House of European citizens, yet another scam against democracy which is taking place in my country, in Italy.In practice, a few months before the national elections, the majority, which in Parliament was elected with an unconstitutional law, is changing the rules of the game and is doing so to keep out the only real opposition force that has existed, that isthe 5 Star Movement.He is doing it using the institution of \"trust\", as Benito Mussolini did in 1923 with the Acerbo law, that is, the trust in the electoral law.This is an appeal I make to you, colleagues: it is good that we talk about it in other countries, because it is a shame for democracy and it is something on which we ask for your help.", "language": "en", "original_language": "it", "translation_provider": "google"}, {"id": 169, "date": "2017-10-23.json", "name": "Σωτήριος Ζαριανόπουλος (NI).", "mepid": "125090", "text": "- Mr. President, in Greece, seven years later and three memoranda of unemployment, reductions in wages, pensions, allowances, flexible employment, wild tax evasion, the majority of the people are unable to pay loans and taxes. The European Union and the European Central Bank, the International Monetary Fund and the SYRIZA-ANEL government in the evaluation of the third memorandum agreed on another capital increase of the banks, liquidating the red loans to give new to viable, ie big companies. and small and very small businesses from the market. Thousands of bank accounts of salaried, retired and self-employed people are already being confiscated, thousands of electronic auctions of popular housing or the sale of loans to the ravens of non-profit funds are being hastened. Virtually no protection is provided even for the first home, salary and pension. The theft of public property is huge. The popular mobilizations with the demand \"legislation now banning auctions of the first house, confiscation of salary and pension, write-off of interest and haircut and freezing of loans\" should be strengthened with the slogan \"hands off the houses and the sweat of the people\".", "language": "en", "original_language": "el", "translation_provider": "google"}, {"id": 170, "date": "2017-10-23.json", "name": "Ivan Štefanec (PPE)", "mepid": "124929", "text": "- Mr President. Every day, thousands of our citizens travel to other Member States for work, education or tourism. Many of them use air transport for this. In all circumstances, these citizens must be sure that they will reach their destination safely, on time and without unnecessary expenditure. We cannot accept that airlines will not be informed of long-term flight cancellations in good time. We cannot accept that passengers will be refused compensation for the damage they have caused them through their own fault. And he cannot accept situations where people remain stuck at an airport in a foreign country, without means and without information in their native language. Ladies and gentlemen, in emphasizing air safety and the reliability of air transport, we must first and foremost care about the rights of the people who use it. I therefore believe that, as we discuss the unacceptable abuse of position of large companies against smaller and cheaper competition this week, we will have a discussion very soon on a significant improvement in air passenger rights, because it really is ... (interrupted by the President due to the expiry of time limit)", "language": "en", "original_language": "sk", "translation_provider": "google"}, {"id": 171, "date": "2017-10-23.json", "name": "Anna Záborská (PPE)", "mepid": "23894", "text": "- Mr President.Last week we commemorated World Poverty Day.I would like to mention two important facts in this regard.Firstly, the Europe 2020 strategy is as ineffective in combating poverty as the Lisbon Strategy once was.What is worse, more and more people are at risk of poverty despite having a job.Secondly, the poverty threshold is different in each Member State.In France or Germany, a person with an income of less than a thousand euros a month is considered poor.This is more than the median income of most citizens in up to twelve Member States.Europe must start taking the fight against poverty seriously.The incomes of almost half of its citizens do not even reach the poverty line in Germany and France.Until that changes, we will never defeat the populists.", "language": "en", "original_language": "sk", "translation_provider": "google"}, {"id": 172, "date": "2017-10-23.json", "name": "Jonás Fernández (S&amp;D).", "mepid": "125046", "text": "- Mr President, today I want to convey here the serious situation of discrimination suffered by the Extremadura region as a result of the stoppage of the high-capacity and electrified railway line that was being planned. Stopping this line that also connects Madrid with Lisbon with a view to improving the single market in the Union as a whole is a bad decision and I hope that from now on the Commission and the set of European institutions will help with the immediate implementation of this center line. I would also like, in relation to this matter, to highlight the need to implement - for this the sensitivity of the Commission is necessary - for Asturias, Galicia and Castilla y León, the rail connection of the maritime ports of Vigo, La Coruña, Gijón and Avilés—, in order to be able to close a communications loop in the whole of the Spanish northwest. In recent years we have made great strides in infrastructure, but we need many more.", "language": "en", "original_language": "es", "translation_provider": "google"}, {"id": 173, "date": "2017-10-23.json", "name": "Alex Mayer (S&amp;D).", "mepid": "185637", "text": "   – Mr President, my constituents are alarmed at the threat to Coleman’s mustard factory after the announcement that Britvic, who share the same site, are closing their operations. Coleman’s mustard is Norfolk through and through, and Norwich is where the jobs must stay. The 200-year-old larder staple is quintessentially East Anglian, made in Norwich with English mustard seeds from Norfolk, Cambridgeshire and Lincolnshire, and it is enjoyed across the world. The decline of manufacturing jobs is not written in stone, and 10 000 people have already signed the EDP petition to say that we do not want to see much-needed jobs that are vital for the Norwich economy lost, and we do not want to see the 200-year Norwich and Coleman’s link severed. So my message is clear: Norwich does not just have a fiery condiment: we have fiery campaigners too. So, Unilever, please come up with plans and reassurances that really cut the mustard. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 174, "date": "2017-10-23.json", "name": "Marek Jurek (ECR).", "mepid": "124892", "text": "- Mr Chairman!Ladies and gentlemen,Three million people in Romania - a huge number for a country of twenty million - signed a motion to hold a referendum to defend the natural family system based on marriage and parenthood.This is a great example of the rebirth of civil society, the sense of responsibility for the common good, the reconstruction of the Christian opinion after decades of suffering from communism.Unfortunately, this great initiative has faced attacks in this Parliament as well.It is hard to believe, but there were voices calling on the Romanian authorities to prevent this referendum from being held.This, unfortunately, is another very dangerous signal that proves that this totalitarian drift is growing in our institutions, in the structures of European power.In this situation of our Romanian friends, one thing must be assured: you are not alone, good will prevail, we are with you.", "language": "en", "original_language": "pl", "translation_provider": "google"}, {"id": 175, "date": "2017-10-23.json", "name": "Jasenko Selimovic (ALDE).", "mepid": "134243", "text": "   – Mr President, the ongoing elections in Kosovo and Macedonia and in the other Western Balkan countries clearly show that these countries are actually solving their serious problems in a serious way. Quite recently, we had the constitutional crisis in Macedonia and actually they solved it. On the other hand, we, the European Union, are not doing much more than talking. If you look at the money we are giving these countries you will find that the Member States that are receiving money are receiving EUR 3000 per capita. In the Western Balkans the best case figure is EUR 300, and in the worst case the figure is EUR 4 per capita, in Bosnia-Herzegovina. This is actually shameful. If we want enlargement, and if these countries are seriously doing something towards enlargement, then we have to play our part as well and increase that financial help. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 176, "date": "2017-10-23.json", "name": "Matt Carthy (GUE/NGL).", "mepid": "124986", "text": "   – Mr President, last week Ireland was hit by Storm Ophelia. Homes, farms, businesses roads, schools even sports stadiums fell victim to massive structural damage. Unfortunately, lives were also lost. Government politicians have been quick to call for applications to the European Solidarity Fund, although they are aware that the threshold has not been reached for this third consecutive catastrophic storm. One reason for this is that, in 2015, the threshold for Ireland to apply for Solidarity Funds was EUR 803 million. This year, however, the threshold is EUR 1.2 billion. The story is the same for the regional thresholds based on GDP: Irish regions have seen leaps of between EUR 58 million and EUR 333 million in the amount of damage they must incur to apply for funds between 2015 and 2017. This is a result of distorted GDP figures famously described as ‘leprechaun economics’, and we now need to cut out those figures. On the EU side, too, there is a need to review the Solidarity Fund, as it discriminates against rural and peripheral regions. It is harder for regions to meet the threshold if they have poorer infrastructure to begin with. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 177, "date": "2017-10-23.json", "name": "Deirdre Clune (PPE).", "mepid": "124988", "text": "   – Mr President, every year 1.4 million Europeans develop some form of dementia, and the World Health Organisation estimates that 6.4 million people in the European Union are currently living with dementia, either the most common cause of dementia or Alzheimer’s disease. There is no cure to halt or treat the disease but there are treatments that delay progression or alleviate the symptoms. Emphasis is now being placed on the standard of care, ensuring dignity for those who have dementia, ascribing to a rights-based approach. There is also a gender dimension to dementia, with Alzheimer’s disease mainly affecting women, and women play an important role in caring. I think much more could, and should, be done at EU level to coordinate the research – into both care and prevention – that is being carried out at Member State level. We can improve diagnosis and post-diagnostic services if we foster dementia-friendly communities. I would suggest establishing an EU coordinator to ensure that this issue is addressed at the highest level, because a lot of information is not being shared across Member States.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 178, "date": "2017-10-23.json", "name": "Lívia Járóka (PPE).", "mepid": "28141", "text": "- Not only in the context of youth unemployment, but also, as Madame Záborská has already mentioned, in the context of the fight against poverty, it is very important to look ahead to the 'Digital Summit' to be held in Lisbon from 5 to 7 November. I asked for the floor because I consider it very important that we deeply improve integration, deep internal European integration, by deepening the digital skills of young people, including the poorest. In Hungary, for example, 94% of students have a smartphone, and the EU could and has created by 2019 to have broadband, high-speed internet available even in the last small village, even in the last ghettos. It is time for the EU to develop a mobile application that can really bring about real desegregation among the poorest, the young, by bringing services to these areas, using mobile applications, in the hands of children. It is very important that they play a role not only in education, but also in health prevention, training and job creation among young people.", "language": "en", "original_language": "hu", "translation_provider": "google"}, {"id": 179, "date": "2017-10-23.json", "name": "Rory Palmer (S&amp;D).", "mepid": "190099", "text": "   – Mr President, it is an honour to speak for the first time in this Parliament as its newest Member, and in doing so let me first pay tribute to my predecessor, Glenis Willmott, who made a distinguished contribution to this Parliament, my Group and indeed my party.  I speak today on an issue that should unite this Parliament: the issue of mental health. This is our first plenary since World Mental Health Day and, as we see the impact of austerity bite, we see mental health services such as those in the UK stretched to breaking point. It is time for our Member States and their governments, and indeed this European Union, to redouble our efforts to improve that situation, to secure parity of esteem between mental health and physical health and to eradicate mental health stigma and discrimination.  Our job as parliamentarians is to be a voice for those who cannot be heard. On this issue, that task is more important than ever. Together, we can address this challenge and make sure those people who need a voice on this issue have many voices in this Parliament.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 180, "date": "2017-10-23.json", "name": "President. –", "mepid": "124706", "text": "  Mr Palmer, welcome to this House. It is good to have you with us.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 181, "date": "2017-10-23.json", "name": "Catherine Stihler (S&amp;D).", "mepid": "4545", "text": "   – Mr President, as we live in an ever more deeply interconnected world, we rely more on online services. And it is not just our laptops or gadgets which are connected, it is public institutions, governments and our very own homes. However we make sure we stay safe in this online realm, and that our personal or government data is not hacked into and our democratic processes are not tampered with, I believe the cybersecurity package presented by the Commission last month takes the right approach to ensure we have a concrete European response to potential cybersecurity threats. International and operational cooperation amongst Member States is key, and can only be achieved by bridging the divides between the internal and external, the public and private and the civil and military that exist within our Member States and the EU. The creation of EU cybersecurity standards and certification frameworks will help businesses and citizens to understand when products are cybersecure and improve trust in digital services. The interconnected world we live in is exhilarating, but it also poses potential challenges to every single one of us. I hope that this proposal will be debated thoroughly in this House.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 182, "date": "2017-10-23.json", "name": "Ivan Jakovčić (ALDE).", "mepid": "124754", "text": "- Mr. President, Croatia is fulfilling its last tasks in order to enter the Schengen area.How important this is for our economy, especially for tourism, I will remind you that in Istria there were kilometer-long columns at the border crossings in the sixth month because Croatia is not a member of Schengen.That is why I call on the Commission to do everything, even non-bureaucratic measures, with strong political support, for Croatia to enter the Schengen area as soon as possible, because this will further contribute to the stabilization of the situation in the Western Balkans.Also, Croatia is currently making the right preparations for the Eurozone, for joining the Eurozone, for the process of joining the Eurozone.Here, too, I expect strong support from the Commission for our country, because Croatia deserves to enter both the Schengen area and the Eurozone.Do everything by political methods to solve this problem for our country as soon as possible.", "language": "en", "original_language": "hr", "translation_provider": "google"}, {"id": 183, "date": "2017-10-23.json", "name": "João Ferreira (GUE/NGL).", "mepid": "96706", "text": "- Mr President, according to news made public, the European Commission announced last week the suspension of the third pillar of the Banking Union. Surprised by the surprises, there was no consensus at the Council level on a proposal that was, in itself, a step backwards from the much-publicized creation of a common deposit guarantee system. It was evident, for a long time, that the Deposit Guarantee System was the carrot with which the stick of the usurpation of national sovereignty, centralization and banking concentration was accompanied. This is a development that is not surprising. Even if the third pillar had advanced, this would not change the nature of the Banking Union project. But to those who naively looked at the carrot and to those who deliberately waved at it, to those who guaranteed the attack on national sovereignties in the supervision and intervention on the respective banking systems, to those who thus defended the monopoly concentration on a European scale, saying that the the consolation prize would be what has now fallen to the ground, the question arises: are they available to change their position?", "language": "en", "original_language": "pt", "translation_provider": "google"}, {"id": 184, "date": "2017-10-23.json", "name": "José Inácio Faria (PPE).", "mepid": "125101", "text": "- Mr President, the Venezuelan regional elections of October 15, the result of which Nicolas Maduro proclaimed as a devastating victory, constituted yet another sad episode in the long process of erosion of democracy in that country. First, we are witnessing an election campaign in which officialism has shamelessly instrumentalized public media to favor its candidates. Then, after the vote, there were numerous irregularities reported, including last minute changes and without public notification of polling stations or forced votes in exchange for food. The regime now requires elected officials to take an oath before the fraudulent National Constituent Assembly. An electoral act that should have been carried out last year was transformed, by the PSUV, into a plebiscite to its ruinous governance, which will condition the presidential elections of 2018. This new farce and the worrying impact of the humanitarian crisis should make us increase the pressure against the Maduro regime and, therefore, I repeat that, given the seriousness of this political and humanitarian crisis, it becomes urgent for the Union to adopt individual and selective measures against those responsible, including for possible crimes against humanity, in the words of the High - UN Commissioner for Human Rights.", "language": "en", "original_language": "pt", "translation_provider": "google"}, {"id": 185, "date": "2017-10-23.json", "name": "Csaba Sógor (PPE).", "mepid": "39724", "text": "- While recent action against hate speech has caused serious difficulties for authorities worldwide, incitement messages against the Hungarian minority living in the country have become regular in print and audiovisual media in Romania. These messages, which despise Hungarians, disregard the facts and ignite ethnic hatred, can be uttered with impunity from the mouths of widely known television presenters, journalists or even academics in the Romanian media. The phenomenon is now making its mark on political life, effectively paralyzing the already stagnant and partial dialogue between the majority and the minority. The social effects are clear, according to surveys, the rejection of the Hungarian minority is growing, and no one in the Romanian political elite is speaking out against the phenomenon. He wants to celebrate the 100th anniversary of Romania's existence next year, and so far only one educational or outright hostile message has been sent to the one and a half million Hungarians who have lived in this country for a hundred years.", "language": "en", "original_language": "hu", "translation_provider": "google"}, {"id": 186, "date": "2017-10-23.json", "name": "Mairead McGuinness (PPE).", "mepid": "28115", "text": "   – Mr President, Father Shay Cullen is an Irish priest working with vulnerable children in the Philippines since the early 1970s. In his experience, sex offenders travel from the European Union and beyond to the Philippines to abuse children, and he has many, many horrific cases which he is dealing with. He has called on my country, Ireland, and other countries in Europe to stop convicted child sex offenders traveling abroad, by taking their passports from them or preventing them from getting a passport. There is a precedent in this – Australia passed legislation in July to stop registered sex offenders from traveling by removing their passports.  We should heed the words of this priest – he knows what he is talking about. As we protect, or try to protect, our children in our own countries, the least we could do is afford the same level of protection to children elsewhere. Where we know a sex offender is convicted in our Member State, we should stop them traveling to do their evil deeds elsewhere. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 187, "date": "2017-10-23.json", "name": "Nicola Caputo (S&amp;D).", "mepid": "124851", "text": "- (IT) Mr President, ladies and gentlemen, swordfish with excess cadmium and heavy metals, dietary supplements and foods with unauthorized ingredients and novel foods, peanuts from China and chillies from India contaminated with carcinogenic aflatoxins, peppers from Turkey with pesticides beyond limits: these are just some of the most dangerous products for health listed by Coldiretti, the largest association representing agriculture in Italy. The data emerge from a dossier drawn up on the basis of the latest report on the European Rapid Alert System, which records alerts for food risks occurring due to chemical residues, mycotoxins, heavy metals, microbiological pollutants, dioxins, additives and dyes. We need more guarantees for European consumers, we cannot rely solely on the European alert system. Europe needs to do much more in terms of traceability, labeling and transparency to prevent potentially dangerous products from reaching the tables of millions of European consumers.", "language": "en", "original_language": "it", "translation_provider": "google"}, {"id": 188, "date": "2017-10-23.json", "name": "Claudiu Ciprian Tănăsescu (S&amp;D).", "mepid": "96847", "text": "- Mr President, ladies and gentlemen, last year, on 7 July here in Strasbourg, we launched a proposal to you that in the post-Brexit conditions we should take a first step towards consolidating a homogeneous Europe of 27 by rethinking territorial distribution. of the Union institutions. At that time, I made known to you my intention to initiate and support the relocation of the European Medicines Agency from London to Bucharest. Today I come before you and tell you: my colleagues from the Romanian government have prepared one of the best offers for the relocation of EMA. I invite both you and the decision makers in the matter of EMA relocation to look objectively at Romania's offer and, together, to reach the correct relocation solution for the agency, whose place may be in Bucharest. The relocation of EMA to Romania could be the first real signal regarding the cohesion of the European Union, but also an equally firm political signal in the direction of combating the idea that the members of the European Union are equal only on paper. The relocation of the EMA is not just an administrative act generated by the outcome of Brexit, but is, first and foremost, a decision with a broad political burden, the consequences of which will be seen later.", "language": "en", "original_language": "ro", "translation_provider": "google"}, {"id": 189, "date": "2017-10-23.json", "name": "Julie Ward (S&amp;D).", "mepid": "124963", "text": "   – Mr President, over the past months the level of violence across the Oromo and Ogaden regions of Ethiopia has hugely increased. Human rights groups continue to raise concerns over the use of excessive and unnecessary force by the state in response to peaceful protests. These developments take place after years of human rights violations by the state against Ogadeni, Somali and Oromo groups, including arrests and systemic violence against women, documented by the Unrepresented Nations and Peoples Organisation (UNPO). The recent outbreaks of cholera in the country have increased the uncertainty of the situation. I am ashamed that the European Union has not yet made a statement on this worrying situation. As Ethiopia’s long-standing partner, the European Union should express its concern over the growing unrest and address the human rights abuses being perpetrated against minorities. Ethiopia is a crucial actor for security in East Africa. There must be a democratic and inclusive dialogue among groups in Ethiopia in order to de-escalate the tensions and bring about lasting peace and stability. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 190, "date": "2017-10-23.json", "name": "Patrick Le Hyaric (GUE/NGL).", "mepid": "96735", "text": "- Mr President, since 2010, what was to be a rescue plan for Greece has turned into a succession of economic diktats in the name of servicing a debt, which we knew from the start was unsustainable. Now, here we learn that these aid plans - with catastrophic consequences for the Greek people - were the occasion of a lucrative operation for the European Central Bank, bringing it 7.8 billion euros in dividends and redemption of bonds at broken prices. This considerable sum must be returned unconditionally to the Greek treasury, otherwise the operations of the Central Bank could be nothing more than speculation and an instrument of collective punishment. On the other hand, Greece having left the excessive deficit procedure since September, it is high time that the Eurogroup keep its November 2012 commitments in terms of restructuring the Greek debt. This is a necessity. We must return the money to the Greeks!", "language": "en", "original_language": "fr", "translation_provider": "google"}, {"id": 191, "date": "2017-10-23.json", "name": "Jordi Solé (Verts/ALE).", "mepid": "185974", "text": "- Mr. president. Today is the seventh night of Jordi Sánchez and Jordi Cuixart in jail: seven days and seven nights deprived of their freedom, accused of something they have not done. Political prisoners in the middle of the 21st century European Union, because they are not in jail for what they have done, but for what they represent and what they think and, meanwhile, illustrious corrupt people roam at ease. If truth and justice mattered, they would be free. But how is the truth going to matter if even the Spanish Foreign Minister affirms, with all the impudence in the world, that many of the images of the police violence on October 1 are false? The only thing they care about is punishing a country that has dared to vote, which has dared to exercise the right to self-determination despite the blows. And if to punish they have to endanger democracy and shape the rule of law at will, no problem: they do it quietly, protected as they are by their state nationalism. And Europe, does the truth matter? Do you care about fundamental rights or do you only care in distant countries and distant situations? (The President cut off the speaker)", "language": "en", "original_language": "es", "translation_provider": "google"}, {"id": 192, "date": "2017-10-23.json", "name": "Κωνσταντίνος Παπαδάκης (NI).", "mepid": "125093", "text": "- Mr. President, the SYRIZA-ANEL government in Greece, no matter how provocatively it tried to portray the Trump administration as a wolf to a sheep, made great and dangerous commitments with Tsipras' visit to the United States. Time expansion and upgrading of Souda and other bases to make the imperialist plans more effective, equipment of 2.4 billion for NATO needs, while no one can restrain himself from government statements on nuclear. Promoting the interests of the United States 'monopolies through investment is stepping on the remnants of popular workers' rights. The geostrategic upgrade of the interests of the Greek bourgeoisie, which is welcomed by the government and all the bourgeois parties, consolidates Greece to the detriment of the people as a base for imperialist interventions and wars. There is a need to intensify the daily popular struggle to condemn the new, even more dangerous agreements of the SYRIZA-ANEL government with the United States in rupture with the power of capital and with imperialist organizations, such as NATO and the European Union.", "language": "en", "original_language": "el", "translation_provider": "google"}, {"id": 193, "date": "2017-10-23.json", "name": "President. –", "mepid": "124706", "text": "  Colleagues, the list has been completed. That concludes the item.", "language": "en", "original_language": "en", "translation_provider": "none"}]