[{"id": 0, "date": "2017-09-14.json", "name": "Die Präsidentin. –", "mepid": "97017", "text": "The first item on the agenda is the debate on the report by Martina Dlabajová and Momchil Nekov, on behalf of the Committee on Employment and Social Affairs and the Committee on Culture and Education, on a new European skills agenda (2017/2002 (INI)) (A8-0276/2017).", "language": "en", "original_language": "de", "translation_provider": "google"}, {"id": 1, "date": "2017-09-14.json", "name": "Martina Dlabajová", "mepid": "124709", "text": "rapporteur. - Madam President, Commissioner, we were anxiously awaiting the presentation of the new skills agenda last June. The agenda focuses on one of the most important and important current topics determining our future prosperity and competitiveness in Europe. We in the Alliance of Liberals and Democrats for Europe have long advocated this key issue and its promotion among European priorities. At the outset, I would like to thank my colleague Momchil Nekov, co-rapporteur for the report on behalf of the Committee on Culture and Education. It is precisely when it comes to new skills that I must say that cooperation between committees has been absolutely essential. Just as it is not possible to talk about employment without a link to the necessary education, we cannot think of education without knowledge of the perspectives and needs of the labor market. Thank you to all colleagues for their helpful cooperation, suggestions and exchanges of views. I am sincerely pleased with the interest in our report and is proof that we are not indifferent to the question of employment and the future of young people in Europe. We live in a time of explosion of knowledge and new technologies, but that is why the knowledge and skills we learn at school become obsolete very quickly. More than half of the 12 million long-term unemployed do not have sufficient qualifications and skill levels. As many as 20% of Europeans do not have adequate reading and writing skills, and even 40% of Europeans have no digital knowledge. They therefore represent a vulnerable group in the labor market. On the other hand, highly qualified young people do work that does not match their skills and ambitions, which is frustrating and demotivating. The paradox of the labor market is the fact that at the same time more than 40% of employers have a great problem finding graduates with the appropriate skills and qualifications. What's wrong here, you ask like me? The mistake is in a poorly set up education system, which does not manage to respond flexibly to the current needs of employers. It is no longer enough to put out a fire with operational measures. We need to change the whole system. AND we need to change the way we look at European labor market issues. We need to connect educational systems with the current needs of the labor market and provide students with not only theoretical but also practical training during their studies. Some old professions disappear completely and, on the contrary, thanks to technological development, completely new professions are emerging. Who will fill these positions when schools are not prepared for these changes? In the report, therefore, we focus on a number of priorities to help align training practices with labor market needs. I am convinced that the successful transition of a graduate to the labor market already requires the cooperation of all actors in education, including employers, and the acquisition of practical experience, or \"learning by work\". It is these practical experiences and getting to know the work environment that can be very useful when applying for the first job position. Let us support the development of STEM skills, the teaching of which must go hand in hand with the integration of new technologies into education, the development of soft and managerial skills and encourage entrepreneurship from an early age. At the same time, let us not forget to support craft skills and work together to make apprenticeships and technical training more attractive to young people. One of the great challenges and at the same time a great opportunity is the rapid development of digitization. In ten years' time, 90% of all jobs will need a certain level of digital skills, and we need to prepare for that. That is why we draw attention in the report to the need for quality lifelong teacher education and the provision of strong pedagogical leadership. I believe that investing in the professional development of teachers and attracting and motivating new educators is key to skills development. If our economy is to continue to grow and remain competitive, taking the above measures is a necessary step.", "language": "en", "original_language": "cs", "translation_provider": "google"}, {"id": 2, "date": "2017-09-14.json", "name": "Момчил Неков", "mepid": "125013", "text": "rapporteur. - Mr President, first of all I would like to thank the co-rapporteur, Mrs Martina Dlabayova, as well as the other shadow rapporteurs, for the constructive work and the good spirit of cooperation that accompanied us during the negotiations and the long work on consolidation. of the final version of the European Parliament's report. I take this opportunity to emphasize my satisfaction that the Committee on Education and Culture works on an equal footing with the Committee on Employment and Social Affairs. The result of our joint work is a text that takes into account not only the current needs of the labor market, but offers a broader approach that draws attention to education and its paramount importance in building competent and confident individuals who have the necessary skills to deal with future challenges. The Commission's communication \"A New European Skills Agenda\" has been long awaited and rightly draws attention to the need to update European education and training systems in line with the rapidly changing economic and social context. However, I am of the opinion that the proposed package of measures, although quite ambitious, focuses mainly on the current needs of the labor market, which is in fact quite dynamic and the skills needed today will not be the skills needed in 10 or 20 years. . In addition, the main role of education systems is not only to prepare staff for business, but above all to contribute to the personal growth of people, to turn them into responsible and engaged individuals. I believe that we need to think beyond the right employment skills and pay attention to those aspects of education that teach young people how to think critically, be creative and be able to make informed decisions. In this line of thought, I would like to draw attention to a few key points that are at the heart of the European Parliament's report. You have to in the first place to strengthen the social dimension of the skills program, which I believe is completely absent in the report itself. There is a consensus that education contributes to social cohesion, the fight against inequality and poverty. However, the skills program proposed by the Commission does not offer a long-term vision that includes participation in pre-school education. Unfortunately, the fight against early school leaving is also not in place. Given that this model of inequality, which has existed since the early years of education, it is not surprising that today in the European Union we have seventy million people who do not have basic reading, writing and arithmetic skills. The only way to overcome this problem is to invest in inclusive education that meets social challenges and provides equal access for all. After all, if we want young and talented people not to leave Europe, looking for a better future and opportunities for realization abroad, we must take care to create suitable conditions for their development in our country. I want to give you an example from my country. Between 1992 and 2015, three million Bulgarians left their homeland, and for a country with a population of seven million, this is a huge number. Among them are mainly engineers, IT specialists, doctors, nurses and teachers. I think he has to draw the appropriate conclusions. Secondly, if we expect any positive change in social and economic terms, we must first change our mentality. Today, employers are not so much looking for higher education diplomas. They need ambitious people with a wide range of horizontal skills such as teamwork, confidence, leadership and entrepreneurship. The truth is that we acquire the most diverse skills outside the formal education system. Last but not least, I share the Commission's vision that attractiveness should be increased of vocational education.In conclusion, I would like to say that I would expect the European Commission to take into account the recommendations made by Parliament.", "language": "en", "original_language": "bg", "translation_provider": "google"}, {"id": 3, "date": "2017-09-14.json", "name": "Miguel Arias Cañete", "mepid": "n/a", "text": "   Member of the Commission. – Madam President, I would like to thank the Committee on Employment and Social Affairs (EMPL) and the Committee on Culture and Education (CULT) and, in particular, the co-rapporteurs, Ms Dlabajová and Mr Nekov, for this comprehensive report. We launched the New Skills Agenda in June 2016. Since then, we have delivered on nine of its ten key actions, including the Upskilling Pathways Recommendation and the European Qualifications Framework. Parliament has adopted its position on the Europass Decision, and the Council is making good progress. Discussions have also started on the Commission proposal on graduate tracking. We have launched the Digital and Skills and Job Coalition, the skills profile tool for third—country nationals and the blueprint for sectoral cooperation on skills. And soon we will present the results of the public consultation on the review of the European Framework of key competences that we organised this year. Your report clearly shows that we are going in the right direction. Together, we should keep up the political momentum. We agree with you that, in a fast—changing, global economy, ‘the skills and know-how of our societies are the sole basis for prosperity and for safeguarding our social achievements’. This is why the first principle of the European Pillar of Social Rights states that everyone has the right to quality and inclusive education, training and life-long learning. Your report rightly emphasises the connection between education and employment, and the need to promote cooperation among stakeholders. This is at the very heart of the Skills Agenda. Together, we must break the silos. Your decision for a joint report of the EMPL and CULT committees underscores the cross-cutting nature of the skills agenda. This joined-up approach, working across ministries, extends to national skill strategies, which we are supporting in cooperation with the OECD. Skills are acquired early in life and must be constantly updated. Unfortunately, 70 million Europeans currently do not master the most basic skills. Our Upskilling Pathways Recommendation will make a tangible difference for them. We share your view on the importance of non-formal and informal learning. Member States have committed to putting in place arrangements for validation of these skills by 2018. Work-based learning deserves particular attention. In October, the Commission will present a Council Recommendation on a Framework for Quality and Effective Apprenticeships. Together with the new Erasmus Pro for cross—border apprenticeships, this will boost quality opportunities for young people. Digitisation and globalisation are transforming the way we live and work, reshaping the range of skills needed in our society and in the labour market. While we cannot exactly predict the skills of tomorrow, digital and entrepreneurial skills will certainly be important. Already today, 90% of jobs require digital skills. Through our Digital Skills and Jobs Coalition, seven million Europeans were trained in less than a year. In 2018, the Commission will launch the ‘Digital Opportunity’ scheme, a pilot project giving graduates in all disciplines hands-on experience through cross-border internships in the digital area. Moreover, together with stakeholders, we have developed tools to improve citizens’ skills: the Digital Competence Framework and the Entrepreneurship Competence Framework. And to show what skills are most needed and where, from next year we will publish data on skills needs and trends using big data analysis. The success of the Skills Agenda depends on our joint commitment and efforts. Indeed, the responsibility for education and training lies with Member States. We trust that, with your support, they will adapt and shape the Skills Agenda to meet labour market needs and fulfil citizens’ aspirations.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 4, "date": "2017-09-14.json", "name": "Maria Grapini", "mepid": "124785", "text": "Rapporteur for opinion Opinion Committee on the Internal Market and Consumer Protection. - Madam President, as the draftsman of the opinion of the IMCO Committee, I would like to emphasize a few important things to my colleagues. First of all, I would like to congratulate the Commission for adopting a New Agenda for Skills in Europe in 2016. It is absolutely necessary to see what we can do with human resources and we, the IMCO committee, certainly, who deal with the internal market, are confident and convinced that, in order to ensure sustainable growth, social cohesion and job creation, as well as to promote innovation and entrepreneurship, especially for SMEs and the craft sector, it is essential to close skills gaps, address skills mismatches and promote opportunities for social mobility. The Commissioner also pointed out, and we argue, of course, that the Member States have an obligation: the internal market information system must work efficiently and contribute to improving the exchange of data and strengthening administrative cooperation. I also emphasize the need to take into account the real needs of the market and take steps to develop skills.", "language": "en", "original_language": "ro", "translation_provider": "google"}, {"id": 5, "date": "2017-09-14.json", "name": "Michaela Šojdrová", "mepid": "124710", "text": "  on behalf of the PPE Group. – Madam President, our report should help with implementation of the 10 measures of the new skills agenda in order to strengthen human capital, employability and competitiveness. Our approach respects the key role of the Member States and the real possibilities and competences of the EU. Skills are key to the future competitiveness of our economy. We have to address the problem of around 17 million European adults who lack basic skills. We point out that our priority should be to strengthen our human resources, not only for better employability but also for the personal development and success of Europeans as individual human beings. For better skills, we need better teachers. This is essential and I am glad that the report puts much emphasis on their role and their better conditions. I think this is crucial. We highlight the need to develop the skills that are necessary on the labour market. I would like to thank both my co-rapporteurs for their constructive spirit.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 6, "date": "2017-09-14.json", "name": "Jana Žitňanská", "mepid": "124901", "text": "on behalf of the ECR Group - Commissioner, ladies and gentlemen, it is a pleasure for Members of this Parliament to look to the future as they work. It depends on the abilities, skills and knowledge that citizens in our countries will have. My colleagues have mentioned and will certainly mention several positive points in this report during this debate. For me, such a positive is clearly that, looking to the future, we do not forget even our most vulnerable citizens. It is clear from the report that, for example, people with disabilities must be part of change, part of training, non-formal education, part of the important digital changes that await us. However, new skills and opportunities to acquire them must not only concern young people, but every citizen. Our seniors, as well as people with very low qualifications, would have a good chance. We know that such an approach is not taken for granted when thinking about the future, and that is why I am voting in favor of this report.", "language": "en", "original_language": "sk", "translation_provider": "google"}, {"id": 7, "date": "2017-09-14.json", "name": "Νικόλαος Χουντής", "mepid": "26851", "text": "on behalf of the GUE / NGL Group. - Madam President, ladies and gentlemen, there is no doubt that workers' skills need to be improved and updated in order to be able to respond to the changing reality of our century. At the same time, however, their labor rights must be secured and improved. The Commission's new skills agenda, with its neoliberal conception, fails in both. It focuses on the profitability and competitiveness of companies and not the real needs of society and employees. It transfers the weight from the holistic form to the simple and scattered skills based on the demands of the market alone. It transforms studies into educational products and proposes the commercialization and privatization of education. It further deregulates labor relations and promotes flexible forms of precarious work under the guise of training. He ostensibly claims that the huge unemployment rates and the brain drain phenomenon that afflicts the countries of the South are not the fault of the policies implemented but of the poorly trained and trained workforce. So with this package we are leading to the restructuring, degradation, fragmentation of both labor relations and education in Europe.", "language": "en", "original_language": "el", "translation_provider": "google"}, {"id": 8, "date": "2017-09-14.json", "name": "Jill Evans", "mepid": "4550", "text": "  on behalf of the Verts/ALE Group. – Madam President, I would like to thank the rapporteurs. There are some excellent points in this report, such as the key role of non—formal and informal learning, quality frameworks for apprenticeships and internships, and the inclusion of social partners and civil society. Upgrading education and training is a crucial issue in my constituency in Wales, as it is across the EU. And given the recognition that the labour market is dynamic and future skills needs have to be considered, we believe the report could be strengthened by clear reference to the huge innovation and employment potential of renewable energy sources and green technologies and the skills required for those. There’s also a need for a reference to upskilling in relation to migrants, consistent with the action plan on the integration of third—country nationals. So I would ask colleagues to support the amendments that we have put forward.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 9, "date": "2017-09-14.json", "name": "Isabella Adinolfi", "mepid": "124831", "text": "on behalf of the EFDD Group. - Madam President, ladies and gentlemen, Commissioner, the issue is of crucial importance, especially when one thinks of the unemployment figures and youth unemployment in particular, data which fail to fully convey the tragedy experienced by millions of people, especially the Southern Europe, which still bears the signs of a continuing economic crisis. What we have to teach cannot be reduced to just teaching the skills required by the needs of the labor market. If this were the case, in fact, we would distort the crucial role of teaching, which is wider and which must train the citizens of tomorrow, providing technical skills but also and above all civic and analytical skills and the necessary critical spirit. In fact, I remind everyone that functional illiteracy is a European problem and in particular of some states: in Italy, for example, it has been calculated that there are 28% of functional illiterates. So I believe that problems like fake news and cyberbullying can only be solved through education and instruction. I also want to underline how fundamental is the role of teachers who cannot be precarious but, on the contrary, must be protected and their role valued at best. Investments are needed in this sense, without forgetting, moreover, the phenomenon of brain drain. So I ask myself: what solutions does the European Union intend to prepare to stop this phenomenon which once again seems to affect the countries of Southern Europe more significantly? Much remains to be done and this reaction only focuses on some of the problems. This is why we need to do more and keep working.", "language": "en", "original_language": "it", "translation_provider": "google"}, {"id": 10, "date": "2017-09-14.json", "name": "Mara Bizzotto", "mepid": "97198", "text": "on behalf of the ENF Group. - Madam President, ladies and gentlemen, the new skills agenda for Europe, which we are debating today, certainly contains positive points, but also negative points. For example, as has already happened in this House, I find it unacceptable that the idea that illegal immigrants is a resource is being passed on. Let me ask you two simple questions: what added value have 100,000 illegal immigrants brought to Italy this year? The half million illegal immigrants who arrived in Italy in the last three years, what has brought positive to our country? I'll give you the answer: nothing, zero! Indeed, violence, aggression and degradation in our cities have increased. Italians are fed up with the damage caused by these fake resources. The resources that Italy needs do not come from the boats loaded with illegal immigrants leaving Libya. The real resources of my country are young people, families, working citizens who want a peaceful future without mass immigration. It is in our young people that this Europe must invest, not in illegal immigrants. (The speaker refuses a \"blue card\" question from Silvia Costa)", "language": "en", "original_language": "it", "translation_provider": "google"}, {"id": 11, "date": "2017-09-14.json", "name": "Emilian Pavel", "mepid": "129256", "text": "on behalf of the S & D group. - Madam President, this report has been one of the ones I have worked on most dearly, because it addresses issues that I consider to be truly essential for our European future: education and citizens' development. Before all the other burning priorities of our Union, I do not think it is possible to talk about real development without having an education and training system that gives Europeans a real chance at a better future. I don't think the new skills agenda in Europe brings anything shocking. This report sets out a number of simple principles and actions. However, they can have an extremely high impact if they are implemented seriously and committed by each Member State. Education and training are, of course, the exclusive competences of each Member State, but I think we can all accept that we have a lot in common. I do not think we have any excuse for not investing in an education conducive to inclusion, which responds to social and economic challenges, which ensures equal access and opportunities for all, regardless of age. I believe that every European must have the right to acquire fundamental skills for the 21st century throughout his or her life. I call on the Member States to focus in their vocational training and education programs on skills that contribute to vocational integration, such as basic skills such as literacy and digital skills, as well as on digital literacy and skills that are relevant to society at large. a more general way. These would be transversal, transferable or non-technical skills such as leadership, social and intercultural skills, managerial and entrepreneurial education. Furthermore, I call on the Member States to implement concrete measures to facilitate the transition of young people from education to work, through ensuring quality and well-paid internships and apprenticeships that provide young people with a set of social and economic rights.I believe that we have an excellent agenda for skills in Europe.My question is: what are we going to do with it?", "language": "en", "original_language": "ro", "translation_provider": "google"}, {"id": 12, "date": "2017-09-14.json", "name": "Ελευθέριος Συναδινός (NI).", "mepid": "125072", "text": "- Madam President, European education and training systems need to adapt to the rapidly changing economic, technological and social environment in order to meet the real needs of citizens and national priorities. Education and lifelong learning face challenges such as high skills, the digital environment, the special needs of people with disabilities, poverty and unemployment. A grid of educational systems and methods without strategic background and ethical principles leads to disaster. Capacity building and maximizing citizens' potential must be achieved at the same time as cultivating morality and virtue. Otherwise, there is a risk that the acquired knowledge will be directed to anti-social or illegal or even extreme activities. The love for the homeland, the family and Christianity, especially for Greece, is above and beyond any other skills and this agenda should focus on these if we want to educate European citizens and not passively adapt them to today. time.", "language": "en", "original_language": "el", "translation_provider": "google"}, {"id": 13, "date": "2017-09-14.json", "name": "Bogdan Brunon Wenta (PPE).", "mepid": "124903", "text": "- Madam President! Commissioner! First of all, I thank the rapporteurs for their work on this report. I believe that it is extremely important to continue developing education and training systems in the European Union, especially in the context of dynamic changes and technological evolution. Colleagues have already said how many millions of Europeans - as confirmed by OECD data - have significant problems with the basic skills of reading, writing and numeracy. For this reason, the solution to this issue should be treated as an absolute priority. It is important to create a pan-European skills forecasting tool that will allow young people to develop as well as identify competences that will prove useful in the future. Today, the ability to navigate in the media and digital world and the ability to think critically are indispensable attributes for adaptation in the contemporary workplace. Thus, teaching entrepreneurship and creativity should be supported from an early age. We know how important it is today to skilfully use digital tools, so bridging the technological gaps in the education system and maintaining funding for the development of education in Europe should be of utmost importance.", "language": "en", "original_language": "pl", "translation_provider": "google"}, {"id": 14, "date": "2017-09-14.json", "name": "Silvia Costa (S&amp;D).", "mepid": "96917", "text": "- Madam President, ladies and gentlemen, even in your absence, I will immediately reply to what the Hon. Bizzotto, recalling that perhaps he does not know that, for example, in our country half of immigrant women have a degree or a diploma. But I understand that she is not very interested in the subject and she calls them all illegal immigrants. I would like to say, as former chairman of the committee on culture and education and now coordinator of the S & amp; D group, that I am very happy with the good cooperation that has started in this legislature between the committee on culture and education and Committee on Employment and Social Affairs, understanding that the challenge, as shown by the agenda for new European skills, is a cross-cutting challenge that we must face together, including through the ten actions proposed by the agenda. I believe that this is also very important for the most significant recommendations that can be made to Member States to speed up the processes of inclusion of informal skills, in particular to address digital skills applied at all levels of education. But I would like to say that, precisely due to the great obsolescence of the labor market and current skills, a great basic high education is needed, together with the crossing with specific skills and, therefore, combining knowledge, skills and abilities. If there is an imbalance between these elements, we have not understood the challenge of the future.", "language": "en", "original_language": "it", "translation_provider": "google"}, {"id": 15, "date": "2017-09-14.json", "name": "Ruža Tomašić (ECR).", "mepid": "119431", "text": "- Madam President, in a modern world where old jobs for lower-skilled workers are rapidly disappearing, lifelong learning is a necessity.I am pleased that the rapporteurs recognize that education and training are the responsibility of the Member States, but I agree that cross-border cooperation can be very valuable to us.Since I come from Croatia, where spears are being broken over curriculum reform, and which has not implemented real education reform for decades, I am convinced that at this very moment the experiences of our partners can be of great help to us.The report justifiably emphasizes the importance of teachers, coaches, mentors and other educators as they are the foundation of any reform.Unfortunately, they are often not given the recognition they deserve and do not invest enough in them, and thus deprive children of the opportunity for quality education.If we want our children to be ready for the future, we need to invest more in those who pass on knowledge and skills to them.", "language": "en", "original_language": "hr", "translation_provider": "google"}, {"id": 16, "date": "2017-09-14.json", "name": "Ilhan Kyuchyuk (ALDE).", "mepid": "124866", "text": "   – Madam President, I would like to congratulate my colleagues, Ms Dlabajová and Mr Nekov, for their great work. Our world is changing fast. Education should be the means to empower children and adults alike to become active participants in the transformation of their societies. Learning should focus on the values, attitudes and behaviours which enable individuals to live together in a world of technology, characterised by diversity and pluralism. But at the same time, it should develop the skills demanded by our moral, globalised and digital economy. The new skills agenda was highly needed in order to overcome the security issues existing in the EU. Furthermore, we still need to make qualification systems in Europe comparable, with a focus on qualification levels and learning outcomes. I welcome the support for modernisation on that and adult education. Member States’ private and public companies and institutions should invest more resources.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 17, "date": "2017-09-14.json", "name": "Agnieszka Kozłowska-Rajewicz (PPE).", "mepid": "124889", "text": "- Madam President! Ladies and gentlemen! Today we talk a lot about the labor market here, but I would like to emphasize that, in my opinion, we cannot shape and perceive the education system as a service system for the labor market. It should be, and it is the other way around: what we do in education systems results in a fair - better or worse - labor market. This is my first point. And the second: because it is education that shapes the labor market, the transversal, soft and key skills, which were discussed in the New Skills Agenda for Europe program, are so important. It is very good that it happened. I am very glad that the key skills will be reviewed, because it is important to properly build the labor market. I would like to say that I see this program as an intervention program. We have a huge problem in Europe when it comes to skills: 40% of employers cannot find workers with the right skills. Over 20% (and sometimes more) of people have problems with reading, writing, understanding, i.e. with basic skills. We have 2 million vacancies and 25 million unemployed, so we have to intervene, and this program is the right way to do so.", "language": "en", "original_language": "pl", "translation_provider": "google"}, {"id": 18, "date": "2017-09-14.json", "name": "Nicola Caputo (S&amp;D).", "mepid": "124851", "text": "- Madam President, ladies and gentlemen, the Charter of Fundamental Rights of the European Union enshrines the right of access to training and learning for all. Training and learning, however, must also subsequently translate into something concrete, that is, in a job that meets expectations. Over 30% of highly skilled young people are in jobs that do not match their skills and aspirations. At the same time, 40% of European employers report that they cannot find people with sufficient skills to grow and innovate. This is the sign of a real short circuit between supply and demand: often the most qualified young people find themselves having to rely exclusively on family resources. If Europe wants to build a future for itself, it must start from here, from strengthening the links between education and employment, with a more flexible, individual and personalized approach, involving all the players in the labor market in the definition of expendable skills and in the connection between these two worlds.", "language": "en", "original_language": "it", "translation_provider": "google"}, {"id": 19, "date": "2017-09-14.json", "name": "Νότης Μαριάς (ECR).", "mepid": "125069", "text": "- Madam President, unemployment affecting the European Union as well as the deregulation of labor relations and the reduction of wages will all be addressed by changing policies. Because it was the policy of austerity and violent fiscal adjustment that has created the huge problems. The reduction of wages is of course due to the creation of a \"reserve army\" which is refugees and illegal immigrants, who of course most of them work illegally and thus their salaries are reduced. Beyond that, of course, one cannot question the important role that education and training can play in tackling poverty and social exclusion. The main role, of course, must be played by the Member States, but in order to do that, funds are needed, and these funds can be provided by the European Union. At the same time, with education we can contribute to the creation of a democratic society but there must be equal opportunities for access for all those in need of education.", "language": "en", "original_language": "el", "translation_provider": "google"}, {"id": 20, "date": "2017-09-14.json", "name": "Γεώργιος Επιτήδειος (NI).", "mepid": "125071", "text": "- Madam President, the positions developed on the need for young people in Europe to acquire skills to meet the demands of the job are correct. The problem is that theory is far from practical. What is happening is that, indeed, the European Union is providing some funds, some training is being done and at this point all development stops. Young people in Europe need to find work. Unfortunately this is not done or is not done easily. For this reason they are exploited by employers, who force them to work long hours, do not pay them according to their qualifications and skills and education and, many times, threaten them with dismissal, because there are others who waiting to take their place. Tragic victims of these developments are the young people of Greece who, despite their education and abilities, due to the existence of many illegal immigrants who want to work under miserable conditions and with very low salaries, are forced to emigrate many times and outside Europe with all the consequences that arise.", "language": "en", "original_language": "el", "translation_provider": "google"}, {"id": 21, "date": "2017-09-14.json", "name": "Julie Ward (S&amp;D).", "mepid": "124963", "text": "   – Madam President, we need to prepare learners of all ages and from all backgrounds, including migrants and refugees, for a fast—changing, complex and hyper—connected world, and for jobs and competences that do not even exist yet. That’s why it is key to ensure that learners are equipped with transferable skills such as media literacy, critical and creative thinking and entrepreneurship. We also want to equip learners with the necessary skills for a more open, sustainable and inclusive society. We therefore need to invest in their social skills, in particular intercultural skills. On top of guaranteeing a minimum level of literacy, numeracy and digital skills for all, there are skills we must invest in for learners to become not only fit for the labour market, but true problem—solvers and responsible and active citizens. In this context, it is key that proper recognition is given to the role of adult learning, informal and non—formal learning.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 22, "date": "2017-09-14.json", "name": "Miguel Arias Cañete", "mepid": "n/a", "text": "   Member of the Commission. – Madam President, I would like to thank all those who have spoken in this important debate. With the right skills, people are equipped for quality jobs and can fulfil their potential in the labour market and in society as confident and active citizens. With the right skills, our companies can thrive, invest and innovate, contributing to the virtuous circle of job creation and growth. These are two sides of the same coin: making sure that people can acquire the skills they need to improve their chances for better employment and that they can update these skills to better face job transitions, and equipping Europe to compete and succeed, now and in future, in the global economy. With this report, Parliament has underlined the need to continue our joint efforts to tackle the skills challenge. We welcome your commitment to supporting the implementation of the Skills Agenda, both in Europe and in your home countries.  On 20 November, we will launch the second European Vocational Skills Week. Our message is: ‘Discover your talent!’. We want to improve the attractiveness and image of vocational and educational training. We look forward to working together with you to spread this message at European, national, regional and local levels.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 23, "date": "2017-09-14.json", "name": "Martina Dlabajová", "mepid": "124709", "text": "rapporteur. - Thank you to colleagues for your helpful comments and knowledge. We are talking here about the future, about a new generation of knowledge and skills that will support employment and our competitiveness. We must all have the ambition to educate confident citizens, modern Europeans who are well prepared for life and who will not be afraid to take responsibility for themselves or others. I believe that our report is the first step on this path. Essential needs have already been defined and we know which way to go. What Europe needs is a new set-up for the education system. A system that will respond flexibly to the changes that are inevitable today. Of course, many of you have said that linking education systems to current labor market needs is necessary and, of course, in balance. I would like to reassure my colleague Mara Bizzott that we have been thinking about our young generation when working on this report, and they are our number one priority. I do not understand why my colleagues insult these young people by abusing the debate about their future purely for the political goals of her extreme right, which is also proved by the fact that she is no longer in the Chamber. But in conclusion, I would like to emphasize one thing. The idea that the development of the European labor market is something far removed that does not burn us yet is wrong. Now is the best time to discuss the future, and especially now we need to start acting. Today, not tomorrow, said my favorite, successful businessman and manager Tomáš Baťa. So today, and not tomorrow, let us give the new skills agenda the attention it deserves, and let us not postpone these changes, which we really need to make today.", "language": "en", "original_language": "cs", "translation_provider": "google"}, {"id": 24, "date": "2017-09-14.json", "name": "Момчил Неков", "mepid": "125013", "text": "rapporteur. - Mr President, during the preparation of the report, we had many meetings with Mrs Dlabayova in the European Parliament as well. I had meetings at European and national level with employers who said that horizontal skills were very important, such as teamwork, creativity, critical thinking, creative thinking, etc. This is in one direction. Teachers, on the other hand, also said that they also have challenges with digital skills and need to overcome them. That is why we need to invest first in teachers, not just in building digital infrastructure. Separately, we need to restore the brilliance of vocational education, because, at least in my country, vocational education is considered to be the worst for children. In this case, in order to overcome exactly this phenomenon, we must rely on early career guidance. This means that from an early age children are taken to factories for various productions, to use new technologies, to see how these new technologies are made, in order to acquire this desire and then to enroll in vocational education. As Ms. Dlabayova said, now we are building the future, but we really do not know in 10 - 20 years what will be the professions of the future. From this point of view, we need to build more than one system of education, we need to build personalities and put people at the center not only within the education system. We must strive for lifelong learning and lifelong learning, and to make a very clear distinction between facts and opinions.", "language": "en", "original_language": "bg", "translation_provider": "google"}, {"id": 25, "date": "2017-09-14.json", "name": "Die Präsidentin. –", "mepid": "97017", "text": "The debate is closed.The vote will take place today, September 14, 2017.Written statements (Rule 162)", "language": "en", "original_language": "de", "translation_provider": "google"}, {"id": 26, "date": "2017-09-14.json", "name": "Fabio Massimo Castaldo (EFDD)", "mepid": "124812", "text": "in writing.- In the age of globalization and especially of digitalisation and very rapid technological progress, education and training systems in Europe must certainly be updated.For this reason, the initiative has been awaited for some time, and it has finally come.The report broadens the concept of competences not by restricting the field to those immediately \"verifiable\", but by including different aspects.We move from emphasizing the entrepreneurial spirit and creativity to condemning the cutting of funds for education.The encouragement present in the agenda to make use of the flexibility of work, which, in the absence of adequate safeguards, is too often conjugated as precariousness is not equally appreciable;as well as references to the European semester system.", "language": "en", "original_language": "it", "translation_provider": "google"}, {"id": 27, "date": "2017-09-14.json", "name": "Danuta Jazłowiecka (PPE)", "mepid": "96781", "text": "in writing. - In the EU, as many as one-fourth of the population do not have the skills needed for the job they perform, and as many as 40% of employers are unable to find employees with appropriate qualifications. As many as 70 million people in the EU do not have basic literacy and numeracy skills. This means that the actions taken so far have not brought the expected results. The main reasons for this can be indicated. First, no one has learned from the programs already in progress. Second, we have seen spending on education and training fall in recent years. In 2010–2014, they fell by as much as 2.5% in the entire EU. Therefore, first of all, we should call on the Commission to follow the implementation of existing programs and learn from the mistakes made, and to the governments of the Member States not to seek savings in this sensitive segment of social policy. In the new skills agenda, we must focus, among other things, on meeting current labor market needs. Future-oriented action is needed and in-depth reflection on what to do to meet these needs in the coming decades. The effective implementation of new training and education systems takes time, so the activities currently undertaken should be focused on forecasted needs, not on those that exist today.", "language": "en", "original_language": "pl", "translation_provider": "google"}, {"id": 28, "date": "2017-09-14.json", "name": "Ádám Kósa (PPE)", "mepid": "96829", "text": "in writing. - Many elements of the European Parliament's report on new skills development in Europe support the Orbán government's education policy. Developments related to e-skills, or the modernization of vocational training systems, the introduction of dual training have all been given special emphasis in Hungary since 2010. Years ago, the Hungarian government began to develop and implement comprehensive national strategies for digital skills and e-skills developments. At present, HUF 270 billion of EU support is available in the period 2014–2020, of which only HUF 125 billion is spent by the government on infrastructure development. This primarily means new schools and the renovation of existing ones with a radically renewable set of educational tools. The remainder will be spent on content development, such as the development of digital curricula and the new National Core Curriculum (NAT). Significant sums are also being spent on the digital development of schools outside the central region, the range of mobile devices in schools is expanding, and 50,000 teachers can take part in in-service training aimed at using new content and tools. At the same time, the left-wing factions tabled an amendment at the end, vaguely referring to the requirements for migrants, which could be interpreted in a number of ways, including support for illegal immigrants, which was unanimously opposed by the Hungarian People's Party. In view of all this, I abstained at the end of the vote on the adoption of the entire document, as a good professional report was basically overwritten politically and irresponsibly.", "language": "en", "original_language": "hu", "translation_provider": "google"}, {"id": 29, "date": "2017-09-14.json", "name": "Krystyna Łybacka (S&amp;D)", "mepid": "124883", "text": "in writing. - In a knowledge society, education is a key aspect of being active in life. High-quality education is essential to equip young people with the knowledge, attitudes, skills and attitudes towards the world that will help them understand and change the world. Education has a huge impact on many areas of economic and social life, so we need a holistic approach to education and policies that support high-quality education at all levels. Continuous access to education throughout life is particularly important for the most disadvantaged and people with disabilities. I also pay particular attention to the status, working conditions, remuneration, qualifications and skills of teachers, trainers, mentors and educators. The delivery of the European Skills Agenda depends on the quality of education, guaranteed by teachers. Education systems should attract the best staff who should enjoy the support of parents and the local community and be provided with permanent opportunities for professional development.", "language": "en", "original_language": "pl", "translation_provider": "google"}, {"id": 30, "date": "2017-09-14.json", "name": "Dominique Martin (ENF)", "mepid": "124751", "text": "in writing. - On September 14, 2017, the European Parliament supported a series of wishful thinking in the area of ​​skills. On the menu, catalogs of recycled measures and an old tune dear to Brussels: \"Newcomers bring with them new skills\". In truth, beyond the \"Molenbeek\" effect, our future does not depend on \"non-Europeans\". The employment rate of \"non-Europeans\" was only 51% in France in 2016, or one in two \"lazy\" (sic Macron). Obviously these new skills are not transferable. The Commission’s third-country national profiling tool is not even available in languages ​​spoken by all migrants. The waste of 155 billion euros from the European Social Fund (ESF) is demonstrated: out of 30 million participants, 21 million have not found a job after their \"training\". Revitalizing Europe will require European preference and the launch of new industries. As proof, Airbus was born out of cooperation between states (Germany, France, Great Britain) in May 1967, outside the European Union and without the intervention of the Brussels Commission.", "language": "en", "original_language": "fr", "translation_provider": "google"}, {"id": 31, "date": "2017-09-14.json", "name": "Marek Plura (PPE)", "mepid": "124881", "text": "in writing.- I sincerely congratulate the rapporteurs on preparing an interesting and comprehensive report.I agree with them that there is a need for entrepreneurship education starting from primary school.As I have emphasized many times (including in my own report on skills strategies to combat youth unemployment), entrepreneurship is also about being empowered and creative.These skills help in professional and social life, which is why I consider developing them crucial.I also support the rapporteurs' call for an inclusive approach to the development of education and training strategies.I believe that thanks to this approach, disability will cease to be a barrier to developing potential and being an active entrepreneur, employee, citizen.", "language": "en", "original_language": "pl", "translation_provider": "google"}, {"id": 32, "date": "2017-09-14.json", "name": "Claude Rolin (PPE)", "mepid": "125107", "text": "in writing. - In the European Union, 66 million people aged 25 to 64 have not gone beyond lower secondary education. Behind these startling figures, there are so many people who often find themselves in a difficult situation, especially financially; some live a form of social exclusion on a daily basis. The new skills strategy for Europe is primarily aimed at these people. Every journey, every experience has value! We must recognize the achievements in all other forms of learning (formal, but also non-formal and informal) and also promote lifelong learning. The European Union must build bridges between people and between different policies. Because only a global approach, combining education, training, employment, youth, health and social emancipation, will be beneficial for all Europeans.", "language": "en", "original_language": "fr", "translation_provider": "google"}, {"id": 33, "date": "2017-09-14.json", "name": "Claudia Țapardel (S&amp;D)", "mepid": "124793", "text": "signed up. - The new skills agenda is one of the key tools for achieving the goals of social cohesion and job creation and growth, addressing two urgent challenges facing the European Union: the lack of skills relevant to the labor market and the creation of educational programs for all social categories. Among the ten actions proposed by the Commission in the agenda for the coming years, I believe that the recommendations on key competences are of strategic importance to the EU. In order to respond to the economic and social transformations that have taken place over the last decade, there is an urgent need for a common approach to a core set of skills to work and live in the 21st century. In this regard, a priority will be the digital sector, where we need a strategy to equip European citizens with the right digital skills. As a member of the TRAN Commission, however, I remain convinced that the European Skills Strategy needs to pay more attention to tourism. This can be one of the sectors in which to fight youth unemployment and relaunch the EU economy. That is why I support the establishment of a Tourism Academy, with the help of which young Europeans have the chance not only to have a job, but to start a successful career.", "language": "en", "original_language": "ro", "translation_provider": "google"}, {"id": 34, "date": "2017-09-14.json", "name": "Romana Tomc (PPE)", "mepid": "125104", "text": "in writing.- The new Skills Agenda for Europe is a long-awaited initiative that we urgently need in this period.Not only in my country, but throughout the EU, there is a gap between European education systems and the economic and social environment.The labor market is dynamic and the education system is often rigid.It is therefore essential to move towards a pan-European tool for forecasting skills needs.Starting the economy is necessary, just as a good and skilled workforce is necessary.I therefore support this report, as I believe it is important to go beyond relevant professional skills and to focus on those aspects of education that can foster entrepreneurship and creativity, enable people to think critically, make informed decisions and participate fully indemocratic and social life.", "language": "en", "original_language": "sl", "translation_provider": "google"}, {"id": 35, "date": "2017-09-14.json", "name": "Die Präsidentin. –", "mepid": "97017", "text": "The next item on the agenda is the debate on the Commission statement on NordStream 2 (2017/2832 (RSP)).", "language": "en", "original_language": "de", "translation_provider": "google"}, {"id": 36, "date": "2017-09-14.json", "name": "Miguel Arias Cañete", "mepid": "n/a", "text": "   Member of the Commission. – Madam President, I would like to thank you very much for giving me the opportunity to deliver, on behalf of the Commission, a statement on the Nord Stream 2 project. I know that this continues to be a subject to which many of you attach a high importance and which we have discussed already a number of times. Today I would like to update you on what has happened with regard to this file since the last time the Commission stood before you nearly a year ago. As you know, our stance on this project derives directly from the Energy Union objectives and in particular from our desire to enhance energy security through creating a well-diversified, secure and competitive gas market. We do not see that, if built, the Nord Stream 2 project would contribute to these objectives, essentially for two reasons. First, because it will not contribute to diversification, as it will give access neither to a new source nor to a new route of gas supply. In this it is different from Nord Stream 1. Second, we project gas demand to decline from today’s level of 460 billion cubic metres to somewhere between 350 and 410 billion cubic metres by 2030. Against falling domestic production and a roughly stable level of imports, the Commission sees no need for a new infrastructure of the magnitude of Nord Stream 2. A massive addition of 55 billion cubic metre import capacity through Nord Stream 2 could rather lead to further concentration and allow Gazprom to further strengthen its position on the European Union gas market. I know that these concerns relating to the impact of the project on the Energy Union objectives are shared by many Members of this House. But beyond these political considerations, in the past exchanges with Vice—President Šefčovič and myself, many of you have also expressed the more specific concern that a project of such magnitude and with such an impact on our internal gas market could not, and should not, be developed outside the EU’s legal framework. Allow me to update you on the steps that the Commission has recently taken to address this specific issue. First, we consider that it cannot be in the European Union’s interests that the Nord Stream 2 pipeline, if built, would be operated in a legal void or only according to third-country law. Second, when it comes to the application of our internal market rules, we have to take into account that the Nord Stream 2 pipeline is in a specific legal situation, different from other projects. The gas pipeline entry point lies in a third country, while the exit point is on European Union territory, and the pipeline passes under the sea, including through European Union Member States’ territorial waters. Clearly, Union rules cannot be made directly binding within the jurisdiction of third countries. Moreover, the Third Gas Directive does not explicitly include a specific framework for such situations. Therefore, the Commission is of the view that a specific legal regime is needed. The starting point for such a specific legal regime should be the core principles of international and European Union energy law. These principles include a certain degree of third-party access, a degree of separation between supply and transmission, non-discrimination in tariff-setting and transparency. In this spirit, on 9 June the Commission adopted a recommendation to the Council requesting a mandate to negotiate with the Russian Federation an agreement on the operation of the pipeline. Our aim is to ensure that a project of this scale, which impacts the internal market and security of supply, is operated according to the main principles of international and European Union energy rules. We have transmitted this recommendation to the Council and also to the European Parliament. Discussions on the mandate have started in the Council. Overall, a majority of Member States have welcomed the Commission proposal of a mandate. Three different approaches to the Mandate can be distinguished at this stage in the Council. First, there is a significant number of Member States which are clearly in favour of the Mandate. Second, there is a group of Member States who are rather neutral towards the idea and have not yet made their view known. Finally, only a few Member States are at this stage against the Mandate, albeit for different reasons: either because they see it as unnecessary or, on the other hand, because they consider it not sufficiently ambitious. Furthermore, the Council’s Legal Service has been requested to provide an opinion, and the Presidency is now waiting for this opinion before continuing the discussions. As I said, a copy of the mandate has been sent to the European Parliament. As required by the Treaty, if the Council agrees to authorise negotiations, then the Commission will keep the European Parliament fully informed at all stages of the negotiation and upon the conclusion of an agreement. Finally, I will say that the Commission is also working on a proposal to clarify the regulatory framework for pipelines coming from third countries. This is in any event without prejudice to the Mandate for Nord Stream 2.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 37, "date": "2017-09-14.json", "name": "Manfred Weber", "mepid": "28229", "text": "on behalf of the PPE Group. - Madam President! First of all, I would like to thank the Commissioner for the clear and strong positioning that he has just undertaken, but also for involving the European Parliament. There are two aspects that we need to see. One aspect is the energy issue. As the European Union, we have clear goals on the energy issue: we want diversification, we want to tie up more resources so that we can become more independent. NordStream 2 doesn't lead to more diversification, it leads to more dependency. That is why the first goal has not been achieved with this project. The second principle is our legal principles, which the Commissioner referred to, which must be enforced. And of course the question arises in a very practical way - and that brings me to my second point: if the project, as the Commissioner said, is not necessary for Europe's security of supply, if the pipelines are not necessary, then why is so much money going on issued? And that brings us to politics. Then we know that it is not an economic but a political project. The best proof of this is the commitment of Gerhard Schröder and many other politicians on the relevant supervisory boards, and the question of political entanglement also arises. Gerhard Schröder will not be employed there because he has good economic experience, but because he has good political contacts. In this respect, it is important to make it clear that this is a political project. We know that we have many difficult questions with Russia: Georgia, Ukraine, Syria. Russia is on the wrong track, using the military to achieve its political goals. That is why we must not do unnecessary further business, but must show clarity. One final thought, Madam President: Germany, as the country that is most affected by the project, should now be a clear sign the EU partnership.That means: The mandate that the Commissioner has presented must be supported by Germany so that it becomes clear that we all want a European solution together.", "language": "en", "original_language": "de", "translation_provider": "google"}, {"id": 38, "date": "2017-09-14.json", "name": "Jeppe Kofod", "mepid": "124870", "text": "  on behalf of the S&amp;D Group. – Madam President, it is very clear that Nord Stream 2 is directly against both the spirit and the objective of our energy Union. It is clear for many reasons; the Commissioner mentioned it himself. First of all, we will increase our dependence on the reliable supply of energy if the Nord Stream 2 is built. Secondly, we will also increase our dependence on fossil fuel in Europe if Nord Stream 2 is built, while at the same time we are trying to make a climate and energy Union in which we decarbonise our energy system. Thirdly, we will also expose ourselves to pressure from external partners, so it is also a security matter for Europeans. Russia will now have a direct or indirect means of pressuring Member States in Europe, and it is clear that we cannot let that happen. Therefore, it is high time that the Commission and Council clearly say ‘no’ to Nord Stream 2, because it is going against our solidarity and our aims in Europe.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 39, "date": "2017-09-14.json", "name": "Zdzisław Krasnodębski", "mepid": "124891", "text": "on behalf of the ECR Group. - Madam President! The Nord Stream II project has no market justification. It is not in line with European law, in particular with the Third Energy Package. It is also at odds with the fundamental European values ​​which the Commission so often refers to. It will have a disastrous effect on diversification in Central and Eastern Europe. Nevertheless, the implementation of this project has still not been abandoned. Perhaps because he enjoys enormous political support not only in Russia, as Mr. Weber said. The symbol of this state of affairs is indeed Gerhard Schroeder, recently appointed director in Russia's Rosneft, still exerting an influence on Germany and Europe. I would also like to add that Chancellor Angela Merkel, unfortunately, also supported this project. The Commission should therefore be more bold and resolute - also with regard to those anti-European projects involving enterprises of the strongest member states and which are supported by their political and economic elites.", "language": "en", "original_language": "pl", "translation_provider": "google"}, {"id": 40, "date": "2017-09-14.json", "name": "Morten Helveg Petersen", "mepid": "124872", "text": "for the ALDE Group. - Madam President! Nord Stream 2 will go through Danish waters if it turns into anything, and so far the line has been treated as an issue of an environmental technical nature. But that pipeline is geopolitics from the very top shelf: it is security policy, it is environmental policy, it is climate policy and much more. And right now, when we in the EU are creating the framework for our energy union, which we all sit and work with every single day, yes, the ambition is precisely to ensure a fluid internal market for energy. But the idea for the Energy Union was born out of a desire to make Europe independent of Putin's gas and the sheikhs' oil. So right now we are making sanctions against Russia with one hand and then we will make new big deals with them with the other hand. It does not work, and therefore we are deeply critical of Nord Stream! Europe must go in the completely opposite direction than the fossil that Putin's gas and Nord Stream 2 represent. That is why we are pleased that the Commission is now stepping in and that the Council of Ministers is getting into the matter, which is badly needed so that we can stop this project.", "language": "en", "original_language": "da", "translation_provider": "google"}, {"id": 41, "date": "2017-09-14.json", "name": "Xabier Benito Ziluaga", "mepid": "135490", "text": "on behalf of the GUE / NGL Group. - Madam President, a new millionaire interconnection of 9.5 billion euros to import more gas, although its demand is decreasing; 1,200 kilometers of underwater gas pipeline, with a rather serious environmental effect on the surroundings. But today there is more talk of geopolitics than energy. Well, behind this project there are many interests: those of Gazprom, those of Wintershall, NG, Shell, and also those of the German and Russian elites. And, despite the fact that this Tuesday we voted on the Commission's priority report for the security of gas supply, today I see here, Commissioner, a rather soft position - I would say - with the German government and with the gas lobbies , with whom you meet regularly. I thought that when someone opposed the plans of the European Commission, they would be stepped on and sanctioned, as they already did with Greece. In short, we do not want another gas pipeline in the Baltic Sea, nor a European Commission with double standards towards member countries.", "language": "en", "original_language": "es", "translation_provider": "google"}, {"id": 42, "date": "2017-09-14.json", "name": "Reinhard Bütikofer", "mepid": "96739", "text": "on behalf of the Verts / ALE Group. - Madam President, Commissioner, ladies and gentlemen! I am very grateful to you for the clarity of your speech, Commissioner Cañete. And I am grateful that you are finding that you are not only speaking on your own behalf but are also taking this position here on behalf of the Commission. I think it is an important fact that we have a very clear position on this. I agree with almost everything that the speakers have said so far. In particular with you, Mr Weber, and only Mr Krasnodębski, I would like to contradict one point: if you talk about the role of Gerhard Schröder, I am happy to admit that I too regard this role as shameful. As far as the role of the current Chancellor is concerned: I see it a little differently, and here I am with you, Mr Weber. You said: This is not just a commercial business - I agree with you. So far, however, the Chancellor has tried to hide behind the argument that it is only an economic deal in order not to have to show clear political colors. And when you say that Germany should send a clear signal to the EU partnership and make it clear that Germany is not blocking this mandate, but supporting it, I am back with you, but we will have to drill a lot together in Berlin to get the votes Also in your party, which has so far publicly criticized this, finally penetrate so far that the Chancellor also says a clear word. I recently visited Mukran. I was on site in Stralsund and spoke to the affected farmers and the environmental associations and the approval authorities. One tries to create facts on site. Let us work together to ensure that this mandate comes about and that our country supports it. (The speaker agrees to post a question the \"blue card\" procedure under Rule 162 (8) of the Rules of Procedure.)", "language": "en", "original_language": "de", "translation_provider": "google"}, {"id": 43, "date": "2017-09-14.json", "name": "Maria Grapini (S&amp;D)", "mepid": "124785", "text": "Question asked under the 'blue card' procedure.- I totally agree not only with what you said, but also with what your colleagues said.And with what the Commissioner said.But don't you think that we MEPs should know clearly which states are opposed?(The Commissioner said that there are opposing states.) And we, as MEPs, should go to the national parliaments, obviously, to the opposing states, and ask for an explanation because yes, we should not be dependent on gas.Russian.", "language": "en", "original_language": "ro", "translation_provider": "google"}, {"id": 44, "date": "2017-09-14.json", "name": "Reinhard Bütikofer (Verts/ALE)", "mepid": "96739", "text": "  blue-card answer. – Well, as far as I am informed, there are three governments that have expressed reservations: the German Government, the Austrian Government and the Dutch Government. Mostly, it hinges on the position of the Germans. I think what some of us have said is very clear: we want the German Government to change its position. One coalition partner in our national government is very much in favour of this project – the Social Democrats. We Greens are not, and the CDU – as a party and a partner in government – has not taken a very clear position, and a new step is needed.  ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 45, "date": "2017-09-14.json", "name": "Rolandas Paksas", "mepid": "96694", "text": "On behalf of the EFDD Group. - Mr President, colleagues. Recently politicized energy issues can only mean one thing: the rise in energy prices. That politicization also demonstrates that because of a politician’s inability to agree and find points of contact, society will always be forced to pay more for gas, electricity, or oil products. Nord Stream did not appear yesterday or the day before yesterday. It is clear that building the Great Wall of China in Europe, closing the airspace or fencing underwater areas with nets will not work. Therefore, today I would suggest abandoning low value-added politics. Let us look at this project as useful as economic, looking for economic benefits not political dividends. In an economy, cheaper energy resources always mean lower production costs. The ability to reduce costs may be one of the preconditions for intensifying the significant slowdown in economic growth in European countries after the crisis, both in terms of higher exports and new jobs.", "language": "en", "original_language": "lt", "translation_provider": "google"}, {"id": 46, "date": "2017-09-14.json", "name": "Michał Marusik", "mepid": "124894", "text": "on behalf of the ENF Group. - Madam President! We can see that a project like Nordstream is a great engineering venture, but we are focusing more on other aspects of it - the business aspects are the most visible. And here we focus on even more important aspects, that is, the political aspects, the possibility of political influence, and therefore the use of political pressure or even political blackmail using such a serious tool as the transfer of hydrocarbons. I would like to highlight one more aspect that we are omitting here. Well, it is an extremely important symbolic aspect. This shows what changes are taking place in European politics. Well, a kind of Orwellian world is being built, where all countries are equal, but some countries are more equal. We say many beautiful words here, and real politics is where silence persists. There is silence about the process that can be seen on the Nordstream pipeline: all these aspects of political influence are in the hands of Russia and Germany, because the whole chain of hydrocarbon supplies and distribution will be in the hands of Germany and Russia, and they will have the tools to implement their own policy by methods of blackmail and pressure. And we can't pretend we don't see it.", "language": "en", "original_language": "pl", "translation_provider": "google"}, {"id": 47, "date": "2017-09-14.json", "name": "Λάμπρος Φουντούλης (NI).", "mepid": "125070", "text": "- Madam President, it is easy to see that the United States of America is behind your objections to the expansion of the NordStream pipeline. You say that we need to differentiate the sources from which the Union supplies natural gas. This pipeline does not prevent the exploitation of other deposits that have been discovered, some of which in fact in countries of the Union, such as Greece and Cyprus. On the contrary, it is Turkey that is trying in every way to prevent mining. As for Russia, it is the Union that supports the aggressive policy of the Americans against it. The Union funded and organized the coup in Ukraine that overthrew its legitimately elected government. It is the Union that backed the graphic Saakashvili against Russia. On the contrary, when the Union imposed sanctions on Russia at the request of the Americans, the supply of natural gas did not stop for an hour, demonstrating how unfounded energy security rhetoric is. The only way that benefits all parties and ensures stability on our continent is that of cooperation and honest partnership between Russia and the rest of Europe. (The speaker declined a question with a blue card by Michaela Šojdrova)", "language": "en", "original_language": "el", "translation_provider": "google"}, {"id": 48, "date": "2017-09-14.json", "name": "Bogusław Liberadzki (S&amp;D).", "mepid": "23768", "text": "- Madam President! We are indeed debating an issue that is extremely important, extremely - I would say - hot, topical and controversial. I share the position of the Commissioner, which was also confirmed by Mr Weber, which I welcome. Firstly, this investment does not increase the diversification of gas supply sources, on the contrary - it makes us more dependent on one source of supply, and creating facts in the form of a multi-billion investment makes this dependence permanent or may be permanent. Secondly, possibly lower costs were mentioned. Let us remember that in a situation of market dominance, costs and their level are never guaranteed. There was no voice here on ecology, which is also extremely important. I would like to add that I share the views that the project is political. Political not because of Gerhard Schröder, but political in a larger dimension: political because of the omission of states and voices that raise objections to this project. Finally, there is no clear separation between functions, infrastructure management and supplier. For this reason, the mandate should lead us not to encourage the implementation of this project.", "language": "en", "original_language": "pl", "translation_provider": "google"}, {"id": 49, "date": "2017-09-14.json", "name": "Hans-Olaf Henkel (ECR).", "mepid": "124823", "text": "- Madam President, ladies and gentlemen! We have already heard a lot about NordStream 2 today that, for example, NordStream 1 is underutilized, that our eastern neighbors feel more and more vulnerable to blackmail - we heard that too - and that Germany is becoming more and more dependent on Russian gas. But I would like to point out that this is actually unacceptable not only for the Poles, that a veritable scandal can be recognized in this context: A few weeks after Gerhard Schröder, as Chancellor of the then government, was so amazingly committed to the NordStream-1 When the project started, he was hired by President Putin. MEPs regularly complain - especially in this Parliament - that when politicians leave their offices, they shortly afterwards take on other offices in business, especially German politicians. And that is why I think it is absolutely necessary that not only the Poles, but also the German politicians criticize this scandal in connection with this project. (The speaker agreed to answer a question on the blue card procedure under Rule 162 (8) of the Rules of Procedure.)", "language": "en", "original_language": "de", "translation_provider": "google"}, {"id": 50, "date": "2017-09-14.json", "name": "Tibor Szanyi (S&amp;D)", "mepid": "124703", "text": "Blue card question.- Thank you very much for the opportunity, honorable Member.You mentioned the international dimensions of this whole issue, at least several such aspects.I would like to ask you if you do not think that the number of countries affected by this project could be included in this list, or that Ukraine could be included, given that a pipeline through Ukraine would be replaced by this Nord Stream line 2, thusUkrainians could easily be left without gas.", "language": "en", "original_language": "hu", "translation_provider": "google"}, {"id": 51, "date": "2017-09-14.json", "name": "Hans-Olaf Henkel (ECR)", "mepid": "124823", "text": "Answer to a question about the “blue card” procedure.- (The speaker speaks without a microphone.)… Make that I just said that the neighbors to the east also feel that they can be blackmailed, and that of course includes Ukraine.", "language": "en", "original_language": "de", "translation_provider": "google"}, {"id": 52, "date": "2017-09-14.json", "name": "Fredrick Federley (ALDE).", "mepid": "124989", "text": "- Madam President! It is clear that one can see this as a business transaction if it is not even one's own country that Russian interests fly into in exercises to secure their gas deliveries to Europe. We already have a management. NOC is now building another line that risks, first of all, going against all our climate and energy work that we are doing. The biggest team package we have right now is the Clean Energy for All Europeans package. This goes completely beyond the ambition of it. Secondly, two major military exercises are currently taking place in the Baltic Sea. One based in Sweden, the other based on Russian interests. Let us say that this is escalating, let us say that the intensity of the conflict between the West and Russia is increasing. What will Russia do then? Well, guaranteed to violate Swedish water and Swedish airspace because you want to guarantee that you can supply Europe with gas. No question is so simple that it would just be a business transaction. Here we have a responsibility for all security in Europe, for the climate, for energy. We in Parliament can put our foot down and demand clearer action. This project should have been stopped a long time ago.", "language": "en", "original_language": "sv", "translation_provider": "google"}, {"id": 53, "date": "2017-09-14.json", "name": "Jerzy Buzek (PPE).", "mepid": "28269", "text": "- Madam President! Thank you, Commissioner, for taking part in the discussion again. Dear colleagues, we actually had three such discussions in the European Parliament. The conclusion is similar, as you can see, to what was before. The vast majority of the European Parliament is against the Nordstream 2 project, because it does not meet the conditions and principles of the Energy Union and there can be no derogations or financial support for it. The Council is now due to decide on the mandate, but it is not known how and how to vote it. After obtaining the mandate, the European Commission will possibly start negotiations, but this negotiating mandate, and above all the results of the negotiations, must be approved by the European Parliament in an appropriate procedure - this is a very complicated matter. It would be clear to us if this mandate said that up to the border of a third country, across the Baltic, this pipeline must comply with European Union law, and especially with the Third Energy Package.", "language": "en", "original_language": "pl", "translation_provider": "google"}, {"id": 54, "date": "2017-09-14.json", "name": "Nicola Caputo (S&amp;D).", "mepid": "124851", "text": "- Madam President, ladies and gentlemen, during the current parliamentary term many hopes have been placed on the Energy Union, which aims to strengthen the Union's energy security and ensure the functioning of the internal energy market. In this context the discussion on NordStream 2 is of crucial importance. If the doubling of the pipeline were to go through, 80% of Russian gas to Europe would reach only one point, Germany, risking further worsening the situation, damaging other countries and increasing dependence on fossil fuels. NordStream 2, therefore, clearly goes against the interests of the European Union for the diversification of energy supply, because it risks greatly increasing the European Union's dependence on Russian gas and contradicts the European objectives in terms of energy security, especially for the partner countries of Eastern Europe. The Commission must act in all appropriate fora to put an end to the implementation of this project - which some political lobbies seem happy with - which would nullify the design of the European Union, a flagship project of the Juncker administration.", "language": "en", "original_language": "it", "translation_provider": "google"}, {"id": 55, "date": "2017-09-14.json", "name": "Marek Jurek (ECR).", "mepid": "124892", "text": "- Madam President! Ladies and gentlemen! In politics in general, and in the Nord Stream II case in particular, one must distinguish between words and actions. The construction of Nord Stream II should be stopped immediately. This project will actually compromise our sanctions against Russia. It compromises our eastern policy. Moreover, it must be recalled that it also compromises actions that have been endorsed by the European Commission, such as the Minsk agreements. The Nord Stream II project is actively supported, and its party is Germany, a state that, in a sense, on behalf of the European Union - because with the support of the Commission - concluded Minsk agreements. Let us remember what several colleagues said, for example Mr. Tibor Szanyi: Nord Stream I was turned against Poland and the Baltic states, Nord Stream II is a project directed primarily against Ukraine. If we take our words seriously, Nord Stream II should be included in the sanctions policy as soon as possible.", "language": "en", "original_language": "pl", "translation_provider": "google"}, {"id": 56, "date": "2017-09-14.json", "name": "Stanislav Polčák (PPE).", "mepid": "124704", "text": "- Madam President, we in the Czech Republic certainly also want to diversify energy sources, but this must be in line with the spirit and objectives on which our European Union is built. It is clear that this project is not in line with these objectives. It threatens our energy security. It increases dependence on Russia and threatens Ukraine, and in fact denies the sanctions we have adopted in connection with Russia's aggression in eastern Ukraine. In its consequences, it also goes against the Paris Climate Agreement. I think we need to make it clear here who is behind this project. To me, surprisingly, the former German Chancellor, who was very pro-European and now works in Russia's salary. Thank you very much for the opinion presented by the Commissioner, because it is a clear position of the Commission with a clear explanation. A new government will be established in the Czech Republic after the October elections, and I am very much interested in what position NordStream 2 will take on this very topic.", "language": "en", "original_language": "cs", "translation_provider": "google"}, {"id": 57, "date": "2017-09-14.json", "name": "Κώστας Μαυρίδης (S&amp;D).", "mepid": "124691", "text": "Madam President, the creation of a market for gas supply with good dispersion and competition is a matter of security and stability strategy for the European Union. Mr Juncker explained it correctly yesterday and Commissioner Cañete explained it very correctly today. The European Union's trade and agreements are a tool through which we must export our own standards and, I add, it is a tool through which we must seek to export our own values. We clarify, however, that the decision on this project should be based on European criteria which are legal, political and strategic. But this debate, Commissioner, raises another issue. The need for other sources of supply such as in the exclusive economic zone of Cyprus, in cooperation with both Egypt and Israel. Continue on the same line.", "language": "en", "original_language": "el", "translation_provider": "google"}, {"id": 58, "date": "2017-09-14.json", "name": "Tunne Kelam (PPE).", "mepid": "28424", "text": "   – Madam President, I would like to thank Commissioner Miguel Arias Cañete for his efforts, which are a very hopeful sign. But I would like to say that it is not business as usual: in fact, hesitations and ambiguity about this project are going to undermine the very foundations of this Union – solidarity, energy independence and diversification. The question is: who benefits? Most of all, Russia will benefit from it. Russia, which is going to strengthen its military control just at this moment in the Baltic Sea, and also some German big interests. My message to the German Social Democrats is to stop supporting this project, because it is clear that there is a big conflict between realpolitik and EU solidarity. We need legal clarity and unity about this as soon as possible.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 59, "date": "2017-09-14.json", "name": "Tibor Szanyi (S&amp;D).", "mepid": "124703", "text": "- Madam President, I believe that the possible implementation or construction of this new planned pipeline will absolutely jeopardize all existing and more or less well-functioning supply chains.It would cover the current structure of Europe's gas supply to such an extent that it completely contradicts all the policies we have developed so far, but at the same time all the objectives of the Energy Union.I think, and here I would like to give the Commission maximum support, and I see that all my colleagues here have done this in order to fulfill their mandate through a completely transparent practice.I believe that the European public has a particular interest in the conduct of Europe here, and I think that it would help a great deal to build a Europe of citizens, so that the Commission could also represent the unity that emerges here in Parliament in a worthy way.", "language": "en", "original_language": "hu", "translation_provider": "google"}, {"id": 60, "date": "2017-09-14.json", "name": "Miguel Arias Cañete", "mepid": "n/a", "text": "   Member of the Commission. – Madam President, I would like to thank all the Members of this Parliament who have participated in the debate, because they have confirmed the importance that this House, and all its Members, attaches to the security of supply of gas. Let me tell you that since I took office my main concern has been to make sure that every single country had access to three different sources of supply and was not dependent on a single supply.  That has been the focus of our activity. We have thus supported the southern corridor to bring gas from Azerbaijan. That is why we delivered an LNG gas strategy to eliminate dependence on Russian gas and have other possibilities in addition to imports of LNG from a lot of countries in which there is an abundant production of gas, and that is why we are also supporting the EastMed gas pipeline which will bring gas from Cyprus, Egypt, Israel, from the Leviathan and from Zohr gas fields, to the European Union as it is fundamental to have another one. That is also why we want to finish all the interconnectors, even those in the Iberian Peninsula, the MidCat. We will connect the Iberian Peninsula with the Central European gas network in order to have more security of supply.  Our guideline has been to have diversification of sources and to support those gas pipelines which are really useful for security of supply, and not give support to pipelines like Nord Stream 2 which can never become a project of common interest because it does not increase our security of supply and it also creates problems for dominant positions in the market in the end. That is the first thing. What is the problem? The problem is that if we could apply European Union legislation directly we would have done so, but our legislation has some problems and that is why we are doing two things now. Firstly, asking for a mandate so that the Council allows the Commission to negotiate with the Russian Federation in order to apply all the principles of our current legislation. And secondly, we are changing our legislation to prevent this from happening in the future. So we will do two things – legislative change and a mandate.  I very much appreciate the words of Mr Weber when he said that the German Government should also support the mandate because we need the Commission to be in a strong position to negotiate not only application of the principles of the European Union, but also to take into account the situation of Ukraine because the Commission position is also that Nord Stream 2 will have a negative impact on the existing transit routes to the European Union, including via Ukraine.  As a result, the mandate also raises the issue of the possible impact of the pipeline on gas transit via Ukraine and on European Union security of supply, and how such impact will be mitigated. Because we consider Ukraine a stable and reliable transit route and we will continue our support to ensure that Ukraine remains an important transit route, including after 2020.  You can be sure that the Commission is waiting for the Council to decide on the mandate. Any support from the members of parliament within national governments in order to have support will be very welcome and we hope that the Council decides soon and the Commission comes to negotiations. In the meanwhile, we would propose a legislative reform to make very clear that our gas supply regulations are applied in cases like Nord Stream 2 in the future.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 61, "date": "2017-09-14.json", "name": "Die Präsidentin. –", "mepid": "97017", "text": "The debate is closed.Written statements (Rule 162)", "language": "en", "original_language": "de", "translation_provider": "google"}, {"id": 62, "date": "2017-09-14.json", "name": "Anna Elżbieta Fotyga (ECR)", "mepid": "28353", "text": "in writing. - The decision to build the Nord Stream gas pipeline, taken in 2005, was a significant breach of the principle of solidarity in force in the EU. The construction of new lines poses a threat to the energy security of the countries in the region, and above all to Ukraine attacked by the Russian Federation, making it more vulnerable to Russian energy blackmail. In its positions and actions, the European Commission has repeatedly supported the Russian energy giant Gazprom rather than its European partners. The decision-making process was accompanied by a whole series of lobbying activities. Recent publications indicate that they were also illegal. Danish investigative journalist Jens Høvsgaard alleges that the Kremlin and Gazprom, led by Russian President Vladimir Putin and former Stasi and KGB agents, bribed and blackmailed Western politicians and ministerial officials in Germany, Sweden, Denmark and Finland. I suspect that similar actions have been and are also applied to officials in Brussels. The task of the President of the Commission is to ensure the transparency of procedures and the independence of the decision-making process. Unfortunately, I have significant concerns about this. I would like to remind you that at every stage, starting with the EP vote in 2005, I was against these investments, pointing to the risks associated with them.", "language": "en", "original_language": "pl", "translation_provider": "google"}, {"id": 63, "date": "2017-09-14.json", "name": "Krzysztof Hetman (PPE)", "mepid": "124895", "text": "in writing. - As the discussion during the plenary session clearly showed, Nord Stream2 is unanimously criticized by most political groups of the European Parliament as a purely political project that divides Europe and is dangerous from the point of view of EU security. I also believe that the implementation of this project can be perceived as hypocrisy. On the one hand, we are imposing sanctions on Russia in response to the illegal annexation of Crimea and the deliberate destabilization of Ukraine, on the other hand, it does not prevent the promotion of a project that not only undermines EU solidarity and is clearly contrary to the interests and security of many member states, but it also gives Russia great business potential and an opportunity to develop its gas market. Therefore, I call on the Member States to give a strong mandate to negotiate with Russia so that Nord Stream2 is covered by the rules of the Third Energy Package. I am pleased with the announcement by Commissioner Cañete and President Juncker that the European Commission will propose a new legal regime for gas pipelines like Nord Stream2 to ensure that they automatically fall under the Third Package rules.", "language": "en", "original_language": "pl", "translation_provider": "google"}, {"id": 64, "date": "2017-09-14.json", "name": "Karol Karski (ECR)", "mepid": "124887", "text": "in writing.- There is a huge disproportion between Russia's technical export capabilities and the amount of gas imported by European countries.Even in the record year of 2016, only 67% of the Russian transmission infrastructure was used - so there were approximately 100 billion cubic meters of reserve space left.This shows that the current capacity of all corridors far exceeds the demand in Europe.In this context, it can be seen that the construction of Nord Stream 2 has no market justification, but is a geopolitical project of Vladimir Putin.The Nord Stream 2 project is not consistent with the EU energy policy in the natural gas sector, which emphasizes the development of well-functioning gas markets through increased diversification of supply sources and infrastructure integration.Perhaps it is worth repeating that, contrary to what some do, diversification means more gas from different directions, not more pipelines from Russia.", "language": "en", "original_language": "pl", "translation_provider": "google"}, {"id": 65, "date": "2017-09-14.json", "name": "Algirdas Saudargas (PPE)", "mepid": "96696", "text": "in writing. - The Nord Stream 2 project is like a test of the effectiveness of European Energy Union solidarity. The project clearly runs counter to the objectives of the European Union's energy, security and neighborhood policy, but, as we can see, it is still difficult to reconcile a common position between the Member States. There is no debate that the Nord Stream 2 project is political, so the European Union's decision cannot be based solely on economic assessments. Given that the South Stream project has been suspended under the EU's energy security strategy due to its non-compliance with EU law, we must ensure that the project that replaces it does not escape EU law. The European Parliament has repeatedly called on the Commission to take concrete action on Nord Stream 2, and I very much welcome the Commission's initiative to present a proposal for common rules for gas pipelines entering the European single gas market and a recommendation to the Council principles of operation of the pipeline project. This clearly shows that there is a legal vacuum that must be filled before any pipeline directly to the European Union market can be built. It is important to note that until the negotiations with Russia on Nord Stream 2 are completed, the project cannot continue.", "language": "en", "original_language": "lt", "translation_provider": "google"}, {"id": 66, "date": "2017-09-14.json", "name": "Indrek Tarand (Verts/ALE)", "mepid": "97136", "text": "  in writing. – When it comes to NordStream 2, Germany unfortunately places the short-term interests of its industry above those of its EU partners, above the EU’s Energy Union, and in the long run above the interests of its own citizens. I should not need to reiterate the examples which demonstrate that Russia is not a reliable partner and doesn’t hesitate to wield energy as a weapon. Earlier this week we adopted, with a large majority, Jerzy Buzek’s report on security of gas supply, which introduces a solidarity mechanism between Member States in cases of gas-shortage emergencies. Yet at the same time Germany is busy undermining all these efforts put into the Energy Union by increasing its dependence on Russian gas. This will have disastrous consequences for Ukraine right now, but in the long-term German and EU citizens will also be subjected to the Kremlin’s whims. Furthermore, the fact that the European part of NordStream 2 is built by European companies cements our lock-in, and will lead to stranded assets in the event of the supply ceasing. Before that, Russia will be able to blackmail us, knowing that we need to keep buying to make up for the sunk costs of the new pipeline.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 67, "date": "2017-09-14.json", "name": "Die Präsidentin. –", "mepid": "97017", "text": "The next item on the agenda is the debate on six motions for resolutions on Cambodia: in particular the case of Kem Sokha (2017/2829 (RSP)).", "language": "en", "original_language": "de", "translation_provider": "google"}, {"id": 68, "date": "2017-09-14.json", "name": "Barbara Lochbihler", "mepid": "96728", "text": "Author. - Madam President! Since the local elections in June there have been serious backslides in terms of human rights protection and the democratization process in Cambodia. The situation escalated in August with the arrest of the opposition leader Kem Sokha and attacks against independent media and civil society. These developments must be seen against the background of the upcoming elections in July 2018. It is to be feared that the situation will get worse. Without greater international pressure and resistance, the Cambodian government will soon no longer have any tolerance for critical opinions, for democratic debates and for people who defend their fundamental rights. The EU must address the serious human rights violations consistently and with great attention. The EU supports the Cambodian government through trade benefits. If the repression continues, the EU will need to rethink its trade relations with Cambodia.", "language": "en", "original_language": "de", "translation_provider": "google"}, {"id": 69, "date": "2017-09-14.json", "name": "David Martin", "mepid": "1403", "text": "  author. – Madam President, sadly in recent months we have seen a serious deterioration in human rights in the South—East Asia region, reflected by the fact that we have three urgencies on these countries in this session.  Cambodia sadly is no exception. Given Cambodia’s tragic recent past, it is particularly concerning to see fundamental values such as democracy, the rule of law and freedom of expression all under attack in that country. I urge the Cambodians to release political prisoners, to ensure that political parties – and the opposition in particular – have space to campaign and operate in advance of the 2018 elections in that country, in the hope that we can have fair and free elections in Cambodia. We should remind Cambodia that we are a significant partner of theirs. We are giving them EUR 400 million between 2014 and 2020. We give them trade preferences. We do that because we are a community of values who wish to promote values in that country, and I hope they will respect that. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 70, "date": "2017-09-14.json", "name": "Marie-Christine Vergiat", "mepid": "96858", "text": "author. - Madam President, Cambodia is one of those countries for which this European Parliament regularly denounces violations of human rights. Rightly so, because things are going very badly there, we have already said that. Yet, attached to the indivisibility of human rights, I would like us to denounce all violations of human rights as firmly and have the same concern for economic and social rights as for civil rights and policies. In Cambodia, on a bed of corruption, land grabbing is wreaking havoc and multinationals, especially Europeans, are having a blast: 56% of land grabbed and 830,000 people affected. The International Criminal Court has been seized. This is causing huge displacement and deepening misery in a part of the world that does not need it. The case of Tep Vanny is a fine example of the repression that weighs on those who denounce all this. Fighting the root causes of migration is also that, especially in this region of the world most affected by the displacement of populations.", "language": "en", "original_language": "fr", "translation_provider": "google"}, {"id": 71, "date": "2017-09-14.json", "name": "Νότης Μαριάς", "mepid": "125069", "text": "Author. - Mr President, the political climate in Cambodia is deteriorating. Prosecution against the opposition and against activists and the media is on the agenda. We also have arbitrary convictions. Therefore, what is happening is unacceptable and even worsens when we have public statements of the Prime Minister in pending trials and in this way we consider that there is interference in the issues of Justice. Arrests must therefore stop, the political system must function effectively, the government must guarantee the rule of law, freedom of association and the free operation of the media. At the same time, land grabbing must stop. 56% of the land has been effectively confiscated, confiscated, seized. Grabbing of course we have in too many countries and it is unacceptable. The European Union must therefore send a message to Cambodia. The preferential trade agreement with Cambodia cannot continue, these privileges cannot exist and, on the other hand, Cambodia cannot respect human rights.", "language": "en", "original_language": "el", "translation_provider": "google"}, {"id": 72, "date": "2017-09-14.json", "name": "Petras Auštrevičius", "mepid": "124766", "text": "  author. – Mr President, first of all let me express my warmest greetings to the Cambodian opposition delegation, which is today here with us in the Chamber. I wish to thank you personally for your fight for pluralism and democracy in Cambodia for so many years. What is going on in Cambodia recently makes us increasingly concerned. Instead of seizing an opportunity that is given by the upcoming elections in 2018, instead of choosing a path of reconciliation, respect for human dignity and basic rights, and instead of taking measures to reduce corruption and poverty, we observe repressions against the independent media, civil society and opposition. All this must be stopped immediately. Kem Sokha and other political prisoners must be instantly released, and Sam Rainsy unconditionally pardoned. After decades and decades of enormous suffering, there is so much to do for enduring peace, real reconciliation and better lives in Cambodia. (The speaker agreed to take a blue-card question under Rule 162(8)).", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 73, "date": "2017-09-14.json", "name": "Ramon Tremosa i Balcells (ALDE)", "mepid": "97203", "text": "  blue-card question. – I just want to ask my colleague from Lithuania, Mr Petras Auštrevičius, if he agrees with the fact that the EU could send an official mission next year to the election of Cambodia, as we have been always giving money to this country to improve their political situation.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 74, "date": "2017-09-14.json", "name": "Petras Auštrevičius (ALDE)", "mepid": "124766", "text": "  blue-card answer. – This is a very current issue. Indeed, we had no observation mission in the recent municipal elections, but for the general elections in 2018 I hope that, with the close cooperation of the external service and our delegation support in Phnom Penh, we will be present observing these elections in order to ensure, as much as possible, transparency and accountability.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 75, "date": "2017-09-14.json", "name": "Tunne Kelam", "mepid": "28424", "text": "  author. – Mr President, I would like to say to the High Representative that I join my colleague Petras Auštrevičius in supporting his view on the observation mission and greeting the Cambodian opposition here, because their presence today is very important. Just 11 days ago, opposition leader Kem Sokha was arrested and is facing charges of treason. We are very much concerned that Cambodia has experienced no democratic change of government in 30 years, and that many opposition leaders have been imprisoned, now including two MPs.  Our second concern is the muzzling of the independent media: only 10 days ago, the Cambodian Daily was forced to close due to high tax bills, and in recent weeks a number of radio stations were closed. So we call on the government to provide, before next year’s parliamentary elections, a fair democratic space for opposition so that elections could really reflect the will of the majority of the Cambodian population.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 76, "date": "2017-09-14.json", "name": "Stanislav Polčák", "mepid": "124704", "text": "for the PPE Group.- Mr President, I would also like to greet the representatives of the Cambodian opposition who are here with us today.The arrest of an opposition leader and his accusations of high treason and espionage is a truly extraordinary act.A court in Phnom Penh said it was an allegation of conspiracy with foreigners.Such a vague and unfounded accusation is, in my opinion, unprecedented.If the reasoning is given by the longtime prime minister of this state, Mr. Hun Sen, and he says that it is a secret conspiracy with the United States of America, then I think that at that moment such an attitude fulfills the attitudes against the rule of law.I think that is something we should unequivocally condemn.We are providing assistance to Cambodia, we should make it clear that we do not like this approach, that it is not possible to influence political electoral competition in this way.I clearly want to support the request for an observation mission.", "language": "en", "original_language": "cs", "translation_provider": "google"}, {"id": 77, "date": "2017-09-14.json", "name": "Jiří Pospíšil (PPE).", "mepid": "125706", "text": "- Mr President, I want to support the resolution that we will be voting on here today, because the situation in Cambodia is really deteriorating significantly. That is something you need to realize. The regime of Prime Minister Hun Sen has never been democratic, it has never been close to the rule of law, as we in Europe perceive it, and the situation is getting worse. The imprisonment of the opposition leader in the middle of this month, which is the news I am talking about, is really probably the culmination of what Hun Sen has shown so far. I just want to state that he himself threatened 9/11 by dissolving the main opposition party, which means that there is still a risk that the main opposition party may be dissolved before the elections next year, which will completely distort this election. It is really good for the European Union to take on the role of observer and clearly monitor more closely how next year's elections will take place in Cambodia, because I am very afraid that if the opposition parties are dissolved, the situation with the classic democratic elections will be far from approach.", "language": "en", "original_language": "cs", "translation_provider": "google"}, {"id": 78, "date": "2017-09-14.json", "name": "Fabio Massimo Castaldo (EFDD).", "mepid": "124812", "text": "- (IT) Mr President, ladies and gentlemen, first of all I would like to greet and absolutely urge the Cambodian opposition leaders present today to continue their battle, not to give up in the face of the undemocratic choices made by the Hun Sen regime. It is a country to which I am very attached, having also lived in the Cambodian house at the cité universitaire in Paris. The accusation of treason against the opposition leader Kem Sokha is yet another arrest of opposition members in the country while, in the meantime, the gag against the independent media continues to be increasingly tight. We also denounce the phenomena of land grabbing at the moment encouraged by the government and reiterate our call for a complete change in the climate towards the opposition and towards civil society to allow future political elections to take place in a democratic way. Finally, we invite the High Representative and the EEAS to consider, if the conditions are right, to send an observation mission so that it can be an encouragement to the Cambodian opposition, not only to introduce themselves, but to believe that a future for your country is actually possible.", "language": "en", "original_language": "it", "translation_provider": "google"}, {"id": 79, "date": "2017-09-14.json", "name": "José Inácio Faria (PPE).", "mepid": "125101", "text": "- Mr President, earlier this month, Cambodian opposition leader Kem Sokha was arbitrarily detained and in clear disregard for his parliamentary immunity. Two days later he was formally charged with treason by a Phnom Penh court and faces a sentence of 15 to 30 years in prison. This arrest is the culmination of weeks of political tension that led to the expulsion from Cambodia of the American NGO National Democratic Institute and the closure of 19 radio broadcasts and one of the few independent voices in the written press, the Cambodia Daily. What Kem Sokha's condemnation represents is yet another unacceptable attempt to neutralize the leadership of the main opposition political force, the National Rescue Party, whose good electoral results in the June municipal elections now make the Hun Sen regime afraid. that the parliamentary elections in July next year represent the end of the power that he has held since 1985 in that Southeast Asian country. Dear colleagues, this house cannot fail to condemn the detention of Kem Sokha and to appeal to the Cambodian authorities for his immediate release, as well as for respect for fundamental freedoms and the most elementary rules of the democratic game.", "language": "en", "original_language": "pt", "translation_provider": "google"}, {"id": 80, "date": "2017-09-14.json", "name": "Michaela Šojdrová (PPE).", "mepid": "124710", "text": "- Mr President, I would also like to join the voices condemning the arrest and imprisonment of opposition leader Kema Sokha and the attacks on his party, the general tightening of the screws on the media and non-profit organizations.The Cambodian National Rescue Party, which is the subject of the attacks, is pursuing a policy of moving away from China and leaning towards the Western liberal model.That is why it is also uncomfortable for China and the Prime Minister.Prime Minister Hun Sen, who has ruled the country for over thirty years, is leading his country back to dictatorship.Cambodia is a country with great potential, but also a very turbulent history, especially during the tyranny of the Khmer Rouge.I want the people of this country to live freely and to be able to develop fully.Our resolution should support the democratic opposition and I greet its leaders here.", "language": "en", "original_language": "cs", "translation_provider": "google"}, {"id": 81, "date": "2017-09-14.json", "name": "Bogdan Brunon Wenta (PPE).", "mepid": "124903", "text": "- Mr Chairman! Colleagues have already presented the difficult situation of Cambodia, the problems of the opposition and their leader Kem Sokha. I believe that the acts of arrest and violence are also caused by the increased support for opposition groups during the last local elections in June. New amendments to the law on political parties and associations show forms of violation of fundamental human rights. I would also like to mention, as my colleague has already mentioned, one more element, very important for the rural population, from the perspective of growing sugar cane on large plantations by large companies with the consent of the government - this is ordinary land grabbing and taking over land traditionally used by these residents without adequate compensation, resulting in the loss of the main livelihood of this poorest part of society. Therefore, the Cambodian government must respect human rights, including the constitutional principles of pluralism, freedom of expression and association, which are a fundamental condition of the Cambodia-European Union cooperation agreement.", "language": "en", "original_language": "pl", "translation_provider": "google"}, {"id": 82, "date": "2017-09-14.json", "name": "Federica Mogherini", "mepid": "n/a", "text": "   Vice-President of the Commission/High Representative of the Union for Foreign Affairs and Security Policy. – Mr President, last week, indeed, was a very sad week for Cambodia’s fragile democracy, a sad week for the freedom of the press – as many of you have said – and a sad week for the people of Cambodia. The arrest of the opposition leader, Kem Sokha, on 3 September and the closure of the Cambodia Daily the day after add to a long list of very serious developments in the country. These include continued restrictions on the freedom of expression, the closure of radio stations, arrests of members of the main opposition party and civil society actors. It is clear that this is a dangerous political escalation. These events suggest a further effort to restrict the space for democratic debate, independent media and civil society ahead of next year’s general elections. The continued use of judicial processes against opposition politicians and NGO figures is widely seen as politically motivated. On our side, as you have recognised, the European Union has called on the authorities to release Kem Sokha immediately. Earlier this year we made our voice heard very clearly when Cambodia amended the law on political parties twice to introduce provisions that would potentially allow for arbitrary dissolution of political parties. Such actions against opposition parties would cast a shadow on the July 2018 elections and ultimately call into question the very legitimacy of the vote. With regard to the elections, the European Union has provided support worth EUR 10 million to electoral reform, primarily through an improved voter registration process. We have worked closely with the Cambodian National Election Committee in support of electoral reform, mainly through an improved voter registration process. Our support has also included technical support on legal and civic education aspects and support to domestic election observation and monitoring of election-related violence. We will monitor closely the updates of the voters’ list that began on 1 September. We also deployed an EU election expert mission to Cambodia to follow the local elections last June. The EU delegation, to which some of you have referred, in close coordination with EU embassies and like-minded members of the international community, sent diplomatic observers to polling stations on election day. We have continuously urged the Cambodian authorities to take all necessary steps to ensure the conditions for credible, transparent and inclusive elections whose results will command the confidence of Cambodia’s voters. The EU has also expressed deep concern over the adoption by the Cambodian Parliament of amendments, as I said, to the law on political parties, and I have heard your considerations on the possibility of sending a fully-fledged EU election observation mission to the next political elections. If the political situation is conducive to a credible election process and if invited by the government, the European Union would be ready to consider the deployment of an EU election observation mission for the national elections due to be held in July next year. I believe that political developments in the coming weeks and months will be a key factor in assessing our possible deployment. The European Union and its Member States, on another issue that is also important: I have been proud to support the reconstruction and the development of the country from the very beginning. We have an important envelope of development cooperation with Cambodia that is embedded in a multi-annual cooperation programme for the period 2014-2020. All our programmes are implemented subject to close monitoring and on the basis of political and policy dialogue with the government. The respect of human rights, democratic principles and the rule of law are fundamental elements in our development policy and are closely monitored in this context. Our development cooperation with Cambodia is long term, and I have to tell you very clearly that any consideration regarding the possible suspension of cooperation would have to be carefully evaluated in terms of its impact, especially on the poor and vulnerable population, on people’s livelihoods and on better access for children to schools. These are the first priority in helping the Cambodian people. A large part of Cambodia’s population is still very vulnerable, and we will continue to closely monitor the situation and to use our development cooperation to improve the situation of the population. Cambodia has also been granted access to the European markets under the Everything But Arms scheme, which has served as an important driver of the country’s economic growth. You might be surprised that, despite our geographical distance, the European Union is today Cambodia’s biggest export market. But we also believe, as I said, that there can be no sustainable development with no human rights and no democratic guarantees, so we are using, and will continue to use, all the available channels to ask, and work, for a substantial change in the current political trends. The European Union is ready to continue to work with Cambodia towards a consolidation of its democracy and an equitable economic growth, but we look to the authorities of the country to take all the necessary steps to ensure that all political parties, civil society and the media can carry out their activities without fear, as should be the case in any functioning democracy.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 83, "date": "2017-09-14.json", "name": "Przewodniczący. –", "mepid": "28372", "text": "I close the debate.The vote will take place today after the debate.Written declarations (Rule 162)", "language": "en", "original_language": "pl", "translation_provider": "google"}, {"id": 84, "date": "2017-09-14.json", "name": "Miguel Viegas (GUE/NGL)", "mepid": "125100", "text": "in writing. - At a time when Cambodia, Laos and other issues are being discussed, Salah Hamouri, a 32-year-old Palestinian activist, was arrested on 23 August by the Israeli Union at his Jerusalem residence and sentenced by a military court to an administrative prison sentence. 6 months, which can be renewed indefinitely without any reason. This situation today affects hundreds of thousands of Palestinians. Salah Hamouri has already spent 7 years in Israeli prisons for a \"crime of intent\" related to an unproven attempt to murder a far-right religious leader and to belong to the Popular Front for the Liberation of Palestine. This administrative condemnation is based on a secret dossier inaccessible to defense lawyers and stems from a direct decision by Israel's defense minister, Avigdor Liberman, known for his racist, anti-Arab and anti-Palestinian statements. It should be noted that the wife of Salah Hamouri, together with their son, was and is prevented from entering Jerusalem. Only the passivity of the EU and the United States allows Israel to continue its policy of sabotaging the peace process, massacring the Palestinian population and undermining the creation of an independent state in accordance with UN resolutions.", "language": "en", "original_language": "pt", "translation_provider": "google"}, {"id": 85, "date": "2017-09-14.json", "name": "Przewodniczący. –", "mepid": "28372", "text": "The next item on the agenda is the debate on the seven motions for resolutions on Gabon: the repression of the opposition (2017/2830 (RSP)).", "language": "en", "original_language": "pl", "translation_provider": "google"}, {"id": 86, "date": "2017-09-14.json", "name": "Ignazio Corrao", "mepid": "124856", "text": "author. - (IT) Mr President, ladies and gentlemen, today we are again talking about Gabon here. We have already dealt with this last year, when our participation in the election observation mission, of which I was also a part, failed to guarantee fair and transparent elections but nevertheless highlighted the anomalies of the final election results . The problems then present were not only not solved but even degenerated, unfortunately, into violence and clashes. It is clear that the current political and social division in Gabon requires greater coordination and a doubling of efforts by all the Member States of the European Union, to guarantee not only political dialogue, peace and stability in the country, but also a real application of the Cotonou agreements, which unfortunately very often remain only written agreements or only words. Finally, I believe it is right to underline that the French military presence in Gabon, given the current process, the current European situation, should be coordinated by the European delegation. It would be important to demonstrate, on the part of the European Union, the will to abandon the mere anachronistic French colonizing presence and support the Gabonese people with the sole purpose of helping them find their way to the future.", "language": "en", "original_language": "it", "translation_provider": "google"}, {"id": 87, "date": "2017-09-14.json", "name": "Jo Leinen", "mepid": "4262", "text": "  author. – Mr President, I would like to say to Mrs Mogherini that Gabon must be a test case for the credibility of the Cotonou Agreement and our willingness to act. It can be a test case for restoring democracy in Central Africa. Ali Bongo is not a legitimate President. We know that he manipulated the last results and that he lost the elections. His reaction was brutal attacks on the opposition, with killings, imprisonment and repression all over the country. The people in Gabon are crying out for help, and they look to the United Nations – but also, and especially, to us. They are also looking to France, and I cannot understand why the EPP is making a split vote on our appeal to France to be more constructive and more active, because of their historic role and involvement in Gabon. I know that the intensive dialogue is going on. It should be finished, and then, if there are no results, we should take further steps. I think our credibility depends on us helping the people – especially young people – in this country.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 88, "date": "2017-09-14.json", "name": "Marie-Christine Vergiat", "mepid": "96858", "text": "author. - Mr. President, the presidential elections were indeed held in August 2016, about a year ago. There is no doubt that these were marked by heavy fraud, denounced by several observers, including the Union mission. And the announcement of the results was followed by violence that left too many dead. Since our resolution last February, the situation has hardly changed. It is therefore a sad anniversary that we commemorate here. Violence, arrests of opposition activists and even now travel bans of its leaders, including Mr. Ping. The silence, even the implicit support of the international community and in particular of France seems to give wings to Ali Bongo. This is why while supporting the resolution, we refuse its paragraph 9. The Gabonese unfortunately know very well that they cannot count on France and that, far from playing a constructive role, the successive governments of my country unfortunately protect, in fact, the financial interests of the ruling clan.", "language": "en", "original_language": "fr", "translation_provider": "google"}, {"id": 89, "date": "2017-09-14.json", "name": "Yannick Jadot", "mepid": "96740", "text": "author. –Mr President, Madam High Representative, 2009 and 2016, two rigged elections, two elections stolen by Ali Bongo and still the dead, hundreds of victims, the opposition repressed, persecuted, civil society and the media repressed. This violence, this flouted democracy is a political corruption which undermines, which plagues living together and plagues the cohesion of society. It is obviously no coincidence that this political corruption leans on, feeds on economic corruption. Too many Gabonese, European and French political and economic leaders are, in turn in this affair, corrupt and corrupters. If the words have a meaning in this forum, in the treaties, in the Cotonou Agreement, the European Union must do everything to ensure that democracy takes hold and it must implement sanctions for the perpetrators of abuses and abuses. crimes. We owe it for the credibility of this Parliament, we owe it to the Gabonese and, above all, we owe it to the Gabonese youth who have such an appetite for life, such an appetite for freedom, and who cannot be built. in resentment towards us and towards herself.", "language": "en", "original_language": "fr", "translation_provider": "google"}, {"id": 90, "date": "2017-09-14.json", "name": "Νότης Μαριάς", "mepid": "125069", "text": "Author. - Mr President, the presidential election held in Gabon in August 2016, instead of making things easier, has complicated the situation and violence has intensified in this area. At the same time, there was and still is a postponement of the parliamentary elections, which are supposed to take place at some point and is probably scheduled for April 2018. So the situation is deteriorating, human rights are limited. There are arrests of dissidents and activists. Of course, the issue takes on another dimension as, apparently, illegal profits that exist in Gabon are invested in France. French authorities have located and confiscated goods worth about 60 million euros. At the same time, there is a check in a bank account of 1.3 million euros which is located in France and belongs to the Bongo family. You realize that the issues are very serious. The European Union must intervene. The Gabonese regime must be pressured to abide by the Cotonou agreements.", "language": "en", "original_language": "el", "translation_provider": "google"}, {"id": 91, "date": "2017-09-14.json", "name": "Hilde Vautmans", "mepid": "130100", "text": "Author. - Tensions are mounting very much after last year's elections and there is indeed a question of the fairness and outcome of those elections. The opposition is silenced, there is a travel ban, there is talk of oppression, murders, arrests. The country is really in a political conflict. Social and political tensions are mounting very quickly. We must send a clear signal from the Union. We want to see Cotonou respected. We want peace to return. So we must appeal to the government to allow peaceful opposition. But that also means that we will ask the opposition to conduct peaceful opposition and also to end their acts of violence. Any country within the European Union that has a good relationship with Gabon and that can exert its influence should do so too. Only by being strong together as a Union, as President Juncker said yesterday, can we make a difference in foreign policy.", "language": "en", "original_language": "nl", "translation_provider": "google"}, {"id": 92, "date": "2017-09-14.json", "name": "Joachim Zeller", "mepid": "96762", "text": "Author. - Mr President, High Representative! A year ago, the people of Gabon were cheated of the outcome of an election. While the opposition candidate Jean Ping was apparently able to win over the majority of the voters in Gabon, the incumbent President Ali Bongo claimed the election victory and did everything to prevent the election from being re-examined. Popular protests were suppressed; many people were killed or injured in clashes with the security authorities. Many opposition politicians were imprisoned. Since then civil and human rights have been disregarded in Gabon. Gabon is a rich country, yet more than 80% of the people live in abject poverty because the income from oil and raw material exports ends up in the pockets of the president and his family. We must not abandon the citizens of Gabon who are deprived of their rights, and the considerable influence of the EU and its Member States - especially France - should be used to demand and promote a democratic dialogue in Gabon. And, Mr Leinen, that separate votes are requested for individual articles does not yet say anything about the voting behavior of a parliamentary group.", "language": "en", "original_language": "de", "translation_provider": "google"}, {"id": 93, "date": "2017-09-14.json", "name": "Pavel Svoboda", "mepid": "96272", "text": "for the PPE Group.- Mr President, although the resolutions on Gabon have not yet been very successful in terms of outcome, we should not give up and should continue to respond to the use of violence and abuse of justice against political opponents, electoral fraud, restrictions on freedom of expression or restrictions and persecution of the opposition in general.The European Union must aim to help the people of Gabon develop democracy and civil society with credible and generally accepted independent institutions.The rule of law is not a superstructure, but a precondition for the prosperity we wish the citizens of Gabon.This position must be rigorously applied by the European Union, and in particular by those Member States that have an influence in Gabon, in all fora and more clearly in bilateral negotiations.", "language": "en", "original_language": "cs", "translation_provider": "google"}, {"id": 94, "date": "2017-09-14.json", "name": "Krzysztof Hetman (PPE).", "mepid": "124895", "text": "- Mr Chairman! Colleagues! The political situation in Gabon, and in particular the doubts about the correctness of the last presidential elections or the unconstitutional postponement of the parliamentary election date, must cause concern for the international community. Even more disturbing are reports of violations of human rights and freedom of speech, and repressive measures against the opposition, including torture and killings. The European Union cannot condone the lack of transparency in the electoral process, so I believe that it is imperative that those guilty of using violence and electoral fraud be held accountable. I would like to remind you that the Gabonese Government, as one of the signatories to the Cotonou Agreement, committed itself to the principles of democracy, the rule of law and human rights, and therefore I believe that it is necessary to use both political and economic tools against Gabon to enforce these obligations and to ensure to stop using violence and repression against the opposition.", "language": "en", "original_language": "pl", "translation_provider": "google"}, {"id": 95, "date": "2017-09-14.json", "name": "Jean-Paul Denanot (S&amp;D).", "mepid": "94282", "text": "- Mr. President, Madam High Representative, naturally, I support the part of the resolution which reminds the Gabonese State of its obligations and responsibilities.I would like to express, like many here, my disapproval of the tricks that marred the polls.It is necessary, Madam High Representative, for Europe, everywhere in the world, to affirm its determination to promote both democracy and human rights.African peoples are particularly affected, tired and disillusioned with so much electoral masquerade, while subjects vital to them should be at the heart of policies: food issues, energy issues, land use planning and ecological threats.Ali Bongo, no more than others, cannot escape the verdict of the inhabitants in order to remain in power at all costs and direct the country's wealth to his exclusive profit.", "language": "en", "original_language": "fr", "translation_provider": "google"}, {"id": 96, "date": "2017-09-14.json", "name": "Cécile Kashetu Kyenge (S&amp;D).", "mepid": "124801", "text": "- Mr. President, Gabon has not found peace since August 2016. The political climate is marked by violence, repression and the systematic violation of the rights and fundamental freedoms of its citizens, political opponents andhis diaspora.This Parliament calls for targeted sanctions against those responsible for electoral fraud and the violence which resulted from it.We recall that a delegation from the International Criminal Court has already visited Libreville.We await and strongly support the opening of an independent international investigation to bring justice to the victims of the regime in power.", "language": "en", "original_language": "fr", "translation_provider": "google"}, {"id": 97, "date": "2017-09-14.json", "name": "Federica Mogherini", "mepid": "n/a", "text": "   Vice-President of the Commission/High Representative of the Union for Foreign Affairs and Security Policy. – Mr President, one year after the heavily contested presidential elections in Gabon, the situation has reached a stalemate, with no prospect of a political solution to the country’s divisions and to the crisis. It is quite clear to us that the new restrictive and repressive measures imposed on the opposition escalate the political and social tensions. In a moment when tempers are running high, also because of the downward economic trend, this is a very dangerous path to follow. We expect all parties to refrain from any statement or action that may fuel further tension. Gabonese law guarantees freedom of expression, assembly, movement and access to media for all the citizens of the country. This means that no one should be subject to arbitrary and legally unjustified arrests and restrictions. As you all know, at the beginning of the year we decided to call for an intensified political dialogue between the European Union and the Government of Gabon, in the framework of the Cotonou Agreement. Months after our proposal, the government has accepted and the first procedural session of the dialogue was held this summer, in July. In September and October, we will hold four specific sessions of the dialogue, including one on the electoral process. Our conversation will be based on the final report of the EU’s Election Observation Mission, and I would like here to take again the opportunity to thank all the Members of this Parliament, and your former colleague and my new fellow Commissioner, Mariya Gabriel, for having led that mission in a remarkable manner. The conclusions of the Electoral Observation Mission were very clear. We cannot simply turn the page or allow others to turn the page. So the European Union’s relations with Gabon have been reassessed. Our aim is to prevent a lasting split in the country and to contribute to reconciliation. This requires that the government engages towards meaningful electoral and institutional reforms. We are ready to accompany the institutions in this process in any possible way. It is also essential to shed light on the serious human rights violations in the country. The preliminary examination of the International Criminal Court, the European Union’s intervention at the Human Rights Council in March, the resolution of the European Parliament and the resolution of the African Commission on Human and Peoples’ Rights all agree on this point. Truth must be established and those responsible for any violations must be brought to justice. The session of the UN Committee on Enforced Disappearances on Gabon was an opportunity for the government to take more seriously the numerous and well documented allegations of human rights abuses. Reconciliation will also need true dialogue between the parties. Unfortunately, the national dialogue process did not succeed in bringing together the main political forces. It is essential for us to find a new framework for a truly inclusive dialogue, with the ultimate goal of agreeing on structural reforms. We stand ready, as the European Union, to work with the government and the opposition, to help them find a way out of the crisis and towards transparent and credible future elections. For this aim, as I said, the remarkable work done by our Electoral Observation Mission will be incredibly valuable, an excellent basis for our further work. I thank you for that and also for this debate that I believe will provide us with good guidance for the further work that we will carry on.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 98, "date": "2017-09-14.json", "name": "Przewodniczący. –", "mepid": "28372", "text": "I close the debate.The vote will take place today after the debate.", "language": "en", "original_language": "pl", "translation_provider": "google"}, {"id": 99, "date": "2017-09-14.json", "name": "Przewodniczący. –", "mepid": "28372", "text": "The next item on the agenda is the debate on six motions for resolutions on Laos, in particular the cases of Somphone Phimmasone, Lod Thammavong and Soukane Chaithad (2017/2831 (RSP)).", "language": "en", "original_language": "pl", "translation_provider": "google"}, {"id": 100, "date": "2017-09-14.json", "name": "Barbara Lochbihler", "mepid": "96728", "text": "  author. – Mr President, we are very concerned that, in Laos, arrests and forced disappearances of activists and protesters continue. In particular, those who have been critical of issues ranging from land disputes and corruption to the abuse of power are facing repression. This is underlined by the recent arrests and lengthy prison sentences for Somphone Phimmasone, Soukane Chaithad and Lod Thammavong. In compliance with the opinion of August 2017 of the UN Working Group on Arbitrary Detention, we call for their immediate and unconditional release. In the resolution we also address the case of the leading civil society activist Sombath Somphone, who disappeared in December 2012. He was allegedly abducted by the police, and we have still not seen any reaction from the Laos Government. We call for transparent and impartial investigations into all pending cases of enforced disappearances.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 101, "date": "2017-09-14.json", "name": "Marc Tarabella", "mepid": "29579", "text": "author. - Mr. President, Madam High Representative, last April, three young Laotians - whose names Ms. Lochbihler has just recalled - were sentenced to staggeringly long sentences for posting negative comments on social media. against power. 20, 16 and 12, these are the numbers we will use today. So many years in prison for only expressing their opinion about the government of their country. During their closed-door trial, the three young people were even forced to admit to having attacked the national security of their country, according to the Amnesty International report. Once again, Laos shows disrespect for basic human rights. How can we accept that a country applies such sentences just for words that do not please the government? It is high time that Laos granted UN special agencies, as well as representatives of humanitarian organizations, full access to its territory by allowing them contact with political prisoners and religious minorities. Laos must become more democratic, it may take time but it is essential that this happens, in parallel with the economic development of this country.", "language": "en", "original_language": "fr", "translation_provider": "google"}, {"id": 102, "date": "2017-09-14.json", "name": "Miguel Urbán Crespo", "mepid": "131507", "text": "Author. - Mr President, in Laos, three people are in prison for criticizing their Government on social media for issues such as corruption and deforestation problems in the country, and they face sentences of up to twenty years in prison. But this is not the only case that concerns us. The situation of enforced disappearances in the country is alarming, among them those of the environmental activists Somphone and Khantisouk, who fight against the multinational agricultural mega-projects in the country. From here we want to demand the paralysis of the mega-project of the Don Sahong dam, which will endanger the lives of millions of people in the region, violate their basic rights and have a serious impact on the Mekong River ecosystem. This is one more of the innumerable conflicts in the region stimulated by the predation of the multinationals on the resources and the territory. Last year the sad record for murders of environmental activists was broken, with a total of two hundred. Especially significant was the case of Berta Cáceres. This Parliament must have among its priorities the protection of these people, who defend our rights and those of the planet.", "language": "en", "original_language": "es", "translation_provider": "google"}, {"id": 103, "date": "2017-09-14.json", "name": "Mark Demesmaeker", "mepid": "117477", "text": "Author. - Without democracy there are no human rights and without human rights there is no democracy. That is very clear today in Laos. The freedom of speech, the freedom of association, the freedom of assembly: they are non-existent. This is useful for the Laotian People's Revolutionary Party, which is holding the country in a stranglehold. Other parties are not allowed. The Lao People's Democratic Republic cannot tolerate criticism, makes opponents disappear, oppresses religious minorities and uses the weapon of media and internet censorship. And especially, we draw attention to the fate of three brave people: Mrs. Thammavong and Messrs Phimmasone and Chaithad. They have been sentenced to long prison sentences and heavy fines because they raise and want to tackle the problems in the country and because they dream of a better future for the next generations. Critical voices have no place in prison. We therefore call on the Laotian government to release them immediately and unconditionally and to comply with the obligations arising from international human rights treaties.", "language": "en", "original_language": "nl", "translation_provider": "google"}, {"id": 104, "date": "2017-09-14.json", "name": "Frédérique Ries", "mepid": "4253", "text": "author. - Mr President, 48 years in prison between them. Almost half a century. It is the astounding sentence handed down last March against these three young Laotians guilty of posting negative comments on Facebook against the regime, one of the most repressive in this region. In fact, negative comments that are very harmless to us as Western Democrats. They denounced the human rights situation in the country, as well as deforestation and abusive corruption. Trial behind closed doors, therefore non-existent defense, ruthless verdict. It is this human rights situation in Laos, a country that we never talk about in this Chamber, that we never talk about outright, that we denounce here. In fact, it is a very quiet dictatorship that this unfair trial has just put in the spotlight. Madam High Representative, our question is simple and very complicated at the same time: what are we doing? What are in reality our leverage and do we have the will to activate them?", "language": "en", "original_language": "fr", "translation_provider": "google"}, {"id": 105, "date": "2017-09-14.json", "name": "Tomáš Zdechovský", "mepid": "124713", "text": "Author. - Commissioner, it will be very difficult for me to follow up on what has already been said here, because everything has been said here. We, as Members of all political groups, have come together to criticize the Laos regime, which consistently and relatively persistently violates all the human rights we can recall. In fact, I would like to begin by saying that, according to the latest Economist rankings, Laos is at the very bottom of the democracy index. It is generally known that there are frequent arrests for a different opinion, for publishing a post on social networks, this is also the case for these three people. But we could take the examples of dozens of other people who are being persecuted only for freedom of speech. Commissioner, I believe that it is this pressure and the union of all of us that will help get these people out of prison, as has happened in many cases. That is why I would like you to interpret this position of the European Parliament on the Laotian Government as well.", "language": "en", "original_language": "cs", "translation_provider": "google"}, {"id": 106, "date": "2017-09-14.json", "name": "Νότης Μαριάς (ECR).", "mepid": "125069", "text": "- Mr President, why are the three activists mentioned in the resolution being persecuted? Because they made comments on the internet and in fact, when they made these comments, he was in Thailand and is being persecuted today by the Laotian authorities. They were also arrested by the Vietnamese police. So you understand the situation that prevails. An unacceptable situation as there is systematic repression of religious minorities in Laos, especially Christians who were beaten for participating in the celebration of Christmas. All these unacceptable situations in Laos must therefore be condemned. There must be intervention by the European Union, especially on the occasion of the Eurasian Summit. We cannot tolerate the restriction of human rights, the arrests of activists, the restrictions on the media and, above all, the oppression of Christians in Laos.", "language": "en", "original_language": "el", "translation_provider": "google"}, {"id": 107, "date": "2017-09-14.json", "name": "Federica Mogherini", "mepid": "n/a", "text": "   Vice-President of the Commission/High Representative of the Union for Foreign Affairs and Security Policy. – Mr President, the European Union has been following very closely the arrest last year and the sentencing of the three citizens about whom we are debating today: Somphone Phimmasone, Lod Thammavong and Soukane Chaithad, three young people charged with criticising their government online while working abroad.  The European Union delegation has held several discussions on this case with the Lao authorities, including at ministerial level. We also raised the case in the EU-Laos Human Rights Dialogue that took place earlier this year. We asked for a fair and transparent trial that could be observed by the international diplomatic community, as well as access to lawyers and families for the detainees. Their three names were included in our list of persons of concern, based on the work we do with, and for, human rights defenders. During the dialogue we handed over this list to the authorities of Laos.  The sentences given to the three are long and disproportionate, as many of you have mentioned. After their arrest was announced, the authorities provided assurances that the international community would be able to observe the trial but we only learned about the hearing two months after it actually happened. The news was broken by the media, instead of being reported by the authorities, as should normally happen. The European Union is also following closely other similar cases in the country.  In our contacts with the authorities we have called on Laos to uphold its national and international human rights obligations. We have urged Laos to protect freedom of expression and association, and peaceful assembly. The right to a fair and transparent trial, and the right of detainees to obtain access to their families and to a lawyer should also always be assured. During the Universal Periodic Review in January 2015, under the auspices of the UN Human Rights Council, Laos committed to protecting freedom of expression, freedom of the press, freedom of assembly and association. All these rights are guaranteed by the National Constitution of Laos, as revised in 2015, and by the International Covenant on Civil and Political Rights, Laos ratified in 2009. We therefore expect Laos to maintain its own commitments taken at international and national level.  In a few months’ time, we will have another opportunity to formally raise this issue in our Human Rights Dialogue with Laos and we truly hope and believe that the situation should have been addressed by then. If that should not be the case, we will continue to raise the issue and will continue to discuss the situation with the authorities of the country.  These three young people have already spent over one year in jail, merely for having expressed their opinions in public, something which is completely normal in our democracies, as some of you have said. Every day they spend in custody is one too many. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 108, "date": "2017-09-14.json", "name": "Przewodniczący. –", "mepid": "28372", "text": "I close the debate.The vote will take place today after the debate.Written declarations (Rule 162)", "language": "en", "original_language": "pl", "translation_provider": "google"}, {"id": 109, "date": "2017-09-14.json", "name": "Isabella Adinolfi (EFDD)", "mepid": "124831", "text": "in writing.- The prison sentences handed down against Somphone Phimmasone, Soukane Chaithad and Lod Thammavon are just the latest in a long series.Arrests and disappearances, perpetrated against activists and demonstrators who have expressed legitimate views on territorial disputes, corruption and abuse of power, are sadly a sad reality in Laos.The government of Laos must respect the right to free expression and association and the rights of minorities, it must also respect the international commitments and obligations it has undertaken.We must strongly condemn the persecution of religious minorities and urge Laos to allow access to specialized UN agencies and representatives of humanitarian organizations.", "language": "en", "original_language": "it", "translation_provider": "google"}, {"id": 110, "date": "2017-09-14.json", "name": "Przewodniczący. –", "mepid": "28372", "text": "The next item on the agenda is the debate on six motions for resolutions on Myanmar, in particular the situation of the Rohingya community (2017/2838 (RSP)).", "language": "en", "original_language": "pl", "translation_provider": "google"}, {"id": 111, "date": "2017-09-14.json", "name": "Barbara Lochbihler", "mepid": "96728", "text": "Author.- Mister President!The UN High Commissioner for Human Rights describes the excesses of violence in Myanmar as “like something out of a textbook for ethnic cleansing”.This violence must stop immediately and sufficient humanitarian aid must reach the people.Yes, there have been attacks on police stations that cannot be tolerated.But the military's response is extreme and cannot be justified by anything.The Myanmar government is now making the big mistake of not distancing itself from the disproportionate violence of the military.We demand an independent international commission of inquiry that can travel to the conflict area.This conflict absolutely needs a sustainable solution.The government must give the Rohingya citizenship or a legal status that gives them protection and rights.", "language": "en", "original_language": "de", "translation_provider": "google"}, {"id": 112, "date": "2017-09-14.json", "name": "Pier Antonio Panzeri", "mepid": "28365", "text": "author. - (IT) Mr President, ladies and gentlemen, the dramatic situation of the Rohingya describes very well the undemocratic drift present in Myanmar today and the attack on the Rohingya people has a double objective: that of an ethnic nature, that is to eliminate a minority, and that of a religious nature. that is, the will to suppress religious freedom - we are talking about a Muslim population. This is why the behavior of the Burmese authorities is serious: we condemn it and express our solidarity with the Rohingya people. We also ask Bangladesh, which we understand is in a difficult situation, to keep faith with its international obligations by not closing its borders and helping reception. Finally, a final reference to San Suu Kyi, today at the top of the Burmese government. We have been fighting her freedom battles for a long time but today she turns her head the other way and actually favors these attacks. I think that if this behavior continues, the European Parliament should decide on the procedure for withdrawing the Sakharov Prize awarded to you.", "language": "en", "original_language": "it", "translation_provider": "google"}, {"id": 113, "date": "2017-09-14.json", "name": "Younous Omarjee", "mepid": "30482", "text": "author.- Mr President, an entire population made stateless in its own country is slowly and silently being decimated.Silence kills and we have a responsibility to act by naming atrocities, denouncing them, condemning them.Yes, let us condemn the atrocities, discriminations and crimes committed against the Muslim minority of the Rohingya, which are encouraged by the Burmese ultranationalist movements and which are perpetrated by the military.Let us denounce the guilty passivity of the government and in particular of the Nobel Peace Prize laureate, Aung San Suu Kiy, also winner of the Sakharov Prize and who has today become unworthy of this prize that we have awarded her.So let's adopt the joint resolution in which we call for an end to these massacres.", "language": "en", "original_language": "fr", "translation_provider": "google"}, {"id": 114, "date": "2017-09-14.json", "name": "Amjad Bashir", "mepid": "124956", "text": "  author. – Mr President, as Edmund Burke said, all tyranny needs to get a foothold is for people of good conscience to remain silent. On Myanmar, some of us had wished for a still stronger resolution. Others felt that we should wait another month. The same procrastination allowed the genocide in Rwanda and Srebrenica. They also said that we should not jeopardise our on-going trade talks with Myanmar. How can we have trade, when the UN calls this a textbook example of ethnic cleansing? Trade cannot and should never thrive alongside tyranny. Cruelty is no culture for commerce. This resolution – not the first on Myanmar – represents a unified and determined response from Parliament. However, my fear is that, unless we all seriously consider sanctions and suspension of trade talks, there will no longer be any Rohingyas left.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 115, "date": "2017-09-14.json", "name": "Urmas Paet", "mepid": "129073", "text": "  author. – Mr President, the latest figure on Rohingyas fleeing ethnic cleansing in Myanmar are staggering. Out of around a million Rohingyas, already nearly 400 000 have crossed the border to Bangladesh, despite the hazardous circumstances on their way and the horrendous living conditions they meet upon arrival. At this rate, all of the Rohingyas will either be in Bangladesh or dead by the end of October. We must do what we can, and that is to say clearly that, if these atrocities do not stop, the European Union will consider punitive sanctions and also consequences in the context of trade preferences that Myanmar enjoys. Losing valuable investments is the only thing that will make the Myanmar army generals maybe understand that this cannot go on. In addition, humanitarian and medical aid must be provided to the camps in Bangladesh immediately. We cannot waste a day anymore. We have been watching these atrocities going on too long.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 116, "date": "2017-09-14.json", "name": "Cristian Dan Preda", "mepid": "96838", "text": "author. - Mr. President, we are indeed sad to see that Aung San Suu Kyi is unable to handle this extremely worrying situation. The emergency now is access to humanitarian aid. I believe that this point needs to be emphasized. This is the priority. Then I want to tell you that the PPE Group has decided not to send any members next week to the INTA delegation. It is inconceivable to organize an INTA delegation at this time. On the other hand, the proposal of the PPE group - which I presented to the enlarged Bureau a few minutes ago - aims to organize within a few weeks an AFET and DROI mission, well prepared on both sides, in Myanmar and Bangladesh. . A mission not in the capitals, but on the ground, because you don't have to go there to listen to official speeches in the capitals. We have to get there when we can organize this.", "language": "en", "original_language": "fr", "translation_provider": "google"}, {"id": 117, "date": "2017-09-14.json", "name": "Csaba Sógor", "mepid": "39724", "text": "  on behalf of the PPE Group. – Mr President, the persecution of the Rohingyas, the largest stateless group in the world, is not a new phenomenon. They have been targeted for decades, during which thousands have lost their lives. What is different today is the brutality of the military campaign, which in no universe can be considered proportionate to the insurgent attacks carried out last month. What is unfolding before the eyes of the world is an inhuman process of ethnic cleansing. Solid reports confirm soldiers and militiamen raping and mutilating women, decapitating children and setting fire to buildings with people herded into them. What is also different is that all this is happening under the process the West sees as democratisation and under the government of a Nobel Prize winner, who would not even spell out the name of the people being massacred. The response of the EU should be firm in the face of this atrocity.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 118, "date": "2017-09-14.json", "name": "Soraya Post", "mepid": "124997", "text": "for the S&D group.- Mr President!The terror in Burma does not fit into the Western world's narratives of military Muslims and peaceful Buddhists.Aung San Suu Kyi's tacit consent does not fit into our image of the hero who stood up to militarism.Aung San Suu Kyi, you have been a role model for me too, but now it is impossible to remain silent.On satellite images, we see how villages, where children have just played, mothers fetched water and fathers plowed fields, are now burnt down and emptied.So many have died on the run through the jungle.Many drowned refugees have been fished up in Bangladesh.Aung San Suu Kyi, your silence must also end.Your struggle has been awarded the Nobel Peace Prize and the Sakharov Prize.If you fail, you will not only lose the prizes, you will lose your honor.We, the EU, must react and act now.", "language": "en", "original_language": "sv", "translation_provider": "google"}, {"id": 119, "date": "2017-09-14.json", "name": "Miguel Urbán Crespo", "mepid": "131507", "text": "on behalf of the GUE / NGL Group. - Mr President, in Myanmar / Burma, not only is there a huge religious and ethnic persecution against the Rohingya community, but we are also witnessing massive evictions of thousands of small farmers to take over their land. The land law and the new foreign investment law in Myanmar / Burma are allowing the massive inflow of transnational capital, promoting mining extractivism, the sale of timber, industrial agriculture for export and the grabbing of water. The expulsion of the Rohingya from their territory not only responds to a religious or ethnic conflict, but is also generating big business. Without going any further, the Government of Myanmar / Burma recently allocated more than one million hectares of this community to agro-industrial projects. The European Union cannot be jointly responsible for this tragedy. We demand from here that an effective stand be taken against the harassment and expulsion of these communities, for the defense of the land of the Rohingya community and of all the workers, including the landless and those displaced by the armed conflict.", "language": "en", "original_language": "es", "translation_provider": "google"}, {"id": 120, "date": "2017-09-14.json", "name": "José Inácio Faria (PPE).", "mepid": "125101", "text": "- Mr President, Madam High Representative, the Muslim Rohingyas, described by the United Nations as a stateless and friendless people, from Myanmar, have been victims of torture, neglect and repression since the independence of that country in 1948. But now, after an illegitimate and totally disproportionate military response to attacks by an armed Rohingya group, the atrocities in the state of Rakhine have reached proportions never before reached and have caused more than 300,000 refugees to flee to Bangladesh, where many of them are fleeing. need urgent humanitarian aid. This brutal repression and the persistent serious violations of human rights unfortunately mean the death of the hope of consolidating democracy and national reconciliation that the November 2015 elections represented for many. This Parliament cannot fail to strongly condemn all attacks in Rakhine State and remind Mrs. Aung San Suu Kyi, Myanmar's State Councilor and de facto leader of the country that, as a 1990 Nobel Peace Prize laureate, has special responsibilities in the promotion of religious and ethical tolerance and in the fight against all forms of radicalism, being unable to refer to the silence in the face of this true humanitarian catastrophe.", "language": "en", "original_language": "pt", "translation_provider": "google"}, {"id": 121, "date": "2017-09-14.json", "name": "Julie Ward (S&amp;D).", "mepid": "124963", "text": "   – Mr President, we all share the sense of horror at what is happening to the largely Muslim Rohingyas in Myanmar. I want to thank all those constituents and citizens who have contacted us to raise their concern. The international community cannot sit by while a Nobel Peace Prize laureate oversees what the UN has called ‘textbook ethnic cleansing’. These crimes must stop. We also know that words are not enough, and mass atrocities like this go on despite diplomatic statements and resolutions. The EU needs a robust, joined-up strategy for dealing with situations like this around the world, to apply real pressure to stop the violence and to work together with international partners and grassroots anti-racist organisations to bring perpetrators to justice.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 122, "date": "2017-09-14.json", "name": "Νότης Μαριάς (ECR).", "mepid": "125069", "text": "- Mr President, the issue of the Rohingya ethnic minority has been discussed several times here in the European Parliament: in July 2016, in December 2016 and, of course, in the beginning, in March 2017. What is happening is an ethnic cleansing and This is done purely for economic reasons, in order to seize the land where the Rohingya communities lived, because there is interest in mining. Interest from large multinationals. At the same time, they seize the exploitation of water. Therefore, religion is used as an excuse. The fact that the Rohingya happen to be Muslims has nothing to do with it, because behind it all is an economic process. This is what we must see and this is what we must stand for, condemning the violence on the part of the military and, of course, calling for immediate measures to stop the ethnic cleansing that is currently taking place in Burma. We would expect Aung San Suu Kyi, who has also been awarded the Sakharov Prize, to have taken a very decisive position. We are therefore waiting for action by the European Union, Mrs Mogherini.", "language": "en", "original_language": "el", "translation_provider": "google"}, {"id": 123, "date": "2017-09-14.json", "name": "Hilde Vautmans (ALDE).", "mepid": "130100", "text": "–The reports are sickening.Thousands of Rohingyas are killed every day, chased from their homes, children are crushed.There is an ethnic cleansing, a genocide going on.This is going on in 2017!I regret that some colleagues even dare to dispute that.The Rohingyas are actually trapped like rats.International organizations do not get there and even when they want to flee, they cannot get away.This is being watched by someone who has won the Nobel Peace Prize, someone who has won the Sakharov Prize.We should ask ourselves what we expect from that person and whether we can take those titles.But it is of course more important that actions are taken, that people are protected.We cannot do this alone as Europe, but we can exert our influence in the world to exert pressure and work together to ensure that the persecution of the Rohingyas finally ends.", "language": "en", "original_language": "nl", "translation_provider": "google"}, {"id": 124, "date": "2017-09-14.json", "name": "Jean Lambert (Verts/ALE).", "mepid": "4531", "text": "   – Mr President, I also speak in my capacity as Chair of the Delegation for South Asia, which covers Bangladesh as one of our countries and where in the past we visited the Rohingya camps down at Cox’s Bazar. So we know this is something which has been going on for a very long time and where the European Union has been a key funder in terms of supporting the Rohingya people in Bangladesh – the refugees there. We gather that the EU has currently put in EU 3 million from ECHO funding in light of the current situation. We would ask how that is actually being spent, given that it is also, apparently, covering Myanmar. And we know, as we have just heard, that there is no access for the UN and INGOs in North Rakhine State, which is something we need to push to reinstate. We need a UNHCR—led body down in Bangladesh, but we also need a strong response from the European Union and all its governments and active diplomacy in the region, not least with the two big powers, because this is something that is ongoing. People need to be able to return home in dignity with their rights restored. This is something which is not just about Aung San Suu Kyi; it is about the generals and their military power too. Don’t let them off the hook.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 125, "date": "2017-09-14.json", "name": "Ignazio Corrao (EFDD).", "mepid": "124856", "text": "- (IT) Mr President, ladies and gentlemen, the tragedy affecting the Rohingya people is a terrible tragedy. Although this House has already dealt with this unfortunate people in more than one circumstance, directly with the resolutions of 7 July of 14 December 2016, and indirectly with the resolutions of 15 March and 13 June this year, the situation unfortunately it has not changed, indeed it has gotten worse. According to UNHCR estimates, more than 300,000 Rohingya have sought refuge in Bangladesh in the past two weeks alone, escaping persecution, while satellite images show entire villages razed to the ground, in an area where no access to both NGOs and UN observers. We are talking about an entire people who have been deprived of citizenship since 1982, a people of stateless persons. Civilians arriving in Bangladesh often have bullets in their bodies, while the border between Myanmar and Bangladesh has even been mined, in order to prevent the return of these poor wretches to their homeland. We are talking about a huge tragedy, for which we strongly and urgently ask for concrete actions, for example we can think of withdrawing the Sakharov prize, we should cancel the INTA mission to be held next week: it seems absurd to me to go and talk about trade in front of situations like that.", "language": "en", "original_language": "it", "translation_provider": "google"}, {"id": 126, "date": "2017-09-14.json", "name": "Jiří Pospíšil (PPE).", "mepid": "125706", "text": "- Mr President, as has been said here, this is a repeated debate on the Rohingya case. I also spoke last time, and I must say that, of course, this continuing and escalating violence must be condemned. But we ourselves see that condemnation by the European Parliament alone is useless, but, on the contrary, the situation is escalating. We are talking about another three hundred thousand Rohingya who were expelled to Bangladesh, and the border was mined so that they could not return to their homeland. I think that there is a real need to talk about concrete sanctions, about what the European Commission can do, what the European Union institutions can do at the moment in terms of sanctions against the Burmese regime, and, above all, about what humanitarian aid to provide, because the situation in Bangladesh is very tense. Bangladesh is currently feeding several hundred thousand refugees on its territory. These are probably specific things we can do. So I also share the condemnation and disillusionment with the Nobel Prize winner, but the main culprit in the whole situation is the army in Burma, we should not forget that.", "language": "en", "original_language": "cs", "translation_provider": "google"}, {"id": 127, "date": "2017-09-14.json", "name": "Wajid Khan (S&amp;D).", "mepid": "188624", "text": "   – Mr President, these atrocities against the Rohingya community have to stop. I welcome the resolution today. Aung San Suu Kyi’s disgraceful reaction is prompted by the fear that speaking out in support of the Rohingyas will trigger an angry reaction from the military. And yet looking away while a genocide is taking place is shameful. Avoiding confrontation at the UN General Assembly is not the reaction of a Sakharov Prize laureate or any democratic leader.  We must push the Myanmar Government to allow international aid to those that need it. We also need to ratchet up pressure on China, which holds influence over the military in Myanmar. In the words of Archbishop Desmond Tutu: ‘A country that is not at peace with itself, that fails to acknowledge and protect the dignity and worth of all its people, is not a free country’.  We look to the High Representative Madam Federica Mogherini to end the suffering for the Rohingyas; please, Madam, for the Rohingyas and please, for humanity. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 128, "date": "2017-09-14.json", "name": "Nicola Caputo (S&amp;D).", "mepid": "124851", "text": "- (IT) Mr President, ladies and gentlemen, we are facing yet another humanitarian drama. It is not the first time that the Muslim Rohingya minority in Myanmar has suffered violence: arbitrary deprivation of nationality, restriction of freedom of movement, threats to life and security, denial of the right to health and education, and restriction of political rights. United Nations Special Rapporteur for Human Rights Yanghee Lee already speaks of a thousand dead and 200,000 Rohingya Muslim refugees who have entered Bangladesh to escape violence in Burmese territory. The Burmese leader Aung San Suu Kyi, on whom Europe has always placed every hope for the pacification of the area, rejects with disdain the accusations of repression or even genocide against the Rohingya, labeling the news circulating in the West as fake news. Therefore, it is precisely to this lady that we turn to ensure that a peaceful solution can be reached as soon as possible, which takes into account respect for dignity and human rights.", "language": "en", "original_language": "it", "translation_provider": "google"}, {"id": 129, "date": "2017-09-14.json", "name": "Federica Mogherini", "mepid": "n/a", "text": "   Vice-President of the Commission/High Representative of the Union for Foreign Affairs and Security Policy. – Mr President, as we all know very well, Myanmar went through over half a century of military rule and isolation. Those of you that referred to the history, and even the present, of the country and the role of the military are perfectly right. We have to look at the events of these weeks and we also have to look at the history of the country. In the last few years the country has gone through impressive change and yet the path towards an inclusive and diverse democracy is far from accomplished. Let me start by stating clearly one thing – the European Union has condemned the attacks of 25 August by the Arakan Rohingya Salvation Army, as well as the violence that followed in Northern Rakhine State. We believe that the perpetrators must be brought to justice in line with the rule of law. Let me also state, just as clearly as what I said just now, that we are very much aware of and concerned about the excesses during the security operations conducted by Myanmar security forces. This has led to a massive flow of refugees into Bangladesh, one of the most terrible refugee crises of our time. This situation is completely unacceptable and risks destabilising the wider region.  We have two immediate priorities and I was glad to see that the UN Security Council discussed this issue last night. UN Secretary-General António Guterres expressed similar priorities to the one I will share with you in a moment. First immediate priority: end the tensions, the violence; de—escalate. Violence must stop immediately. Human rights must be respected by all but it is very clear: security forces face a special responsibility to refrain from any violence against unarmed civilians. Secondly, and I think Mr Preda mentioned this, humanitarian aid should be brought to those in need urgently. Here we have a European Union role to play that we are playing in a quite a remarkable manner. I would like here to thank Commissioner Stylianides for the dedication of his work, which is also proving to be essential in this moment and in this case. There are 350 000 vulnerable people in Rakhine. They need to be urgently reached by humanitarian aid and aid workers. For many of them, this is a matter of life or death.  My colleague Stylianides and I are working very closely to address this issue and yesterday, upon our insistence, a lot of diplomatic work, the government communicated that the International Red Cross will be able to fly in and aid 30 000 of them.  But let me be clear, this is a welcome step that can only be the beginning of a path that we have to see continuing, because the Bangladeshi authorities have welcomed the many refugees who fled their homes and the international community – and we, first of all, I believe – should not only praise but also support their efforts. As an immediate response to the current situation, the European Union has decided to increase our support to Bangladesh with another EUR 3 million, on top of the EUR 12 million aid already provided for Myanmar and Bangladesh together. These are the two immediate priorities: end the violence and bring in humanitarian aid. But then we have another important task to carry out. We will continue to work with everyone involved to find lasting peace in Myanmar to the benefit of the whole population, addressing the structural issue of Rakhine. As you mentioned, this is not the first time we have come on this issue. This means that, beyond the acute moment of crisis, we have a responsibility to work on the political scene.  There is no doubt that one of the underlying causes of instability in the region is the status of the Rohingya minority in Myanmar and the underdevelopment of Rakhine State. Addressing the situation is what we have always asked for in our political dialogue with Myanmar over the years, including at high-level meetings and in the EU-Myanmar Human Rights Dialogue. As you know, the last resolution adopted by the Human Rights Council, last March, was also a European Union initiative. The recommendations of the final report of the Advisory Commission on Rakhine State headed by Kofi Annan are our point of reference. The Government of Myanmar has committed itself to taking this report forward and I discussed this issue personally with Aung San Suu Kyi during her visit to Brussels just a few months ago.  Recommendations include the issue of discrimination, poverty alleviation, assurance of basic rights, equal access to education and social services, as well as the promotion of trust and reconciliation. The time to implement the Annan Report is now because we are seeing what the people of Rakhine are facing and they cannot wait any longer. We are ready to support the implementation of these recommendations in all possible ways. The Government of Myanmar should also continue its cooperation with the United Nations and make it stronger including with the UN Special Rapporteur and the UN Human Rights Council’s independent fact-finding mission. This is also something we discussed with Aung San Suu Kyi and just last week, once again, all these points were raised directly with the Government of Myanmar by a European Union delegation headed by the European External Action Service (EEAS) and, as you can imagine, by our EU delegation on a daily basis.  Our coordination stays strong with the UN, personal contacts from my side with Secretary-General Guterres and with my colleagues all over the world on this issue, and we will use the UN General Assembly ministerial week for continuing intensive consultations and to guarantee that the international community can stay united in facing this issue. Myanmar’s struggle for democracy has been a source of inspiration for many around the world, and for me personally and I believe for many of you in this room. The responsibility that the country’s leadership, civilian but also military, faces today is immense exactly because they have been, San Suu Kyi in particular, a source of inspiration for the democratic world. They need to show that the democracy they fought so hard fought can work for all the people of Myanmar, beyond ethnic, social and religious boundaries. During Myanmar’s fights for democracy, the international community and Europe never left the people of Myanmar alone and we will not leave them alone now.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 130, "date": "2017-09-14.json", "name": "Przewodniczący. –", "mepid": "28372", "text": "I close the debate.The vote will take place today after the debate.Written declarations (Rule 162)", "language": "en", "original_language": "pl", "translation_provider": "google"}, {"id": 131, "date": "2017-09-14.json", "name": "Rolandas Paksas (EFDD)", "mepid": "96694", "text": "in writing.- The volatile domestic situation in Myanmar is of particular concern.The Rohingya minority faces repression and persistent serious human rights abuses, including threats to life and security.In addition, a statelessness law was passed against this national minority.The situation in the country is critical.It is therefore vital that the Myanmar Government take action as soon as possible to prevent ethnic persecution and eliminate statelessness.In addition, restrictions on the Rohingya's rights and freedoms must be prevented.There are massive human rights violations in Myanmar, people are killed, people are fleeing Myanmar, and the wounded are not receiving the necessary medical care.Humanitarian aid organizations must be given immediate access to the state of Myanmar.", "language": "en", "original_language": "lt", "translation_provider": "google"}, {"id": 132, "date": "2017-09-14.json", "name": "Marijana Petir (PPE)", "mepid": "124749", "text": "written. - Rohingya Muslims have been one of the most vulnerable ethnic groups in the world for years. They are exposed to the most brutal forms of punishment, including murder, persecution, torture, rape, burning of homes and entire villages. The violence perpetrated against Rohingya Muslims can be characterized as a crime against humanity and it is necessary to ensure full accountability for the perpetrators and justice for the victims. Their right to move is increasingly limited from year to year, so that it has become almost impossible to get a job and work, to receive appropriate medical care. They were also denied the right to education. The only education is primary and sometimes secondary, which they eventually acquire in madrasas and mosques, which they are forbidden to build. They are people without any rights and without citizenship. It is time for this terror against Rohingya Muslims to come to an end. It is necessary to find ways to ensure a just and peaceful coexistence of different worldviews. Human rights belong to all people in every society and should be inalienable. Everyone has the right to their faith, it is something that cannot be alienated from anyone. We must not turn a deaf ear to the problems of Myanmar’s Muslims, we must work together to find a solution.", "language": "en", "original_language": "hr", "translation_provider": "google"}, {"id": 133, "date": "2017-09-14.json", "name": "Tokia Saïfi (PPE)", "mepid": "4345", "text": "in writing. - The United Nations reports that in less than two weeks, 370,000 Rohingyas fled abuses by the Burmese army to seek refuge in Bangladesh and more than 400 have been killed. The United Nations calls the repression carried out by the Burmese military \"ethnic cleansing\". We must act as soon as possible. I call on the Union to urgently engage in a dialogue with the Burmese authorities to end this inhuman situation, to protect civilians and to restore respect for human rights. The refusal of access to humanitarian aid by the Burmese authorities is a violation of international law. The Union must do its part in order for humanitarian organizations to come to the aid of the displaced people. As Vice-Chair of the Committee on International Trade, I am opposed to maintaining a delegation of parliamentarians in Burma to discuss trade and investment. I also questioned the Chairman of this committee on this subject. Finally, it is unbearable to watch, Aung San Suuu Kyi, former Nobel Prize winner and Sakharov Prize winner, deny the accusations of ethnic cleansing and fall silent in deafening silence. The possibility of withdrawing the Sakharov Prize from him must be seriously considered.", "language": "en", "original_language": "fr", "translation_provider": "google"}, {"id": 134, "date": "2017-09-14.json", "name": "President. –", "mepid": "33984", "text": "  The next item is the vote. (For the results and other details of the vote : see Minutes)", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 135, "date": "2017-09-14.json", "name": "Richard Corbett (S&amp;D).", "mepid": "2309", "text": "   – Mr President, as all the votes seem to be close and as you seem to be checking every single one, why don’t we just do them all electronically directly? It would be quicker.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 136, "date": "2017-09-14.json", "name": "President. –", "mepid": "33984", "text": "  Thank you for the suggestion. This way everybody would be at peace. – After the vote:", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 137, "date": "2017-09-14.json", "name": "Morten Løkkegaard", "mepid": "96709", "text": "  rapporteur. – Mr President, in accordance with Rule 59(4), I would like to send this report back to the committee in order to start interinstitutional negotiations.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 138, "date": "2017-09-14.json", "name": "Ulrike Rodust", "mepid": "93624", "text": "Rapporteur.- Mister President!I just want to ask that this report be referred back to committee so that we can start the interinstitutional negotiations quickly.", "language": "en", "original_language": "de", "translation_provider": "google"}, {"id": 139, "date": "2017-09-14.json", "name": "Arnaud Danjean", "mepid": "96747", "text": "protractor.- Mr. President, this is not about reopening a substantive debate, we are asking for authorization to enter into interinstitutional negotiations on a text which was the subject of a broad agreement in the Foreign Affairs Committee and whichis also based on a broad compromise.I would like to remind you that the text we are discussing comes from an initiative launched by the High Representative in December 2013, that a lot of time has been lost and that the result of the negotiations that we will start is awaited with great urgency byEuropean missions which are deployed in Mali, Somalia and the Central African Republic and which need the funding that we are going to offer them.", "language": "en", "original_language": "fr", "translation_provider": "google"}, {"id": 140, "date": "2017-09-14.json", "name": "President. –", "mepid": "33984", "text": "  Who would like to speak against? Mrs Hautala, you have the floor.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 141, "date": "2017-09-14.json", "name": "Heidi Hautala (Verts/ALE).", "mepid": "2054", "text": "   – Mr President, the legal basis for this proposal is incorrect. We should not turn a blind eye when a Common Foreign and Security Policy instrument is masked to look like development policy. The legal services of all institutions, also in this Parliament, were very reluctant to approve the proposed legal basis, and in the Committee on Legal Affairs in July, the legal basis of this proposal was pushed through by minority votes, while the majority of the committee was voting against or abstaining. There can hardly be development without security, but that should not mean that legal bases are interchangeable. Article 209 on Development Cooperation and Development Cooperation Instrument funds cannot be used to finance military capacity-building abroad. We have to make clear that, also internally, we respect the rule of law in the European Union institutions. Many of us may think that the European Union, and especially the European Parliament, should have more of a say in the Common Foreign and Security Policy matters, but it does not mean that we should sacrifice the development policy principles and bend legal rules. That should not be done. This regulation would create the precedent that development aid and non-Common Foreign and Security Policy instruments and funds are used for military purposes and development funds are used for capacity-building for the armed forces. These activities go far beyond development policy. Therefore, I ask you to vote against starting the negotiations. (Applause)", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 142, "date": "2017-09-14.json", "name": "President. –", "mepid": "33984", "text": "  Colleagues, Vice-President of the Commission/High Representative of the Union for Foreign Affairs and Security Policy, Mrs Federica Mogherini, would like to say a few words. You have the floor.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 143, "date": "2017-09-14.json", "name": "Federica Mogherini", "mepid": "n/a", "text": "   Vice-President of the Commission/High Representative of the Union for Foreign Affairs and Security Policy. – Mr President, I understand you are under time pressure, but I think we are discussing something important. Just to confirm what Mr Danjean said: this decision to enter negotiations has been long awaited. Next week in New York, many of our partners – the Central African Republic, the Horn of Africa, the Sahel – will ask us again, as they have done for many years now, if we are ready to do more to support their own work on peace and security, and I would really like finally to bring them good news after four years. This is not about moving the objective from development to security. On the contrary, it is to fulfil SDG No 16 that links development and security and asks all international players also to dedicate resources to guarantee that the security conditions are there for the development work to be effective. So I hope for a wise decision from this Chamber. (Applause)", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 144, "date": "2017-09-14.json", "name": "President. –", "mepid": "33984", "text": "  Thank you very much. We will now decide by roll call vote.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 145, "date": "2017-09-14.json", "name": "Matt Carthy (GUE/NGL).", "mepid": "124986", "text": "   – Mr President, can you please explain to this House under what provision in our rules is it permitted for an outside institution to intervene in a debate in the course of votes taking place? (Applause)", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 146, "date": "2017-09-14.json", "name": "President. –", "mepid": "33984", "text": "  I think that if we raise these sorts of questions – why the Vice—President of the Commission/High Representative, who is with us all the time – we question her credentials to come and tell us something which is relevant to the vote which we are taking, I think we should not expect that. (Shouting and applause) I therefore open the vote.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 147, "date": "2017-09-14.json", "name": "President. –", "mepid": "33984", "text": "  That concludes the vote.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 148, "date": "2017-09-14.json", "name": "Monica Macovei (ECR).", "mepid": "96824", "text": "- Mr President, only 4.2% of people with disabilities have a job in Romania. In the European Union, the percentage reaches 50%. However, the percentage in the European Union is also low. A Europe for all must be not only a slogan, but also a reality. Therefore, people with disabilities must have full and very easy access to products and services, to everything that means cultural life, to everything that means transport, access to the internet, bank transfers and so on. There must be no difference between what we can do, those without disabilities and what those with disabilities can do. Therefore - and all this is reflected in the labor market - it must have a place in the labor market and vocational training, and school training, all this leads to finding a job. Therefore, I support special measures to increase the percentage of 50% in the European Union, of course, in Romania as well.", "language": "en", "original_language": "ro", "translation_provider": "google"}, {"id": 149, "date": "2017-09-14.json", "name": "Tiziana Beghin (EFDD).", "mepid": "124777", "text": "- Mr President, whoever accuses the 5 Star Movement of always saying no is either deaf or in bad faith.When the rules and citizens are respected, the 5 Star Movement is always there, and we have demonstrated it with our \"yes\" to the treaty for the trade of organic products with Chile. Unlike CETA and TTIP, it is an honest agreement, which allows our quality products to enter a new growing market and our citizens to rely on safe and certified products.Italy is a leader in the organic sector with 1.3 million hectares of cultivated area, 55,000 operators and a turnover of over four billion euros.We want to make this sector grow even more and suggest expanding this type of agreement to other countries.This is the vision of trade according to the 5 Star Movement and we say a strong \"yes\" to this type of agreement.", "language": "en", "original_language": "it", "translation_provider": "google"}, {"id": 150, "date": "2017-09-14.json", "name": "Monica Macovei (ECR).", "mepid": "96824", "text": "- Mr President, transparency, accountability and integrity in the European institutions mean a very simple principle: to respect the law and to make laws for the citizens. Not for interest groups, not for industries, not for lobbyists. We, here, represent the citizens. It is unacceptable that we do not yet have a mandatory transparency register and it is still optional and we have had a debate for years that shows us how much opposition there is to a mandatory lobby register. For every law that comes out of this institution, people need to know who they met, who their listeners and representatives listened to. It is a shame that we still do not have a European program for the protection of those whistleblowers (in Romanian: integrity warnings) and investigative journalists. Because they are the ones who discover the illegal things in the institutions, including the European institutions, and, as such, they must be protected. Therefore, I again call for the adoption as soon as possible of a mandatory register of transparency, protection of witnesses, whistleblowers and investigative journalists. And also the reform of the European institutions, because we have too many and too many employees. In order to move forward, we need to be a little smaller and more flexible and only focus on what is important.", "language": "en", "original_language": "ro", "translation_provider": "google"}, {"id": 151, "date": "2017-09-14.json", "name": "Monika Smolková (S&amp;D)", "mepid": "96655", "text": "- Mr President, citizens' trust in the EU institutions is fundamental to democracy, good governance and effective policy-making. That is why the institutions of the European Union must strive to achieve the highest possible standards of transparency, accountability and integrity. These principles are key and complementary components in promoting and ensuring greater openness in the EU institutions and in its decision-making process. Transparency and accountability in public spending must be in line with the greatest possible degree of openness. The fact that openness is appropriate is also evidenced by the fact that in 2014 OLAF recommended the recovery of EUR 476.5 million from the Structural Funds and we found that the competent authorities had recovered only EUR 22.7 million. That is why I join the call for the Member States to give priority to the correct allocation of EU funds and to make every effort to recover them if they have not been allocated or used correctly.", "language": "en", "original_language": "sk", "translation_provider": "google"}, {"id": 152, "date": "2017-09-14.json", "name": "Ангел Джамбазки (ECR).", "mepid": "124873", "text": "- Mr President, I voted in favor of this report because there is a clear need for more transparency, more visibility and more clarity on how decisions are made in the institutions. The loss of confidence in the Union, in its institutions, is precisely due to the impression of the citizens of the countries that are members of the European Union that these institutions make their decisions non-transparently and under pressure from lobby groups. And there is definitely lobbying. I can point to lobbying interests in the field of road transport, where a number of lobbying companies are pressuring their own countries to draft legislation that is to the detriment of countries or, rather, entrepreneurs in Eastern Europe, lobbying amendments that run counter to free movement, of free initiative. So the institutions need to be reformed, lobbyists need to be put on a list, and it needs to be clear who makes the decisions and who spends the taxpayers' money.", "language": "en", "original_language": "bg", "translation_provider": "google"}, {"id": 153, "date": "2017-09-14.json", "name": "Monica Macovei (ECR).", "mepid": "96824", "text": "- Mr President, more than 3,000 Romanian students go to study in the Erasmus program at European universities every year.The Erasmus + program is a very valuable tool that allows for the exchange of experience, which allows education in various countries of the Union and the exchange of good practices in the field of education.The current Erasmus + program has a budget of 14.7 million euros and is insufficient.The number of students, teachers and researchers who benefit from this program is growing every year, which means that it is a good and effective program.Therefore, the Erasmus budget needs to be increased and this needs to be done in the next multiannual financial framework 2020. Only in this way will we respond to the growing demand for Erasmus + mobility programs in the light of ideas highlighting the benefits of mobility for higher education, innovation, research and citizens' progress.the progress of the European Union.", "language": "en", "original_language": "ro", "translation_provider": "google"}, {"id": 154, "date": "2017-09-14.json", "name": "Bogdan Andrzej Zdrojewski (PPE).", "mepid": "124893", "text": "- Mr Chairman! Undoubtedly, the Erasmus + program is not perfect, but that does not mean that it should be denied. On the contrary, it needs to be financially strengthened and the qualification procedure also needs to be improved. On this occasion, I would like to speak up in particular to young people from the Eastern Partnership area. It is there that the purpose of this program is the most perfect, the best and the most effective, and therefore I believe that the mechanism of attracting students from this area must be definitely improved. I am very glad that several applications have been rejected that either spoiled or denied this program. Fortunately, these adjustments have been made - during discussions, debates and as a result of voting - which strengthen the program. I would also remind you that this debate and this resolution are the aftermath of the question about the future of Erasmus +. And the question arose in relation to the shortcomings of financial guarantees, as well as the procedure for selecting students themselves. I am very glad that we were able to adopt this resolution today.", "language": "en", "original_language": "pl", "translation_provider": "google"}, {"id": 155, "date": "2017-09-14.json", "name": "Ангел Джамбазки (ECR).", "mepid": "124873", "text": "- Mr President, I am a strong supporter of the Erasmus program, so I voted in favor of this resolution. As you can imagine, working on this program was a real challenge for colleagues. However, thanks to good cooperation and the efforts of everyone, we have managed to achieve a balanced and positive result that will have a more positive effect on education and training programs throughout the European Union. Our goal was to focus mainly on the success achieved by this program, as well as on the future challenges it poses. With the final test, we will be able to achieve just that for our educational and training programs, especially for the younger generations, who will soon feel these positive effects.", "language": "en", "original_language": "bg", "translation_provider": "google"}, {"id": 156, "date": "2017-09-14.json", "name": "Csaba Sógor (PPE).", "mepid": "39724", "text": "- Mr President, probably few people question Erasmus + as one of the Union's most significant achievements, directly experienced by European citizens. We need this success story, all the more so as it can contribute to the worldview of future generations, to shaping their character and to their belief in a common Europe. There may not be much debate about continuing the program and increasing its resources, but I would also like to draw attention to the recommendations of the relevant EP report adopted at the beginning of the year. In particular, which unfortunately points to the social selectivity that can still be experienced in the program today: lower-income students have limited access to the program, and a high proportion of students participating in the program are financially supported by their families. There is a need for detailed rules that allow mobility for everyone, including those who have to take a job to fund their studies, as a lot of young people do.", "language": "en", "original_language": "hu", "translation_provider": "google"}, {"id": 157, "date": "2017-09-14.json", "name": "Monika Smolková (S&amp;D)", "mepid": "96655", "text": "- Mr President, I supported the motion for a resolution because I also consider the Erasmus + program to be one of the most important and best programs that the European Union has. In the thirty years of its existence, this program has positively affected more than nine million EU citizens, which is almost twice the number of Slovakia's population. At a time when Eurosceptism is on the rise in the Member States, when young people do not have a vision of their future, we need to strengthen this program and make it even more effective. It is important that we talk about its success, that we bring it even closer to young people, teachers, because in my personal experience, there are still schools, school facilities, institutions that did not use this program because they did not have enough information. Every year, Erasmus gives young people the opportunity to contact peers from other Member States and, in addition to acquiring language skills, it is also a real bridge to Europe.", "language": "en", "original_language": "sk", "translation_provider": "google"}, {"id": 158, "date": "2017-09-14.json", "name": "Ангел Джамбазки (ECR).", "mepid": "124873", "text": "- Mr President, of course I voted and supported the report, and I support its rapporteur, my colleague Nekov, who is in the Chamber. It is imperative not only to focus on traditional training programs, but also to support formal and non-formal programs, as well as lifelong learning programs. This report on the new skills program rightly highlights a number of areas that require better and better cooperation between the Member States of the European Union and their educational institutions. Two points I would like to emphasize are the importance of vocational education and training and the timely implementation of the Council's recommendations, increasingly necessary steps for further progress.", "language": "en", "original_language": "bg", "translation_provider": "google"}, {"id": 159, "date": "2017-09-14.json", "name": "Момчил Неков (S&amp;D).", "mepid": "125013", "text": "- Mr President, thank you to all the colleagues who supported the report. I am naturally happy that the new European Skills Program has been adopted by a large majority. As rapporteur for the Committee on Culture and Education, I dare say that the European Commission's initial proposal, albeit on a large scale, has been significantly improved, especially as regards the missing social element. I believe that the goals of the Skills Program can only be achieved by applying a holistic approach to skills development, according to which the learner must be at the center of the process. In the same way, access to education, training and skills development must be equal for all, including the most vulnerable members of society. In conclusion, I would like to say that improving the skills of European citizens will depend to a large extent on improving the skills of our teachers. Therefore, it is necessary to allocate financial resources for their professional development, as well as to implement measures to increase the attractiveness of the teaching profession. We must not forget that they are the pillar of the education system.", "language": "en", "original_language": "bg", "translation_provider": "google"}, {"id": 160, "date": "2017-09-14.json", "name": "Csaba Sógor (PPE).", "mepid": "39724", "text": "   – Mr President, just as technological and trade patterns are shifting, industrial employment is declining and jobs become more sophisticated and demanding, skill shortages in European economies are becoming more and more apparent. Against this situation, the Commission’s new skills agenda initiative is extremely welcome even though the role of the EU in this field is only a supportive one. Just as the foundation of long-term productivity and growth is a highly skilled workforce, the key to developing such a workforce lies in education systems and investment in education staff. Ensuring quality education at all stages, including lifelong learning possibilities regardless of age, must be an absolute priority for us. This is why I, for one, would be extremely glad to see European Semester recommendations on minimum levels of investment in education and training, as well as minimum levels of education quality in Member States that lag behind.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 161, "date": "2017-09-14.json", "name": "Monika Smolková (S&amp;D)", "mepid": "96655", "text": "- Mr President, skills and knowledge are the only basis for our prosperity and social security. According to the latest OECD study, 70 million Europeans lack basic skills such as reading, writing and numeracy. This is an insurmountable obstacle for people looking for a decent job for an adequate standard of living. Therefore, the new Skills Agenda for Europe is a long-awaited initiative rightly focused on the need to modernize Europe's education and training systems in line with the rapidly changing economic and social environment. Therefore, access to education and training opportunities must be a right for everyone and at every stage of life. I agree with the Commission's proposal to urge the Member States to draw up comprehensive national strategies for basic skills, with the necessary preconditions for personal and professional fulfillment. In our strategies, we must not forget to support the professional development of teachers and educators as a fundamental core of the education system.", "language": "en", "original_language": "sk", "translation_provider": "google"}, {"id": 162, "date": "2017-09-14.json", "name": "Der Präsident. –", "mepid": "2323", "text": "The next item on the agenda is the debate on the major question under Rule 130b of the Rules of Procedure by Beatrix von Storch and Robert Jarosław Iwaszkiewicz, on behalf of the EFDD Group, to the Commission on the abolition of UNRWA (O-000061/2017 - 2017/2834 (RSP)) (B8-0325 / 2017).Unfortunately, the EFDD Group that tabled this Big Question has no one here today.That is why this major question is not being tabled and Commissioner Crețu speaks immediately.", "language": "en", "original_language": "de", "translation_provider": "google"}, {"id": 163, "date": "2017-09-14.json", "name": "Corina Crețu", "mepid": "n/a", "text": "   Member of the Commission. – Mr President, honourable Members of Parliament, you know very well that the Palestine refugees question has existed for almost 70 years. The United Nations General Assembly established and mandated the United Nations Relief and Works Agency for Palestine Refugees in the Near East to provide assistance and protection to register Palestine refugees pending a just and lasting solution. Only in December 2016 the General Assembly extended the Agency’s mandate for three years by a large majority. The European Union’s continued support to the Agency is a key element in the European Union’s strategy of contributing to the promotion of stability in the Middle East and to the viability of the two-state solution, which is an essential political horizon for Arab-Israeli relations. The Agency’s work helps to ensure that the essential needs for the well-being, protection and human development of Palestine refugees are met. Over many years the agency has demonstrated its capacity to provide education, health, relief, and social services. A future independent Palestinian state needs education, skills and healthy citizens to deliver peace, security and prosperity for all. The Agency’s work provides political space for efforts that need to be considerably intensified to conclude a peace deal and to pursue Palestinian state-building. In each education service delivered, the Agency focuses on respect for human rights and for the fundamental freedoms. In doing so, it gives young Palestinians a perspective for their future, it represents a bulwark against violent radicalisation. The European Union is by far the most predictable donor to the Agency and will continue to be so, as reflected in the Joint Declaration on European Union support to the Agency on 7 June. Since 1971 the EU has been providing reliable and predictable support to the Palestine refugees through the Agency programmes, special projects and emergency appeals. The European Union and its Member States are by far the largest provider of assistance to Palestine refugees. Mr President, honourable Members, today’s debate was triggered by a so-called major interpellation introduced by one Parliamentary Group, as you said, alleging that this Agency mismanages EU funds and tolerates terrorist activities. Our view is quite the opposite. In 2014 the Agency successfully passed the EU’s seven-pillar assessment, which evaluated its internal control, accounting, external audit and procurement systems. Assurances have been provided as the Agency’s processes and mechanisms are in place to ensure the neutrality of these facilities, including monitoring of facilities by its staff members, regular informal inspection of the Agency’s installations by operation support officers, and a strict no-weapons policy in the Agency’s installations. The Agency explicitly condemns all acts of terrorism in the strongest possible terms and regularly does so whenever any such act is carried out. It also remains the Agency’s policy to always investigate credible allegations of neutrality violations. Where violations of staff rules and regulations are established, appropriate disciplinary action is taken. The agency has indeed taken forthright actions whenever allegations of incitement have surfaced. The major interpellation also suggests merging the Agency with the Office of the United Nations High Commissioner for Refugees. The Commission is not in favour of such a merger. The reasons are obvious: the Agency has a specific mandate, with staff going beyond the usual humanitarian aid, and a broader relevance, not only in Palestine but also in Jordan, Lebanon and Syria. Mr President, honourable Members, the European Union is committed to the two-state solution as the only viable way to achieving lasting peace in the Middle East. The European Union is convinced that any solution to the Israeli-Arab conflict will need to encompass an agreed, just and fair solution to the refugee question, allowing the two future states to live side by side in peace and security. Whatever the difficulties – and they are real – the region should not lose sight of this goal.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 164, "date": "2017-09-14.json", "name": "Fernando Ruas", "mepid": "124730", "text": "on behalf of the PPE Group.- Mr President, in July I requested a debate on forest fires.At the time, only Portugal and Spain were affected countries.Today we add Croatia, France, Greece and Italy, which demonstrates the scope of this sad reality.In fact and in my country alone, 214,000 hectares of forest burned this year and until August 31.This figure represents more than 234% of the burnt area than the average of the last ten years for the same period and, in the context of European aid, it is therefore important to know whether the Commission envisages the flexible application of the Solidarity Fund as requested now.On the ground, populations need immediate help.", "language": "en", "original_language": "pt", "translation_provider": "google"}, {"id": 165, "date": "2017-09-14.json", "name": "Der Präsident.", "mepid": "2323", "text": "- Mr Ruas!You are currently commenting on the next Big Question.We're talking about the first major inquiry.", "language": "en", "original_language": "de", "translation_provider": "google"}, {"id": 166, "date": "2017-09-14.json", "name": "Fernando Ruas (PPE).", "mepid": "124730", "text": "- Mr President, but that is where I asked to speak.It was exactly for the next interpellation that I asked to speak.As Mr. President urged me to speak, I did so now.", "language": "en", "original_language": "pt", "translation_provider": "google"}, {"id": 167, "date": "2017-09-14.json", "name": "Der Präsident. –", "mepid": "2323", "text": "Then I may have to apologize if it has been mixed up by the EPP Group.In any case, you are on the agenda for this question and Mrs Zovko will speak for the EPP Group on the next question.So let's do it pragmatically like this: You won't be on the agenda for the next big question.I would then definitely give you the floor again.Mr Preda, can you help explain something?", "language": "en", "original_language": "de", "translation_provider": "google"}, {"id": 168, "date": "2017-09-14.json", "name": "Cristian Dan Preda (PPE).", "mepid": "96838", "text": "   – For UNRWA, yes.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 169, "date": "2017-09-14.json", "name": "President. –", "mepid": "2323", "text": "  Mr Preda, your name is later down the list for this Interpellation.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 170, "date": "2017-09-14.json", "name": "Cristian Dan Preda (PPE).", "mepid": "96838", "text": "   – Ok. thanks a lot.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 171, "date": "2017-09-14.json", "name": "Victor Boştinaru", "mepid": "39711", "text": "  on behalf of the S&amp;D Group. – Mr President, the Socialists and Democrats reject this infamous attack against the United Nations Relief and Works Agency (UNRWA), the UN agency providing protection and assistance to the Palestinian refugees in the Middle East for almost seven decades. A huge number of Palestinian refugees have been facing an extremely precarious situation, as they are in the front line of a series of regional conflicts that converge and amplify one another. Palestinian refugees who periodically had few conflicts live and survive in extreme poverty and insecurity. The Syrian crisis has exacerbated the situation in the twelve Palestinian camps existing in this country, and in spite of achieving remarkable results in the field, UNRWA’s capabilities are stretched beyond limits. This problem is recurring every time, and I think that we as the Union and we as the European Parliament should fight, together with the Commission, every year to face our responsibility and, together with our other international partners, find a more stable solution for UNRWA funding. Finally, this interpellation does not represent in anyway the position of this Parliament. The Rules of Procedure have been abused and misused by a minority group on the right – I would say a far-right minority group. We continue to strongly support the Agency and praise UNRWA for their most-needed, difficult but also extraordinary efficient work they are doing. I will tell the colleagues from EFDD: they should go one single day to see how UNRWA is operating in those camps – what they are doing – and only after to come here and to spread these unacceptable lies. UNRWA is a part of the solution and not a part of the problem when it comes to ensuring stability in the Middle East today and achieving a just and lasting peace between Israelis and Palestinians tomorrow. I won’t comment on or question today the honesty of EFDD – this is not the case. Instead of any other conclusion, Mr President and Madam Commissioner, I can only say: for some people infamy has no limits, and we should stop this process in the future.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 172, "date": "2017-09-14.json", "name": "Der Präsident. –", "mepid": "2323", "text": "Thank you, Mr Boștinaru!I want to say again clearly: It was obviously not the mistake of Mr Ruas.I can't fix it like this now, we're going to run through the agenda.Normally, as the strongest group, the EPP Group would of course have the right to speak as the first group.It's a little different today.", "language": "en", "original_language": "de", "translation_provider": "google"}, {"id": 173, "date": "2017-09-14.json", "name": "Ангел Джамбазки", "mepid": "124873", "text": "on behalf of the ECR Group. - Mr President, there is no doubt that the issue of damage from forest fires is very important, so I support my colleague's efforts, but this will most likely be discussed in the next paragraph. And now to the point of the conversation we are having at the moment. There is no doubt, any issues related to funding, spending should be very, very carefully investigated, because this is an extremely sensitive topic. But I would like to draw your attention to the issue that is very often asked by the security services of the State of Israel, namely the propaganda that is being waged in the Palestinian camps. Because there is free access and there is an opportunity for radical Islamists to conduct propaganda against civilians and threatening peace, health and life, and the citizens of the State of Israel, and other European citizens. And this question is also very important, it must be asked and it must be answered by the UN agency.", "language": "en", "original_language": "bg", "translation_provider": "google"}, {"id": 174, "date": "2017-09-14.json", "name": "Jozo Radoš", "mepid": "112753", "text": "on behalf of the ALDE Group of Representatives. - Mr. President, Madam Commissioner, the Palestinian-Israeli conflict has burdened international relations from the very beginning, especially political relations in the Middle East. The position of the Palestinians in the West Bank and Gaza has greatly contributed to mistrust in the politics of the Western world, including the politics of the European Union, and the radicalization of the Islamic and Arab worlds. I therefore support the goal of the United Nations Relief and Works Agency for Palestine Refugees, and in particular its work in the field of education, which is the main purpose of its existence and activities. I also support the assistance provided by the European Union to the work of this Agency and, in general, to the financing and operation of the Palestinian State. Of course, if there are indications of abuse in the activities of the Agency and the use of financial resources and facilities of the Agency, these abuses should be carefully investigated. But it would be fair for the proponents to offer concrete evidence for the allegations of abuse they cited in their interpellation.", "language": "en", "original_language": "hr", "translation_provider": "google"}, {"id": 175, "date": "2017-09-14.json", "name": "Eleonora Forenza (GUE/NGL).", "mepid": "125193", "text": "- (IT) Mr President, ladies and gentlemen, in a few days I will go with a delegation from my parliamentary group to Palestine to see the situation with my own eyes and to bring my solidarity and that of my group to the Palestinian people, as I have already done in August 2014. I would like to testify to the President of my bewilderment at the shameful behavior of the EFDD group which, first, on the basis of slander, raises this question and does not even appear in the Chamber. I think it must be clear that the slanders present in the interpellation are rejected by the whole Parliament and the whole European Union. If there are Palestinian refugees, it is because the Palestinians are still a stateless people, because Israel occupies a territory that is not hers, and because it forcibly expelled Palestinians from its land. This Parliament should discuss not the closure but how to increase support for UNRWA, how to put an end to the Israeli occupation of the Palestinian territories and the continuing violation by the Israeli government of all UN resolutions on the conflict, international conventions on human rights, up to the last abuse: the denial of residence permits for European citizens married to Palestinians. We should discuss this, how to ensure that, for example, the European Union suspends the association agreement with Israel. I think that what we have been asked to discuss here today is truly a shameful slander, which tarnishes this Parliament.", "language": "en", "original_language": "it", "translation_provider": "google"}, {"id": 176, "date": "2017-09-14.json", "name": "Cristian Dan Preda (PPE).", "mepid": "96838", "text": "- Mr President, on August 31, the Foreign Affairs Committee voted for the opinion that I drafted on the 2018 budget. In this text, we stressed in particular how important it is for the Union to continue to play a central role in supporting the Middle East peace process, the Palestinian Authority and UNRWA. An attempt has also been made, through budgetary amendments, to respond to the financial difficulties facing UNRWA, which has to meet the growing needs of some five million Palestinian refugees. Our support for UNRWA is constant and rightly seen as part of our strategy for engaging in peace in the region. In the context I have just recalled, I find the debate we are having today, barely two weeks after this vote, on the idea of ​​abolishing UNRWA incongruous. What signal are we sending if, on the one hand, we vote for budget amendments that are favorable to UNRWA and, on the other hand, we debate its abolition. That being said, my group has always supported the strengthening of the accountability of all the organizations that benefit from European funds. Of course, we can always improve things and verify that taxpayer money is used responsibly to achieve our strategic objectives in accordance with our values. It would be better to do this by acting constructively rather than talking about abolition.", "language": "en", "original_language": "fr", "translation_provider": "google"}, {"id": 177, "date": "2017-09-14.json", "name": "Ivan Jakovčić (ALDE).", "mepid": "124754", "text": "- Mr. President, what I wanted to ask my colleagues from EFDD, but obviously they did not have the courage to come to ask them a question and to hear our discussion, one is actually a very simple question.I wanted to ask them if it’s better to fund war or finance peace, if it’s better to spend taxpayers ’money on creating extra madness in the Middle East, or it’s better to help common sense and reason in the Middle East, because that’s what it’s all about.We all know that in the end, always and most of all, the European Union and its citizens finance especially peace and especially development.Fortunately, the war is much less funded almost everywhere.As there are no ones who have asked this question, I want to express my simple position.I support the work of this United Nations agency and simply wish it much success.", "language": "en", "original_language": "hr", "translation_provider": "google"}, {"id": 178, "date": "2017-09-14.json", "name": "Der Präsident. –", "mepid": "2323", "text": "Before the Commissioner takes another position, I would like to say that I do not find it particularly parliamentary that a major question is tabled here and that it is then not necessary to be represented as a group in the relevant debate.", "language": "en", "original_language": "de", "translation_provider": "google"}, {"id": 179, "date": "2017-09-14.json", "name": "William (The Earl of) Dartmouth (EFDD).", "mepid": "96958", "text": "   – Mr President, I would just simply point to what you were saying, that there was no EFDD member present. There is an EFDD member present: it is myself. May I presume just to point that out to you before you make a ruling?", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 180, "date": "2017-09-14.json", "name": "Der Präsident. –", "mepid": "2323", "text": "Colleague, no final decision will be made today, but at least it was the case that at the beginning of the debate nobody from the EFDD was there, because normally it is like this ..... (Earl of Dartmouth off micro: 'I was hereat the very beginning ')", "language": "en", "original_language": "de", "translation_provider": "google"}, {"id": 181, "date": "2017-09-14.json", "name": "President. –", "mepid": "2323", "text": "  At the very beginning?  But I was told nobody was here. But you are not ready to speak.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 182, "date": "2017-09-14.json", "name": "William (The Earl of) Dartmouth (EFDD).", "mepid": "96958", "text": "   – Mr President, I am present. There is a distinction between present and speaking. So I wasn’t given the speaking time but I was actually present; there was somebody present. I would just simply draw attention to this before a final ruling is made. I think that it is perfectly correct to do so and it is designed to be helpful to the Chair.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 183, "date": "2017-09-14.json", "name": "Der Präsident. –", "mepid": "2323", "text": "Okay, that's how we're going to take it up.I understand that the group has not hit your wavelength with this major question.", "language": "en", "original_language": "de", "translation_provider": "google"}, {"id": 184, "date": "2017-09-14.json", "name": "Cristian Dan Preda (PPE).", "mepid": "96838", "text": "- Mr President, I am intervening to fully support your point of view, because I find it unacceptable to introduce a question under the title \"Major interpellations\" and not to have anyone from the group concerned come and introduce the question.subject to talk about this questioning.It is an obstacle to the work of others.That way we can make up fifteen questions and block all the other groups here.It is unacceptable for a group to introduce an inquiry without being able to be present to defend it.We are not the toys of the radical political groups in this Parliament.I therefore intervened to fully support your interpretation.I find that, from now on, groups that are not able to defend what they want to put on the agenda must be excluded from these debates.", "language": "en", "original_language": "fr", "translation_provider": "google"}, {"id": 185, "date": "2017-09-14.json", "name": "Der Präsident. –", "mepid": "2323", "text": "Many Thanks.Commissioner Crețu is now speaking.", "language": "en", "original_language": "de", "translation_provider": "google"}, {"id": 186, "date": "2017-09-14.json", "name": "Corina Crețu", "mepid": "n/a", "text": "   Member of the Commission. – Mr President, thank you for this interesting debate, which has highlighted the very important role of the United Nations Relief and Works Agency for Palestinian refugees in the Near East, as well as the strong and dynamic partnership that exists between the Agency and the European Union. The European Union stands by its commitments to the Agency and Palestinian refugees, and I appreciate very much that the European Parliament is on the same page.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 187, "date": "2017-09-14.json", "name": "Der Präsident. –", "mepid": "2323", "text": "The debate is closed.", "language": "en", "original_language": "de", "translation_provider": "google"}, {"id": 188, "date": "2017-09-14.json", "name": "Der Präsident. –", "mepid": "2323", "text": "Als nächster Punkt der Tagesordnung folgt die Aussprache über die Große Anfrage gemäß Artikel 130b der Geschäftsordnung von Nicola Caputo, Fernando Ruas, Ivan Jakovčić, Eric Andrieu, Clara Eugenia Aguilera García, Ana Gomes, Renata Briano, Simona Bonafè, Ricardo Pargnão , Pina Picierno, Ivica Tolić, Aldo Patriciello, Biljana Borzan, Claudia Țapardel, Dubravka Šuica, Brando Benifei, Doru-Claudian Frunzulică, Alberto Cirio, Liliana Rodrigues, Barbara Spinelli, Andrea Cozzolino, Michela Giuffrida, Tonino Picula, Viotti Zoffoli, Daniele , Isabella De Monte, Martin Häusling, Monica Macovei, Takis Hadjigeorgiou, Željana Zovko, Merja Kyllönen, Igor Šoltes, Luigi Morgano, Silvia Costa, Elena Gentile, Alessandra Mussolini, Momchil Nekov, Salvatore Domenico Pogliese, Peter Kouroumbashev, Stefano Maullu, Mari Petir , Franz Obermayr, Tibor Szanyi, Miltiadis Kyrkos, Stelios Kouloglou, Viorica Dăncilă, Eleonora Forenza, Curzio Maltese, Piernicola Pedicini, Manolis Ke falogiannis, Barbara Kappel, Enrique Guerrero Salom an die Kommission betreffend Waldbrände in der Europäischen Union in diesem Sommer (O-000063/2017 - 2017/2842 (RSP)) (B8-0327 / 2017).", "language": "en", "original_language": "it", "translation_provider": "google"}, {"id": 189, "date": "2017-09-14.json", "name": "Nicola Caputo", "mepid": "124851", "text": "author. - (IT) Mr President, ladies and gentlemen, the summer just past has seen an unprecedented peak of fires: the number of fires that devastated an area of ​​greater Europe when Luxembourg has almost tripled the average of the last eight years, passing from 404 to 1 068. The countries most affected were those of the Mediterranean area - Italy, Portugal, Spain, France, Croatia and Greece - which suffered numerous human losses and material damage on a large scale. Italy in particular, according to the European Commission's Emergency Response Coordination Center, last summer had 371 fires and was the first country in Europe for the number of forest fires, which erased 72,000 hectares of vegetation . It is often difficult for Member States to tackle fires of this magnitude alone: ​​as highlighted by the European Court of Auditors in a report of 24 February 2015, EU funding for the prevention of damage to forests caused by fires and natural disasters, as well as the reconstruction of forest potential, are not managed effectively enough. In fact, to date there is no specific legislation in the European Union concerning the fight against fires and droughts, and the lack of a broader political strategy regarding fire prevention is becoming increasingly evident. For these reasons we have presented this main question to ask the Commission whether it does not consider it appropriate to mobilize the European Union Solidarity Fund and apply it flexibly to deal with the serious damage caused by fires; if it does not consider it appropriate to initiate European intervention mechanisms by creating adequate legal and budgetary instruments to achieve better coordination of Member States' policies in this field and to optimize the European instruments available; and if, finally, it has intention to present specific measures for the prevention and fight against fires and droughts in the European Union, including, for example, agricultural aid for the creation and maintenance of fire protection strips, in order to achieve better coordination between the policies of the Statesmembers in this area and make the best use of the Community instruments available.", "language": "en", "original_language": "it", "translation_provider": "google"}, {"id": 190, "date": "2017-09-14.json", "name": "Corina Crețu", "mepid": "n/a", "text": "   Member of the Commission. – Mr President, let me start by thanking you all for this major interpellation. Forest fires are currently a major concern for the European Union, and you know very well that the Commission is ready to make every effort to ensure EU solidarity reaches all those people and all those areas that were hit by the dramatic forest fires of this summer and avoid such catastrophes happening again. EU solidarity is active at all stages – prevention, intervention and construction – and it is channelled through a broad range of instruments. First of all, the European Solidarity Fund. This fund can be mobilised to help with recovery from major and regional natural disasters. However, support is subject to two conditions – first, total direct damage should exceed a threshold which is specific for each Member State or region, and second, national authorities have to submit an application within twelve weeks of the start of the disaster. Without an application the Commission may not take the initiative. Among the many countries affected by forest fires during the summer, only one, namely Portugal, has submitted so far an application for financial assistance, which is currently being assessed by the European Commission.  The second instrument that is available is the Cohesion Policy. The Cohesion Policy can support, among others, replacement of small and medium-sized enterprises’ productive capacity as well as public infrastructure and equipment. This is what we put in place, for example, for Portugal in August, sent through a swift reallocation of funding within Portuguese programmes with a total maximum budget of EUR 45 million from the Regional Development Fund. Other EU response tools are also available to assist in fire emergencies. The European Commission’s Emergency Response Coordination Centre monitors forest fires 24 hours per day using the European Forest Fire Information System, and close coordination is maintained between these two bodies with the countries at high risk of forest fires. Assistance may be provided by the EU civil protection mechanism – we mean fire fighting equipment and personnel. The Copernicus Emergency Management Service provides satellite maps for forest fire related emergencies to the European Forest Fire Information System. The European Union’s main arm to protect forests is the European Agriculture Rural Development Fund, yet not because of the means it devotes to fire fighting. Experience shows that large-scale, catastrophic mega fires, if not intentional, are driven mainly by two factors. First, extreme weather conditions such as extended heatwaves, drought and strong winds, which are intensifying due to climate change. Second, fire-proneness of forests due to natural resource mismanagement and unsustainable land-use decisions such as abandonment of sustainable forest management practices. These factors are largely regardless of how much we spend on firefighting means and preparedness. On the contrary, more investments are needed on forest fire prevention, on boosting the health and resilience of forest ecosystems. This is exactly what the European Agricultural Development Fund promotes, through three measures: investments in preventive actions to reduce the consequences of natural disasters on agricultural areas; prevention and restoration of damage to forests from fires; and risk management tools. So thank you very much, and I am waiting for your debate.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 191, "date": "2017-09-14.json", "name": "Željana Zovko", "mepid": "185341", "text": "on behalf of the PPE Group. - Mr. President, Honorable Commissioner Crețu, as one of the co-signatories of the interpellation on fires in the European Union this summer, I am obliged to participate in today's debate and warn of the extent of damage caused by fires and prolonged droughts in southern Europe, especially in Croatia and in its area of ​​Dalmatia. Thus, according to the first estimates, the data of 42 million kuna of damage without burned forests was found only in the Split-Dalmatia County, and only during the big fire in the vicinity of Split. I believe that the amount of damage will be much higher when all the data from the burned areas in Dalmatia, but also in the rest of Croatia, are finally added up. I would also like to take this opportunity to thank all the volunteer and public fire brigades, but also all Croatian citizens who have tirelessly and unceasingly helped in defending property, nature and, most importantly, protecting and saving human lives. However, in order not to rest only on our thanks and words of encouragement to our firefighters and citizens, I would like to take this opportunity to point out the shortcomings in the existing solidarity mechanisms and instruments of the European Union. Thus, for example, there is no flexibility within existing instruments to help Member States affected by large forest fires. What interests me, Commissioner, is when the Commission intends to mobilize the European Solidarity Fund to help Croatia and other Member States. Do you think that after these fires, a single legislative framework and instrument and body are needed to help coordinate policies and preventive measures in the fight against such disasters?", "language": "en", "original_language": "hr", "translation_provider": "google"}, {"id": 192, "date": "2017-09-14.json", "name": "Fernando Ruas (PPE).", "mepid": "124730", "text": "- Mr President, my apologies for what happened and also my thanks for the understanding you showed when giving me the floor. In July, I requested this debate on forest fires. At the time, as I said, only Portugal and Spain were affected, today we add Croatia, France, Greece and Italy, which demonstrates the scope of this sad reality. In fact, and in my country alone, 214 thousand hectares of forest burned this year and until August 31. This figure represents more than 234% of the burnt area than the average of the last ten years for the same period and in the context of European aid it is important to know whether the Commission envisages the flexible application of the Solidarity Fund, as is now requested here. It is that, on the ground, Commissioner, the people need immediate help and, if national governments are primarily responsible for such aid, it is also important that they know, in time, the European amounts allocated to them. I therefore warn, and once again, of the absolute need for quick, simplified and flexible assistance to the survivors' families, workers who have lost their jobs, affected companies, firefighters and municipalities. Here, too, the European Union can help, in fact according to the information that the Commissioner has given us, and which is already being done in my country.", "language": "en", "original_language": "pt", "translation_provider": "google"}, {"id": 193, "date": "2017-09-14.json", "name": "Urszula Krupa", "mepid": "28334", "text": "on behalf of the ECR Group. - Mr Chairman! I would like to support the postulates and questions of the authors of the interpellation concerning forest fires that have hit the Union, and especially the southern countries, causing fatalities and huge damage. The protection of forests is essential, and their beneficial influence on the environment or climate cannot be overestimated and even difficult to specify. You have to be aware that new forests will not emerge in the EU until several dozen years. I am speaking on this subject also because Poland suffered huge losses, not as a result of fires, but after the storms that took place in the second decade of August, when almost eight million cubic trees were felled. Forty thousand hectares of forests in the south-west of my country are destroyed, where several people have also died and several thousand buildings have been destroyed. The damage is usually superficial, but especially during fires, entire stands are destroyed, enormous natural losses arise, habitats of valuable bird species, lairs of wild animals and habitats of valuable plant species are destroyed. That is why we need community protection, solidarity and support both in terms of protecting forests against fires and other natural disasters, not forgetting to educate the public in this field. It is necessary to mobilize the European Union Solidarity Fund and apply it in a flexible manner to remove damage caused by fires, droughts and natural disasters.", "language": "en", "original_language": "pl", "translation_provider": "google"}, {"id": 194, "date": "2017-09-14.json", "name": "Ivan Jakovčić", "mepid": "124754", "text": "on behalf of the ALDE Group of Representatives. - Mr. President, the Mediterranean was burning again this year, this summer. In Croatia, the worst was in Dalmatia. We cannot predict fires, they are difficult to control, but we have to do something. We have to put our hand on our heart and say, first of all, and ask ourselves if we have done enough, because the tragedies that have happened all over the Mediterranean are truly amazing. We need more solidarity in Europe and we need to use the Solidarity Fund in a more flexible way. We need to help people, because there have been really great tragedies. I would like to emphasize, Madam Commissioner, that I wrote to you, and, as you know, I spoke about the Adriatic-Ionian macro-strategy here in this House, and in that strategy I wrote that we need one Adriatic Disaster Prevention Center, one joint Adriatic and Ionian Center. sea. Let’s do something when we talk about fires, we can do it, we can fund it, it can help people. That’s at least minimally what we can do, but let’s do it right away. (The speaker agreed to take a blue-card question) (Rule 162 (8)).", "language": "en", "original_language": "hr", "translation_provider": "google"}, {"id": 195, "date": "2017-09-14.json", "name": "Petras Auštrevičius (ALDE)", "mepid": "124766", "text": "  blue-card question. – Mr President, I noticed my colleague Mr Jakovčić made very clear proposals, and I believe that solidarity is a great value, but this value should somehow be translated into action. I would like to ask Mr Jakovčić: apart from the crisis centre, do you think that there should be some regional capacities established in order to cope with disasters much better? I mean, countries in a region might cooperate – have joint firefighters or something. What is your opinion about this?", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 196, "date": "2017-09-14.json", "name": "Ivan Jakovčić (ALDE)", "mepid": "124754", "text": "the answer to the question posed by raising the blue card.- Mr. Auštrevičius, of course I know you as a person who always has very concrete ideas and suggestions and I fully support what you are saying.It is on the trail of what I have suggested that you in a way suggest the cooperation of countries that are close.I will only mention Canadian;Italy and Croatia share a huge Adriatic coast, and we are so close, and we really should have a common center, because the Canadian can cross the Adriatic in a few minutes.So, I absolutely agree with you.", "language": "en", "original_language": "hr", "translation_provider": "google"}, {"id": 197, "date": "2017-09-14.json", "name": "Der Präsident. –", "mepid": "2323", "text": "Thank you very much, Mr Jakovčić!It is nice that you are now showing your mutual appreciation, which you normally only share in the group, in a public session.", "language": "en", "original_language": "de", "translation_provider": "google"}, {"id": 198, "date": "2017-09-14.json", "name": "João Pimenta Lopes", "mepid": "136236", "text": "on behalf of the GUE / NGL Group. - Mr President, Portugal recorded historical numbers of fires and burnt areas this summer, some of brutal proportions and consequences, which cannot be justified by the intense heat waves. Two months after the approval of the budgetary reinforcement of the Solidarity Fund, it is important to ascertain the amounts actually made available to the country, as well as to understand how they were mobilized and how support for victims and populations was effected, on the one hand, in ecological recovery. structural, on the other. But we take this opportunity to reinforce what we have long advocated: the need to modify the Fund's mobilization rules, ensuring a more flexible, timely mobilization and covering a wider range of disasters, but also affirming that defending the forest and preventing fires it requires another policy and financial and human resources. The community approach to disaster prevention and many of the proposals that this Parliament approved in 2010 - highlighting the proposal to create an appropriate financial framework for disaster prevention capable of financing actions in areas such as forestry planning or the maintenance of agricultural activity in areas affected by depopulation - are still far from being implemented. Much remains to be done and action and measures are urgently needed in this regard.", "language": "en", "original_language": "pt", "translation_provider": "google"}, {"id": 199, "date": "2017-09-14.json", "name": "William (The Earl of) Dartmouth", "mepid": "96958", "text": "  on behalf of the EFDD Group. – Mr President, fires happen in particular places. Countries do not catch fire, nor even do regions. It is houses that catch fire, trees catch fire, woods catch fire, villages, even whole communities can get caught in fires, but it is all essentially local. The best approach to help put fires out and help cope with the consequences of fires is to do it locally. Victims of fires need people on the spot, and they and we need resources applied in exactly the right way at the right time and in the right place, that is to say locally. Therefore, it follows that fires are the ultimate example in which to apply subsidiarity. Of course, neighbours must help out, and of course, all donations are welcome and all decent people will indeed help. But this is yet another and regrettable example of the EU Commission thinking that big is best. This is incorrect. It is local that is best – and more than that, micro is magic. We can help people best – individuals, communities and people caught in the middle – locally. What we do not need is the slow-moving, Kafkaesque EU bureaucracy which has proven itself over and over again to be dysfunctional and unhelpful. To depart for my prepared text: there was a fire earlier today in the Hemicycle – a fire of democracy. It is not often that I agree with a Member of GUE/NGL, but the gentleman was right. It was profoundly undemocratic for a member of the Commission – the executive – to intervene directly in a parliamentary debate. This was fire of democracy, and colleagues should consider that a Parliament should not accept intervention in this way, from a member of the executive. (The speaker agreed to take a blue-card question under Rule 162(8))", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 200, "date": "2017-09-14.json", "name": "Andrejs Mamikins (S&amp;D)", "mepid": "124746", "text": "blue card issue.- Mr Dartmouth!I want to ask you a question.As you are so passionate about criticizing both the European Commission and my colleague Corina Crețu, whom I would like to praise because she is a Romanian Commissioner, she is a Social Democrat, she is working hard to solve the problems you are talking about as effectively as possible.But my question to you is, in principle, why are you here in this Chamber criticizing the European Commission if your political group is fundamentally opposed to the European Union?Well, maybe it's enough to talk in this style and just vacate the Chamber?", "language": "en", "original_language": "lv", "translation_provider": "google"}, {"id": 201, "date": "2017-09-14.json", "name": "William (The Earl of) Dartmouth (EFDD)", "mepid": "96958", "text": "  blue-card answer. – As Donald Tusk, the President of the Council, pointed out in a prepared statement the day after the Brexit referendum, all UK citizens and all the citizens of other countries represented by members of the EFDD Group are fully bound by all the laws, rules, regulations and directives of the European Union. We therefore have a moral obligation to represent our constituents and to defend our constituents from all too many examples of bad decisions and bad decision-making by a number of Commissioners, many of whom are frankly just not up to the job.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 202, "date": "2017-09-14.json", "name": "Der Präsident.", "mepid": "2323", "text": "- I would like to add one more sentence to what was not said this afternoon shortly before the vote.According to the relevant provisions, the Commission has the right to intervene at any time.That is why the indignant reaction to Mrs Mogherini - which did not come from you, Mr Dartmouth, but you have now brought it up again - was in no way appropriate.Catch-the-eye procedure", "language": "en", "original_language": "de", "translation_provider": "google"}, {"id": 203, "date": "2017-09-14.json", "name": "Marc Tarabella (S&amp;D).", "mepid": "29579", "text": "- Mr President, Commissioner, more and more often we see a drop in rainfall in spring, and therefore more drought in the thickets and in the woods. When added to a heat wave, fairly high temperatures - like those we experienced this summer - and strong winds, we obviously have fires breaking out, especially around the Mediterranean. In addition, the simultaneity of fires is an additional difficulty in the fight against fires. However, I have often heard that we talk about solidarity funds and we are right. But under today's conditions, even firebreaks in well-maintained forests cannot prevent fires from sparking, when there are very strong winds, tens of meters, or even hundreds of meters. Besides the Solidarity Fund, which intervenes when it is too late, when it is necessary to compensate the victims, could we not think of a mixed private / public fund which could, for example, integrate town halls, insurance companies and also a series of actors to have a prevention fund that can better equip the most sensitive areas, for example in reserve canadairs - even if I know it is very expensive - which could strengthen the already existing teams in the field to better fight fires, especially when there is a simultaneous declaration of fires.", "language": "en", "original_language": "fr", "translation_provider": "google"}, {"id": 204, "date": "2017-09-14.json", "name": "Ангел Джамбазки (ECR).", "mepid": "124873", "text": "- Mr President, I congratulate Mr Caputo and those who have signed on this issue. He is very much in place. Not only the whole of Southern Europe is burning this year, one of the big Bulgarian mountains - Pirin is also burning. There the damage is in the millions and will be repaired, as you know a forest is restored by the order of decades. Many colleagues have spoken about the Solidarity Fund, but it will have to pay back damages that have already occurred. It is much cheaper and much more sensible to talk about what needs to be done and what can be done to prevent fires on such a scale. And here, colleague Caputo, we cannot talk only about fire-fighting clearings, they can be made somewhere, but in bio-reserves, in national parks, nature parks such clearings cannot be made because of the legislation and the difficult-to-access terrain. And here, Commissioner, I have concrete proposals for you. First of all, it can and should be considered to jointly purchase equipment from the Member States, helicopters, planes, seaplanes, which together extinguish large areas between countries. Secondly, volunteers from different countries need to be trained and equipped to fight fires.", "language": "en", "original_language": "bg", "translation_provider": "google"}, {"id": 205, "date": "2017-09-14.json", "name": "Jozo Radoš (ALDE).", "mepid": "112753", "text": "- Mr. President, the fires that have engulfed Croatia this year have not been remembered in the last few decades.In August alone, 44,000 hectares were burned with great material damage, but fortunately without human casualties.Summer fires are a permanent problem in Europe, especially in its Mediterranean part.I therefore thank my colleague Caputo and the other colleagues who raised this issue, and I equally support their proposals to activate the European Solidarity Fund and establish a European intervention mechanism.I think that these instruments, which should definitely be activated, should focus on solidarity in firefighting and perhaps, more importantly, on joint fire prevention in the border areas of the European Union.", "language": "en", "original_language": "hr", "translation_provider": "google"}, {"id": 206, "date": "2017-09-14.json", "name": "Eleonora Forenza (GUE/NGL).", "mepid": "125193", "text": "- (IT) Mr President, ladies and gentlemen, ... that I am still fond of the division of powers which are the foundation of the rule of law and, therefore, that a European Commissioner can intervene in the course of a vote is something that, fortunately, still surprises me and I think it is something that is not in keeping with the exaltation of the powers of the European Parliament and their strengthening, which we very often hear from that seat. So, let me strongly disagree with what you have said. I thank Mr Caputo for promoting this question, which I helped to support through my signature. I fully share what my colleague Pimenta Lopes said about the Solidarity Fund, that is, on the fact that the austerity and cuts policies have made fire prevention and interventions more difficult. I also take the liberty of saying that the Member States have not always done what they could do, that the Italian government should perhaps buy more Canadair and less F35 and that the abolition of the State Forestry Corps certainly did not help to adequately address this situation.", "language": "en", "original_language": "it", "translation_provider": "google"}, {"id": 207, "date": "2017-09-14.json", "name": "Corina Crețu", "mepid": "n/a", "text": "   Member of the Commission. – Mr President, I would like to thank Members for their words. I think the tensions that appeared here are not about this debate and about myself, but I thank you for your words. I presented in my first speech exactly how many tools we have to deal with fires, and I can assure you that for us it was a priority during the summer. It was by chance that I was on permanence when Portugal suffered the fires. Each day I was in contact with the Ministers, in Greece and Italy also. You know that you, the Members of the European Parliament, voted yesterday for 95% from European funds to be used for natural disasters. Yesterday you also approved the Commission proposal to help Italy with EUR 1.2 billion after the earthquake. In terms of the fires, I think the richness of the debate today shows just how complex the issue of forest fires is and requires joining forces, knowledge and expertise beyond silos and beyond borders. To respond to your questions, I would like to say that you are right when you say that everything is local, but the European Union activates assistance only when locals ask for help, so it took less than 12 hours this summer for Portugal to receive help from France, and also France, Italy and Spain. To give you an example: as I said at the beginning, we have a Solidarity Fund, we have Cohesion Funds. Portugal has asked for change in the operational programme, and in a few days we will change and help Portugal with EUR 45 million to deal with Portugal. We also have other instruments, for instance the Civil Protection Mechanism. The mechanism was activated by Portugal in the early hours of Sunday, 18 June, and through the mechanism an immediate offer was made, I can say, within one hour, of three planes from France. The French fleet arrived in the affected area on the same day and began operations immediately. The other eight planes from Italy and Spain were offered on 18 June and arrived on 18 and 19 June. So I just wanted to give you some examples of what we are doing with this. What you said on prevention is very important. We have investments on prevention, on boosting the health and resilience of forests’ ecosystems. This is exactly what the European Agricultural Rural Development Fund promotes through the measures I presented at the beginning. So, thank you once again for this debate. I will go back to Brussels with this message from you, with an unwavering will to work closely with you and the Member States in finding a European response to these very dramatic challenges for the countries and for the people.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 208, "date": "2017-09-14.json", "name": "Der Präsident. –", "mepid": "2323", "text": "The debate is closed.", "language": "en", "original_language": "de", "translation_provider": "google"}, {"id": 209, "date": "2017-09-14.json", "name": "Der Präsident. –", "mepid": "2323", "text": "I declare the session of the European Parliament adjourned.(The sitting was closed at 3:55 p. M.)", "language": "en", "original_language": "de", "translation_provider": "google"}]