[{"id": 0, "date": "2017-01-17.json", "name": "Der Präsident. –", "mepid": "1911", "text": "The first item on the agenda is the short presentation by the candidates for election as president. Ladies and gentlemen! I would remind you that under Rule 14 (2) of the Rules of Procedure, under the chairmanship of the outgoing President, there will be no debates which do not concern the election of the President or the examination of mandates. That means in plain language: Today there are no debates except those relating to the upcoming ballot. The agenda this morning is the election of the president in accordance with our rules of procedure. The candidatures for the office of President of our House must be submitted by a political group or by at least 38 Members, in accordance with Article 15 (1) of the Rules of Procedure, with the consent of the respective candidate. I have received the following candidatures for the post of President of Parliament under the conditions laid down in the Rules of Procedure: Ms. Eleonora Forenza Ms. Jean Lambert, Mr Gianni Pittella, Mr Laurenţiu Rebega, Ms. Helga Stevens, Mr Antonio Tajani. A few minutes ago, Mr Verhofstadt informed me that he had withdrawn the candidacy he had already announced. Before the ballot starts, I give the candidates the floor. The candidates each have three minutes to briefly explain their candidacy. The groups have agreed that this should be done in the reverse order to the strength of the groups. That is why we start with the introduction of Mr Rebega, who was proposed by the ENF Group.", "language": "en", "original_language": "de", "translation_provider": "google"}, {"id": 1, "date": "2017-01-17.json", "name": "Laurenţiu Rebega (ENF).", "mepid": "124792", "text": "- Mr President, ladies and gentlemen, these elections are taking place at the most critical moment in the existence of the European Union. It's good, because now we need another alternative, better for Europe. After a long series of political, economic, migration crises and serious security problems, we must recognize that the referendum in favor of Brexit was a first serious warning to the Union. The union sways on the edge of a precipice. Britain will leave, supported by President-elect Trump. In recent days, I and the other candidates have made public a series of documents in which we presented the reasons for which we run, the qualities that recommend us, the beliefs we have and the visions we want to put into practice. There is an obsession with political correctness, which leads to a lack of courage to show clearly both the real causes and the obvious solutions for the Parliament and for the citizens of our countries. If we really believe that the European Union is in a deep crisis, then it is clear that a superficial change will not be enough. No, I think that is not enough and please look more closely and closely. Old speeches and routine actions no longer work. The Europe of Nations and Freedoms Group, which I represent, is calling for more democracy and more transparency in the European Parliament. We demand respect for the millions of taxpayers who voted for our candidates, we demand respect for the rights of our Members in committees and delegations, and we demand an end to the administrative harassment to which our political staff members are subjected. If this is a democratic institution, then why isn't such a simple thing allowed as giving our president a seat in the first place? I demand balance and fairness for all Members, because democracy and respect cannot be the prerogative of large groups. We reject any affiliation, connection or sympathy, present or future, with any authoritarian or totalitarian regime. We all want Parliament to play a more important role. But first let us ask ourselves how the relationship with the European Commission really worked, which constantly showed a lack of respect for Parliament. We, the Europe of Nations and Freedoms Group, oppose any transfer of national sovereignty to any supranational institution. We want a Europe of cooperation that respects the interests of our nations. Moreover, I believe that the power of nations lies in preserving and developing their specificities. And, last but not least, we must defend inside, but also outside this Chamber, individual freedom, freedom of speech and digital freedom. But let's get back to the main question: what kind of president do we really want for the European Parliament? Some say a strong president is needed, capable of imposing political will. But how correct would it be to impose such a will? Others believe that it is not the president who needs to be strong, but Parliament itself. But I wonder how a coherent and innovative Parliament could act if it is dominated by political groups that dictate an agenda? Even if we do not share the same vision, we need stability. We need the patience and the will of a president to ensure that parliamentary rules and compromises are respected. Whoever he is, the president must be fair, patient in negotiations and strong in making decisions to defend stability and fairness for all Members. At the same time, it will have to defend Parliament's interests vis-à-vis all other institutions. Dear Colleagues, I call on you to vote for real change, starting with a transparent and coherent reform of this House. That is before we think of any other form of the Union. People want a Europe of nations and freedom, built through cooperation. We need to make the name change citizens and peace.I call on you to vote for the project I support and for a real democracy, extended and shared by all political groups and all members of the European Parliament.True change never comes from outside, it must come from within.And it can start at any moment.May change begin on this day!", "language": "en", "original_language": "ro", "translation_provider": "google"}, {"id": 2, "date": "2017-01-17.json", "name": "Jean Lambert (Verts/ALE).", "mepid": "4531", "text": "   – Mr President, colleagues, it has been a genuine pleasure talking with all of you during this campaign for the Presidency of the European Parliament, and having listened to you, it is clear that we agree that Parliament needs to change, and the apparent ending of the grand coalition gives an opportunity to demonstrate that we can shift away from electing a usual suspect and maybe even dare to elect a woman from a smaller group – and, if we’re feeling really radical, from the UK, difficult though I know that is for some of you. We may know later today more about the UK’s proposals for its future relationship with the European Union, but we do know that this Parliament will vote on that final deal and should be involved in those discussions, not least as we have enormous knowledge and expertise to offer. And I believe we agree that, as far as possible, this must be a win-win outcome for all our citizens but does not undermine the European Union. But when we were talking, you were clear about some of the other changes. You wanted independence and visibility of the institution, not least in the eyes of our citizens. You wanted greater inclusion – that Parliament’s President must involve the voices of the different political groups in our decision-making, but also inclusion of the people of Europe, and giving more structure and value to the work that we already do, whether that’s with young people, people experiencing poverty, or initiatives such as the Freedom Drive, but inclusion also in our diversity in that wider sense. Transparency was also an issue, and Parliament’s President has to carry through the recent rule changes that we have made, as well as doing more on environmental progress and social responsibility. So visibility, inclusion, transparency are important to all of us, but so are the values that underpin our work as Members of the European Parliament and that our President, as our face to the world, has a responsibility to promote. And when I travel outside the European Union, I am often told that our commitment to universal human rights, democracy and solidarity within and across our borders, backed by environmental progress, is what makes the European Union a valued partner. But of course, it’s not every leader or every country that espouses those values. We are in difficult and shifting political times, but our Parliament has shown itself capable of being critical of some of our own national governments, painful though that is. We have supported proposals for the European Union to act together, to manage the refugee situation (which Council has singularly failed to do), and as Parliament, we have acted to push Council to be a stronger negotiator in the critically-important climate change negotiations. And this week, through our work on the pillar of social rights, we can show that a stable economy does not have to destroy Social Europe. We face many challenges today. Change is necessary. But I believe we are stronger when we promote the values of democracy, universal human rights, and solidarity on a sustainable planet together, and on that basis, I would be honoured to work with you as your President. (Applause)", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 3, "date": "2017-01-17.json", "name": "Eleonora Forenza (GUE/NGL).", "mepid": "125193", "text": "- (IT) Mr President, ladies and gentlemen, good morning to all of you. First of all, I would like to thank the GUE / NGL Group for nominating me as a candidate for the Presidency of the European Parliament, a candidacy which does not want to represent a group, but rather represents a hope, that even in the European Parliament there can really be discontinuity. I am a feminist and a feminist can make a difference, not only to interrupt the long series of jackets and ties that have sat on that chair, but it can make a difference because the full implementation, the ratification of the Istanbul Convention, the overcoming of the gender pay gap, the fight against sexism and homophobia are and must be priorities in a European Union where one in three women suffers physical or psychological violence. Put self-determination for women, men and peoples at the center of the European project. I come from Southern Europe and the austerity policies have made the Southern question a continental issue, they have put entire peoples on the sidelines of the European project with debt blackmail. And yet, security policies have made the Mediterranean Sea a deadly frontier: five thousand deaths in the Mediterranean in 2016 alone. An indelible shame and guilt for the European Union. The first thing I would do as President of the European Parliament? Bringing solidarity in Turkish prisons to HDP MPs imprisoned by Erdogan's repression, which the European Union continues to finance in exchange for a halt to migratory flows. Today all the presidential candidates speak of the need to change, to put an end to the austerity policies. The grand coalition is dead, we hear, in reality more than anything else it has been orphaned, because none of the exponents of the three big groups that made it up, and even the outgoing President who guaranteed it, take responsibility for it. Everyone asks us which candidate of the largest groups we would support if I didn't have to get to the last shift. I ask you whether those who have been part of the grand coalition or who have always criticized and opposed it, inside and outside the European Parliament, are a greater guarantee of discontinuity. I think I can be the best guarantee of the autonomy of the Parliament from the Commission and the Council, having never participated in any G5, at most I have contested the G8, of equal dignity as all the Members, of a functioning of the Parliament not blocked by agreement between the large groups, a real power of legislative initiative by the Parliament, a revision of the treaties sixty years after those of Rome, the end of the waste of two seats for the European Parliament. As President I would voice all of this. But above all I would like to give voice to a generation, my generation, the generation that has known precariousness and unemployment, for which Europe has never been Altiero Spinelli's dream, but a nightmare, a nightmare made of precariousness, made of uncertainty and instability. I would like to be their voice, I would like to be the voice of that generation that walked the streets of Genoa, the streets of Prague, the streets of Thessaloniki, that wandered around Europe saying that another Europe is possible. Here, the European Parliament must not be a red zone, it must be a transparent house, it must be the home of those who think that another Europe is possible and as President of the European Parliament I would like to work on building it.", "language": "en", "original_language": "it", "translation_provider": "google"}, {"id": 4, "date": "2017-01-17.json", "name": "Helga Stevens (ECR).", "mepid": "125105", "text": "   – Mr President, standing here reminds me of the first time I entered this grand Chamber. I remember the excitement I felt, knowing that in this room we can deliver the greatest amount of good for the largest number of people. That is why we are all here: to improve the lives of our citizens. Yet, since I arrived, what have I seen? I have seen an old boys’ club in charge, a few men from a few countries seeking to dominate every major decision, and a way of working that leaves many MEPs and the people they represent out in the cold. That is not fair, not open and not representative of the diversity of Europe. So I stand here with a clear purpose: to make sure that every voice matters in this Parliament and that every MEP – every one of you – has equal power. There is an old saying: ‘A strong woman stands up for herself, a stronger woman stands up for everyone else’. So my appeal to every single one of you in this. Don’t vote for the candidate who wants to further their own agenda. Vote for the candidate who wants to help you deliver your agenda and your citizens’ agenda and who wants to stand up for all 750 of you. Vote for the candidate who embodies change and who shows the people of Europe that we are here to represent every corner of Europe, every viewpoint, every single citizen. Vote for the candidate who will listen to you. Now I might be deaf, but I am a very good listener. And let us today send out a signal that we stand by our own motto of ‘united in diversity’: that, wherever you come from, whatever background you have or obstacles you have faced, Europe is a place where even the greatest of challenges can be overcome with hard work and optimism. Since I was elected, I have been honoured to work with MEPs from across this Chamber. Any of you who have worked with me will know what I believe in. I believe in uniting people, in equality and fairness, and in respect. Those are the values I would bring to this role if you vote for me today. So let us make a bold and decisive step towards change right now. Let us restore people’s faith in the European Parliament. Let us end the old boys’ club and breathe some fresh air into this building. If you think it’s time for change, then I can deliver it: nobody left behind, no more backroom dealing, no more old boys’ club. It is time that every voice matters. (Applause)", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 5, "date": "2017-01-17.json", "name": "Gianni Pittella (S&amp;D).", "mepid": "4436", "text": "- (IT) Mr President, ladies and gentlemen, I am running for President of the European Parliament because I want a more courageous Europe, a stronger Parliament in the face of the great challenges of the world, a Europe that is not afraid of diversity, but which encourages it. This Parliament must be the space for debate for all and for all. For this reason there will never again be, whatever the result of today, a grand coalition, a privileged understanding between the big groups, because there is a need for clarity, because never before is Europe and our democracies in need of a clear and civil dialectic between different ideas and visions, which is different from instability and paralysis. If you elect me as President, I will be the guarantor of this confrontation, I will put all the political groups and all of you, individually, in a position to express yourselves at best and to influence the decisions of this institution. I will work to make this Parliament as inclusive as possible, I will be the President of all. I have deep respect for diversity, I will support gender equality within this institution, I believe in transparency and I will do everything in my power to make Parliament a house of glass. I believe in the Community method, I believe in a loyal relationship of collaboration with the European Commission, but I will ask that all the institutions fully respect the prerogatives of Parliament. I will work for a Parliament that involves citizens through large forums on the central issues of our life, from the relationship between democracy and finance to sustainable development, climate change, culture. It will be a Parliament projected towards the world in these turbulent times to be a banner, a calm and powerful engine of peace, democracy, respect for human rights and hope, but it will also be the Parliament capable of being with its members and with its President where you suffer and excel, in schools and universities, in companies and among non-governmental organizations, in the streets and in all democratic fora. I am more and more convinced that man, we, can solve even bigger problems by sowing freedom and equality in the arid lands of disenchantment and disappointment and in the barren ones of despair. He guides me on the compass of faith in reason and science, in the intelligence of men and peoples, in the Christian ethics of caring for people, the community and the environment. Colleagues and colleagues, I too come from a country in Southern Europe, from a small but dignified land, a village from which Italy seemed far away and the life in the countryside was hard as the hoe that meets the stone and the hunger was such that over the years thousands of people have been forced to emigrate, but always with their heads held high. This Europe needs to be changed, and I know it, but the mere fact that I, coming from so far away, am here in front of you, in this hemicycle, with the high ambition to give you a voice, to give a voice to all of you, despite everything, the dream that a more just and freer Europe is the hope of our peoples. I don't know what will happen today but know, and I tell you with all my heart, that if you elect me President I will serve your hope with my head held high, with humility and with passion and gratitude.", "language": "en", "original_language": "it", "translation_provider": "google"}, {"id": 6, "date": "2017-01-17.json", "name": "Antonio Tajani (PPE).", "mepid": "2187", "text": "- Mr President, I believe in Europe, but we need to change. We need a strong Parliament and we need a good President. We need a good speaker working for everybody. We need a President, not a Prime Minister, a President who has experience, I make my 23 years of work in these institutions available to defend the will of Parliament before the Council and before the Commission. When I am before the Council I will not present my ideas, I will present the ideas of the majority of Parliament, explaining that there is also a minority that thinks differently and, before going to the Council, I will inform you about what I mean. MEPs will have an important role to play in bringing Europe closer to its citizens. We need a more democratic Europe, we cannot shut ourselves up in the castle of Brussels, we must go towards the citizens and I will launch a series of initiatives to open the doors of Parliament to citizens, to categories, so that there can be a continuous confrontation between deputies, all deputies, and European citizens. I do not have a program to present to Parliament, because the President of Parliament cannot have a personal program. My program is the program decided by Parliament, the fruit of the interinstitutional agreement with the Commission and the Council. It is about: the fight against terrorism, the solution to immigration, the fight against climate change, the digital agenda, energy policy, Brexit of course, we will have to be very balanced, defend Europe's rights, but think that one day the Great Britain will be an important interlocutor for us. And then there is growth and work, we cannot forget how many unemployed there are still in our European Union. There is no freedom and no dignity without work and we too must give a concrete sign. I tried to do this when I gave up my allowance of half a million euros as a European Commissioner, my allowance severance pay, because it seemed unfair to me that in front of so many people who were suffering a European Commissioner would collect such an important sum. But we also did concrete things ... Hemos trabajado mucho con los diputados españoles of the Principado de Asturias to defend the industry of Tenneco. Cuando los americanos intentaban cerrar esta fábrica, nosotros hemos ganado: la fuerza de Europa, la fuerza de todos los diputados. Ahora hay más de doscientos trabajadores que trabajan en Tenneco, en Gijón. These are concrete things that we have done, we will have to move forward, but my cabinet too, and I conclude, Mr President, will be an image of what I want to do. I will reduce the number of members of the President's cabinet, there will be the same number of women and men because gender equality is important, there will be a member dedicated to relations with deputies, there will be a member dedicated to relations with the lands further away, with the more peripheral regions and with linguistic minorities. And then we cannot forget the values. Je pense qu’il faut concludes. Je le ferai en langue française parce que je veux dire, de façon très claire, que je soutiendrai tous les députés et tous les groupes. Je ne partage pas tout ce que M. Voltaire a dit, mais il ya une phrase que je partage: \"je ne suis pas d'accord avec ce que vous dites, mais je me battrai jusqu'à la fin pour que vous puissiez le to say\". Et cela vaut pour tous les députés et tous les groupes. Pourquoi? Parce que tel est le sel de la démocratie. Il faut défendre la démocratie. J’y crois et sans démocratie, il n’y a pas de liberté pour nos concitoyens. La liberté, there is the clé de l'Union européenne, the clé de notre civilization, the clé de notre histoire et la clé de l'avenir de l'Union. (Vifs applaudissements)", "language": "en", "original_language": "it", "translation_provider": "google"}, {"id": 7, "date": "2017-01-17.json", "name": "Der Präsident. –", "mepid": "1911", "text": "This ends the round of introductions.", "language": "en", "original_language": "de", "translation_provider": "google"}, {"id": 8, "date": "2017-01-17.json", "name": "Martin Schulz (S&amp;D).", "mepid": "1911", "text": "- We will now start the voting process.I ask your attention to the procedural questions.In accordance with Rule 16 (1) of the Rules of Procedure, I remind you that in order to be elected, a candidate must receive an absolute majority of the valid votes cast in the first three rounds of voting.Voting slips that have not been completed or that have been made invalid are deemed to be votes not cast.We now come to the draw for eight voting counters.(The counters are: Mr. António Marinho e Pinto, Mr. Christian Ehler, Ms. Anneliese Dodds, Mr. Ricardo Serrão Santos, Mr. György Hölvényi, Ms. Lola Sánchez Caldentey, Mr. Gunnar Hökmark, Ms. Elisabeth Köstinger.)", "language": "en", "original_language": "de", "translation_provider": "google"}, {"id": 9, "date": "2017-01-17.json", "name": "Anneliese Dodds (S&amp;D).", "mepid": "124969", "text": "   – Mr President, I have childcare issues in the evenings, so I am not sure if this is going to work. I am sorry, It might be difficult. I have got an 11—month—old baby with me. I can I try but she might not like it very much. (Applause)", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 10, "date": "2017-01-17.json", "name": "Der Präsident. –", "mepid": "1911", "text": "If you have to leave earlier, colleague, we will draw a replacement meter for you before the ballot.(The President gives instructions for the tellers and asks them to come to him briefly before the ballot and then take their places at the ballot boxes.) (The meeting is briefly interrupted.)", "language": "en", "original_language": "de", "translation_provider": "google"}, {"id": 11, "date": "2017-01-17.json", "name": "Der Präsident. –", "mepid": "1911", "text": "We now come to the election of the President of the European Parliament in accordance with our Rules of Procedure.(The President gives technical instructions for filling in the ballot papers and the process of the election.) The ballot is now open.****", "language": "en", "original_language": "de", "translation_provider": "google"}, {"id": 12, "date": "2017-01-17.json", "name": "Der Präsident. –", "mepid": "1911", "text": "I am now announcing the results of the first round of voting for the President of the European Parliament. Votes cast: 718 Invalid votes: 35 Valid votes cast: 683 This means that the absolute majority required to be elected in the first ballot is 342 votes. Forenza received 50 votes, Lambert 56 votes, Pittella 183 votes, Rebega 43 votes, Stevens 77 votes and Tajani 274 votes. Since no candidate received an absolute majority of the votes cast, we come to a second ballot. If there are no further comments, I assume that the candidacies of the first ballot will be upheld. So to date I have the Forenza, Lambert, Pittella, Rebega, Stevens and Tajani candidacies. Would any of the named colleagues want to withdraw his or her candidacy? That's not the case. Then it remains in the second ballot with all specified candidacies. According to our rules of procedure, it is possible to submit additional candidacies before each ballot. So if any of you feel like running in a second ballot, that person can do so. I set the deadline for the submission of such candidacies for the second ballot at 12.30 p.m. Candidates must be deposited with the incumbent President and they can be submitted to the Deputy Secretary General in office R00.101. This is the presidency office. (The sitting was suspended from 11.30 a.m. to 1 p.m.)", "language": "en", "original_language": "de", "translation_provider": "google"}, {"id": 13, "date": "2017-01-17.json", "name": "Der Präsident. –", "mepid": "1911", "text": "We now come to the second ballot. I have not received any new candidacies for the second round of voting for President of the European Parliament under the Rules of Procedure. I have also been informed that all candidacies in the first round of voting will be upheld. I now ask the ushers to distribute the ballot papers and envelopes. Allez-y, distribuez les bulletins de vote. You all know the procedure. May I ask the pollers to take their places. The list of counters remains. I ask the tellers to go to their ballot boxes and give me a signal when they have reached the appropriate places. The ballot has started. **** The ballot is closed. I ask the tellers to go back to room R1.1 to count the votes. (The sitting was suspended at 1.30 p.m. until the results of the second ballot were announced.)", "language": "en", "original_language": "de", "translation_provider": "google"}, {"id": 14, "date": "2017-01-17.json", "name": "Der Präsident. –", "mepid": "1911", "text": "I am now announcing the result of the second round of voting for the President of the European Parliament. Votes cast: 725 Invalid votes: 34 Valid votes cast: 691 This means that the absolute majority required to be elected in the second ballot is 346 votes. Forenza received 42 votes, Lambert 51 votes, Pittella 200 votes, Rebega 45 votes, Stevens 66 votes and Tajani 287 votes. I note that no candidate received an absolute majority of the votes cast and that we therefore have to enter a third ballot. If there are no further comments, I assume that the candidacies of the second ballot will also be upheld for the third ballot. So far, I have received the candidatures of Ms. Forenza, Ms. Lambert, Mr. Pittella, Mr. Rebega, Ms. Stevens and Mr. Tajani. Further candidacies can also be announced in this third ballot. I am therefore setting the deadline for the submission of candidacies for the third ballot or any changes to the current candidacies at 5 p.m. These candidacies must be submitted to the President chairing the meeting. The submission point is the presidency's open plan office. The candidacy or a change in the candidacy must be submitted to the Deputy Secretary General. I will schedule the sitting for the third ballot at 5.30 p. M.", "language": "en", "original_language": "de", "translation_provider": "google"}, {"id": 15, "date": "2017-01-17.json", "name": "Der Präsident. –", "mepid": "1911", "text": "We now come to the third ballot.I have not received any new candidacies for the third ballot for President of the European Parliament under our Rules of Procedure.The candidacies of the second ballot are upheld.I now ask the ushers to distribute the ballot papers and envelopes.May I ask the pollers to take their places.The ballot has started.****", "language": "en", "original_language": "de", "translation_provider": "google"}, {"id": 16, "date": "2017-01-17.json", "name": "Der Präsident. –", "mepid": "1911", "text": "Ladies and gentlemen! I was informed that there was an incident at a ballot box during the third round of voting: a member refused to show his identity document and threw the ballot paper next to the ballot box. The counters sat down on this incident and decided unanimously to rate this vote as invalid. I would ask you all to have your Membership ID with you on the last ballot in case it is necessary to show it. I now come to the result of the third round of voting for the President of the European Parliament. Votes cast: 719 Invalid votes: 29 Valid votes cast: 690 This means that the absolute majority that is necessary to be elected in the third ballot is 346 votes. Forenza received 45 votes, Lambert 53 votes, Pittella 199 votes, Rebega 44 votes, Stevens 58 votes and Tajani 291 votes. Since no candidate received an absolute majority of the votes cast, there will be a fourth ballot. In accordance with Article 16 (1) of the Rules of Procedure, only the two candidates who received the highest number of votes in the third ballot will run for the fourth ballot. Those are, in alphabetical order, Mr Pittella and Mr Tajani. I will now interrupt the sitting until 8 p.m. and call the fourth ballot at 8 p.m. (The sitting was suspended from 7.10 p.m. to 8 p.m.)", "language": "en", "original_language": "de", "translation_provider": "google"}, {"id": 17, "date": "2017-01-17.json", "name": "Der Präsident. –", "mepid": "1911", "text": "First of all, a new teller needs to be drawn because Ms. Anneliese Dodds has to be replaced.(The President elects Ms. Lara Comi as the teller by drawing lots.) We now come to the fourth ballot.I would remind you once again that, pursuant to Rule 16 (1) of the Rules of Procedure, in the fourth ballot only the two members who received the highest number of votes in the third ballot can be candidates.These are Messrs. Pittella and Tajani.I now ask the ushers to distribute the ballot papers and the envelopes.I ask the tellers to take their places.The ballot has started.****", "language": "en", "original_language": "de", "translation_provider": "google"}, {"id": 18, "date": "2017-01-17.json", "name": "Der Präsident. –", "mepid": "1911", "text": "I am announcing the results of the fourth ballot.Votes cast: 713 Invalid votes: 80 Valid votes cast: 633 The Honorable Pittella received 282 votes and Mr Tajani received 351 votes.(Applause) I note that Mr Antonio Tajani has thus been elected President of the European Parliament.Dear colleague Tajani!I warmly congratulate you on your choice.I wish you all the best in your office, good luck and every success.Mister President!May I ask you to take your place.(Continued, strong applause)", "language": "en", "original_language": "de", "translation_provider": "google"}, {"id": 19, "date": "2017-01-17.json", "name": "Presidente. –", "mepid": "2187", "text": "I want to thank all of you, both those who voted for me and those who voted, in this last round, for my friend Gianni Pittella and I also greet all those who voted for the other candidates of the various political groups. It was a democratic confrontation. As I told you today, I will be the President of all, I will respect all the Members, I will respect all the groups. You can count on my total availability. I thank President Martin Schulz, I was his first vice-president and I believe I have always shown great loyalty to him, as he has shown it to me, so I thank him for the work he has done. I want to dedicate this result to the victims of the earthquake that hit my country, who are still experiencing moments of great difficulty, it is very cold, not everyone has yet managed to solve their problem, so I believe that a strong message of solidarity on the part of this Parliament, as it must go to all victims of terrorism, without forgetting those who are suffering at the moment, both those who have no home, the homeless, and those who have no work. Here, I believe that we must watch and pay great attention and dedicate our work to all those who are in difficulty, I believe that this is a common sentiment and the best message that can be sent from Strasbourg to our fellow citizens. Thank you again for what you did this day by participating in a great democratic competition, tomorrow morning we will start working together again for the good of our fellow citizens. Of course I will keep all the promises I have made with you today, I will try to do my best and, of course, I will ask for the support of all the Members who sit in this assembly.", "language": "en", "original_language": "it", "translation_provider": "google"}]