[{"id": 0, "date": "2017-02-02.json", "name": "Presidente. –", "mepid": "96864", "text": "The next item is the debate on the Commission declaration on democracy and justice in Romania.", "language": "en", "original_language": "it", "translation_provider": "google"}, {"id": 1, "date": "2017-02-02.json", "name": "Frans Timmermans", "mepid": "n/a", "text": "   First Vice-President of the Commission. – Mr President, fate has dictated that for the last 28 years, in some way or form, I have been a close follower of developments in Romania, and if you see the progress made over that period of time, you can only be astonished by the force of the Romanian people’s will to become a fully fledged European, democratic, open nation. This development was reflected in the recent report on the cooperation and verification mechanism (CVM) which the Commission published last week, where we had an overview of the progress of the CVM over the past decade. It was not a linear development: sometimes, elements went fast; sometimes they went a bit more slowly, but still the development was spectacular. We could say that Romania is now in the final leg of this long, long marathon, heading to a situation where development towards the strengthening of the rule of law is irreversible, and that is the criterion the Commission now applies. It should be irreversible and, in this context, what we have seen over the last couple of days is worrying. The emergency ordinance and the draft legislation pertaining to the fight against corruption cannot be interpreted as anything other than a step back from the progress we have seen in the last decade, and I would urgently call upon the Romanian Government to reconsider what they have done, both with the emergency ordinance and with the draft legislation. Like any European nation, the Romanian nation deserves politicians and governments who support the fight against corruption, who want to rid their societies completely of corruption. And the efforts made in Romania – I must underline this – have been phenomenal, with really very good progress. So, why would you, in the final metres of a marathon, turn back and go in the other direction? I would like to call upon the Government not to go down that road. And we have seen the protests in Romania. We have seen the very clear worries expressed by the Romanian judiciary on this. Let them finish their job so that we can then come to the conclusion that developments are irreversible. The Commission has a direct interest in all of this because the legislation, if it is adopted, could also affect the disbursement of European funds in Romania, so we have to be very careful that we assess that. We will analyse the draft legislation and look into these matters, but today, for me, the most important thing is to make this political point to the Romanian Government: do not turn your back on this development. Do not go the other way. Continue. Hold this course, however painful it might sometimes be, because you do it in the service of your population. All Romanians deserve a country freed of corruption. And look at what has been achieved! Do not ever forget that. Let me end by referring to someone whom I regard as one of the biggest, most important Romanians of the 20th century. Sadly he has been dead for quite some time, but for me he reflects the European spirit of that great nation. It is Paul Celan. He was a Romanian who spoke German. He was a Jew, who lived in exile in Paris. He was thus a true European, not by choice but by fate because first the Nazi persecution then the Communist oppression prevented him from staying in his native land. But he remained a European, living in Paris, writing his poetry in German even in the 1940s, and believing in this European dream of European brotherhood. And he was a true son of the Romanian nation. Romania needs to take its place amid the European nations without being seen as in any way different. To achieve its dream it also needs to rid itself of corruption. It is almost there: the development is almost irreversible. So please, I say to the Romanian Government: do not take any steps in the other direction.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 2, "date": "2017-02-02.json", "name": "Esteban González Pons", "mepid": "125027", "text": "on behalf of the PPE Group. - Mr President, as Vice-President Timmermans has just said, we are concerned about the decisions that the Romanian Government is taking. 29 days after taking office, his priorities are to weaken the fight against corruption and lower prison sentences for the corrupt. The Attorney General, the General Council of the Magistracy and even the President of the Republic have asked to correct these two excesses and the Romanian Government does not listen to them. Citizens are demonstrating in the streets across the country and the Romanian government is also ignoring them. Let no one be confused. The problem is not whether or not we like the laws passed by the government of a Member State. The problem is whether these laws weaken the quality of democracy, the quality of justice, the quality of the rule of law. And that is what we are discussing this morning. Nothing more, but nothing less. We debate with full respect for the institutional political sovereignty of Romania but, at the same time, with full responsibility. Because this Parliament also represents the twenty million Romanians. The voice of Romanians has the same right to be heard in the Parliament of Strasbourg or in the Parliament of Brussels as in the Parliament of Bucharest. Ladies and gentlemen, on days like today it should be remembered that belonging to the European Union is not just about receiving funds and sharing borders. It is to assume a series of principles and values ​​and, above all, the commitment to maintain them in the future. It is to assume that in Europe, in Europe, no one is above the law and to ensure that justice is exactly the same for everyone. It is to assume that crimes never go unpunished and that it is mandatory to prosecute and bring them to court. A government can have a parliamentary majority, but that does not mean that it is not wrong, that does not mean that it can do anything. In the rule of law, the force of the law has limits in the constitutional values ​​that justify our coexistence. In the rule of law, the law cannot be unfair. In the rule of law, the law cannot be a Trojan horse against democracy. You cannot govern so that there are first and second class citizens or citizens who have to comply with the law and others who can live outside the law. The action of the new Romanian Government - as Mr Timmermans has said - is destroying years and years of the fight against corruption, promoting impunity. And abusive behavior can set Romania back. This is an alert that is lit in the European Parliament. The Romanian Government still has time to rectify, and we formally ask it from the European Parliament to rectify it. Things in a democracy cannot be done in any way and when you make a mistake you have to know how to rectify it. No government in the world is above the law. The laws belong to the people and when the government acts against the people it loses the title that allows it to call itself a democratic government. To rule for corruption is to rule against democracy.", "language": "en", "original_language": "es", "translation_provider": "google"}, {"id": 3, "date": "2017-02-02.json", "name": "Josef Weidenholzer", "mepid": "111014", "text": "on behalf of the S&D Group. - Mister President! For the S&D Group, today's debate marks the beginning of a careful and constructive examination of what is going on in Romania. The rule of law and the principle of the separation of powers are for us immovable principles; they are of universal importance and must apply to all Member States. Wherever these principles are violated, we must oppose them. We take this debate very seriously and the situation does not tolerate any party political squabbles; therefore this debate must be followed by a detailed discussion in the LIBE committee, which includes an information visit to Romania. We must not allow ourselves to be seduced by superficial politics of the day: we have to go deep. All facts must be on the table and all actors must be scrutinized. The scourge of corruption can only be eradicated if the analysis is ruthlessly applied. We need to talk about the role of the institutions and how they fulfill their obligations, about the prison system and how corruption crimes are dealt with, about the principle of proportionality and the importance of prevention, and also about the role of the secret services in fighting corruption. In our opinion, they have no business there. The main aim is to strengthen the independence of the judiciary, law enforcement and the judiciary. We will address these questions in the LIBE committee emphatically, relentlessly and with the political will not to change daily political change. The point is to improve the situation in Romania and to do what the Vice-President has just said, namely to successfully cover the last few meters.", "language": "en", "original_language": "de", "translation_provider": "google"}, {"id": 4, "date": "2017-02-02.json", "name": "Monica Macovei", "mepid": "96824", "text": "on behalf of the ECR Group. - Mr President, two nights ago, the Romanian Socialist Government amended, by emergency ordinance, the Criminal Code and the Code of Criminal Procedure. The amendments to the Code of Criminal Procedure and Procedure were published around one o'clock at night in the Official Gazette. Do you know what are the headlines in the Romanian press? This government is called the government of thieves, the mafia installed in the government, the organized crime group, the government of bandits. Of course, because they acted at night, unexpectedly, without notifying anyone, without being on the agenda, and they amended the Criminal and Criminal Procedure Code to get rid of them, to get rid, first of all, of the party president. Socialist from Romania, Mr. Dragnea, who has a two-year sentence for electoral fraud and who risks another one now, but escaped the file because, through these ordinances - this was the urgency: emergency ordinances - Dragnea, the president The Socialist Party of Romania can no longer be tried in the second case because it abrogated this crime, it no longer exists. So to change the abuse of office, the abuse of power that exists in all countries of this world, as a result of which many politicians escape, many from the administration, many from the Socialist Party and ALDE who are together in government. Do you know that the world is on the street? One week ago, there were a hundred thousand people in Bucharest, on Sunday, just to prevent the adoption overnight, so that the bandits could then adopt these emergency ordinances. And last night there were about two hundred thousand people on the street in Bucharest and another two hundred thousand people, at least, all over the country, almost half a million people took to the streets and will go out every day in the street. The only thing Parliament can and must do, and the Commission, is to ask that by 9 February, when the amendments to the Criminal Code enter into force, it ask this government to repeal everything by emergency ordinance that emergency ordinance that amended the Criminal Code.That's it, no mission.What to check on the mission?After what happened and when nothing can come back?Now go on a mission tomorrow if you want!Go to the people, be with the Romanian people, with the Romanian people and not with the thieves!And I would say something else: it was just announced yesterday that a new blow is coming on Friday: they want to abolish the National Anticorruption Directorate, they want to stop being investigated.So, go to Romania, but tomorrow, not after February 9, when the amendments to the Criminal Code come into force, if you are really correct with Romania and the Romanians!(The speaker agreed to answer a question referred in accordance with the \"blue card\" procedure (Rule 162 (8)).", "language": "en", "original_language": "ro", "translation_provider": "google"}, {"id": 5, "date": "2017-02-02.json", "name": "Ioan Mircea Paşcu (S&amp;D)", "mepid": "33984", "text": "  blue-card question. – Madam, as you surely know, last night the anti-corruption prosecutors were ordered to initiate penal investigations against the officials and civil servants who dared to draw up draft legislation perceived as a curtailment of their absolute power. Is that not a perfect example of anti-corruption being abused?", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 6, "date": "2017-02-02.json", "name": "Monica Macovei (ECR)", "mepid": "96824", "text": "Answer to a question addressed in accordance with the \"blue card\" procedure.- Thank you very much for the question, Mr Pascu.This is exactly what must happen: thieves must be investigated.In Romania, thieves must be investigated and have been investigated, which is why we entered the European Union with the fight against corruption, with the red flag, which the socialists also left.Isn't it normal to investigate them?Not to mention that, also through that emergency ordinance, given at night, you do not change the Criminal Code at night, at midnight, unless you are a thief.By that ordinance, they amended the Criminal Code to get rid of what they were doing that night.They have taken away the criminal's favor, for example.Exactly what they did, because there are over two thousand cases from which criminals escape.Criminals need to be investigated, of course.", "language": "en", "original_language": "ro", "translation_provider": "google"}, {"id": 7, "date": "2017-02-02.json", "name": "Norica Nicolai", "mepid": "96825", "text": "on behalf of the ALDE Group. - Mr President, no one can question the European vocation of the Romanian people. How can no one question the political option expressed in December, which led to a PSD-ALDE government. In fact, today in Bucharest, Commissioner, we are witnessing, under the pretext of the administration of justice, an attempt to overthrow a legitimately elected political power. Because this ordinance, Commissioner, is made in accordance with the provisions of the Romanian Constitution, which obliges, when the Constitutional Court declares unconstitutional texts of law, to be brought in accordance with that law within 45 days. By the way, a minister of justice from the previous government said that in Romania human rights are a luxury. Yes, Mr President, I am a luxury because this Constitutional Court has enshrined the fact that abuses are being made regarding the right of defense, that there are interceptions without a warrant from the judge, that abuse of office is too broad an incrimination to procedural guarantees is not respected. The Romanian state is motivated to fight corruption and has proved it, but the battle of corruption does not mean in any case selective justice, abusive justice. Justice must be equal for all and, therefore, I welcome the fact that we will have a very clear investigation of what is happening in Romania and not an emotional manipulation. I understand, Mr President, that Romania is a credible partner and a credible member of the European Union. I would not want, for the Romanian people, to question this credibility today under a purely political pretext. Including DNA, the main institution that claims to be a defender of corruption today, was established by emergency ordinance. We cannot, Mr President, in the name of a battle that is fair, that is legitimate, with dishonest means, change a political power.", "language": "en", "original_language": "ro", "translation_provider": "google"}, {"id": 8, "date": "2017-02-02.json", "name": "Barbara Spinelli", "mepid": "124810", "text": "on behalf of the GUE / NGL Group. - (IT) Mr President, ladies and gentlemen, tens of thousands of Romanian citizens have been taking to the streets for days to protest against two decree laws prepared by the premier which decriminalize corruption offenses below a certain damage threshold. I sympathize with their battle and with the reaction of President Iohannis, who spoke of the decrees as a day of mourning. Coming from Italy, I know what he means when he talks about mourning. In Italy there have been many attempts to decriminalize corruption and even complicity with the mafia in the Berlusconi years. I can assure you that the corruption has been strengthened. Above all, I find the way in which the emergency decrees were passed: secretly, at night, without first consulting Parliament and the Constitutional Court. This is a frequent way of proceeding in Europe: executive power is increasingly centralized and the political forces that win the elections behave as if this victory allowed the abolition of the check and balance mechanisms on which constitutional democracies are founded. The protests of citizens and the press in Romania remind us that they too - associations and the press - are powers called to restrain central power, especially in times of economic and social crisis. The Romanian government says that decriminalization is necessary to avoid the overcrowded prisons, denounced by the European Court of Human Rights. It's an excuse that doesn't stand up. The argument has also been used in Italy. Similar decrees are adopted to avoid imprisonment for a few dozen corrupt politicians. It is all here. What citizens, NGOs, constitutional judges, the president himself, in Romania denounce, in my humble opinion, rightly. (The speaker agreed to answer a \"blue card\" question (Rule 162 (8)))", "language": "en", "original_language": "it", "translation_provider": "google"}, {"id": 9, "date": "2017-02-02.json", "name": "Maria Grapini (S&amp;D)", "mepid": "124785", "text": "Question asked under the \"blue card\" procedure.- Dear colleague, you talked about two ordinances: do you know the real situation in Romania?Do you know that these are not two ordinances?Do you know that the pardon order is sent to Parliament in the form of a law?And the second question: if the president of your country were to incite the population by going to an unauthorized rally - he is a mediator, not an instigator - and would refuse to declassify some documents related to the joint SRI and justice team investigations, would you consider interference in justice?Because our judicial experts, professional associations, consider interference in justice.", "language": "en", "original_language": "ro", "translation_provider": "google"}, {"id": 10, "date": "2017-02-02.json", "name": "Barbara Spinelli (GUE/NGL)", "mepid": "124810", "text": "Answer to a \"blue card\" question.- I will not go into the details, I know that they are two decrees and I only invite you not to speak of interference from justice because this is also a language I know, which we have all heard in Italy.When political corruption expands, those responsible for corruption typically say that there is interference from justice.I invite you to just be careful.", "language": "en", "original_language": "it", "translation_provider": "google"}, {"id": 11, "date": "2017-02-02.json", "name": "Judith Sargentini", "mepid": "96815", "text": "on behalf of the Verts / ALE Group.- The massive demonstrations in Bucharest last night and the days before show that the Romanians take their democracy very seriously.This morning I read that the Minister of Commerce wants to give up his position because he does not want to take these proposals on his behalf.I also see this debate as a support for the plea to rethink matters.It should convey a sense of urgency to the Romanian government because corruption is the rottenness in the system.It erodes trust in the rule of law and also the trust between you and the neighbors.When that happens, you are very far from home.Commissioner Timmermans rightly said: Romania is on the right track, the last few meters.Why is this happening now?I appreciate your very clear statements.I propose to work together because we have seen with Hungary and Poland what happens if we are not on time.", "language": "en", "original_language": "nl", "translation_provider": "google"}, {"id": 12, "date": "2017-02-02.json", "name": "Roberta Metsola (PPE).", "mepid": "118859", "text": "   – Mr President, it is important that we are having this debate. We must speak out against corruption everywhere, and today we are here because we hear the people of Romania and we stand with them. The EU institutions, and this Parliament in particular, cannot remain silent on political corruption if we are to remain relevant to the people we represent. Let me be clear. This is not about the Romanian nation or the Romanian people: this is about the corrupt few who are working to circumvent the law. Romania’s efforts to join the European Union, 10 years ago, were pushed by those who wanted a different way, who believed in Europe and its value system, and who looked to Europe as a way to ensure that a crooked establishment never again gripped the reins of power. Europe cannot and should not abandon those who are reaffirming these ideas in the streets of Bucharest and Timișoara. And this is an issue that goes beyond Romania. I come from Malta, where our Government has the dubious honour of having the only sitting EU Minister, and now the EU Energy Council Chair, whose secret financial set-ups were exposed by the Panama Papers. So, as you can imagine, Vice-President Timmermans, the fight against corruption is top of people’s concerns, at home too. Strong anti-corruption policies must be a hallmark of our European Union. This is about standing up for our founding principles. People across the Union look to the EU institutions for leadership and direction in the fight against corruption. They cannot be met with silence, indifference or excuses. So my message here today: Români, suntem cu voi! (Vorbitorul a acceptat să răspundă unei întrebări adresate în conformitate cu procedura „cartonașului albastru” (articolul 162 alineatul (8) din Regulamentul de procedură)).", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 13, "date": "2017-02-02.json", "name": "Andi Cristea (S&amp;D)", "mepid": "40224", "text": "Question asked under the \"blue card\" procedure.- Dear colleague, I respect you very much and my question for you is if you think you are informed and documented necessary and correctly about what is happening in Romania or if you have taken, without an analysis, practically, the explanations and arguments of Romanian colleagues fromyour delegation?", "language": "en", "original_language": "ro", "translation_provider": "google"}, {"id": 14, "date": "2017-02-02.json", "name": "Roberta Metsola (PPE)", "mepid": "118859", "text": "  blue-card answer. – Listening to the people in this room today and looking at all the young people protesting on the streets of Romania, knowing many Romanian people, who have spoken to me – and even, yes, looking at the message that was just sent by the highest authorities in Romania to all the email addresses of those working in this Parliament – yes, I know what is happening in Romania, and I am more convinced than ever of what I have just said.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 15, "date": "2017-02-02.json", "name": "Victor Boştinaru (S&amp;D).", "mepid": "39711", "text": "- Mr President, Mr First Vice-President of the European Commission, beyond the tragic-comic speech of my colleague Macovei, around the amendments to the Criminal Code adopted by the government, it is clear that the street in Romania is trying to cancel the December 11 elections. In recent years, abuses, violations of the law, the accentuation of the abusive and repressive character of the state have intensified. The commission was silent on the magistrates' strike, although it had information about the situation. He was silent when he learned about secret protocols between DNA and SRI, although he should have investigated. This must be done by the LIBE Commission in Romania and here in Parliament. This country, deeply loyal, Romania, deserves to return to democracy, the constitution and the separation of powers in the state. At this dramatic moment for my country, the country would not accept, my nation would not accept the street to overthrow a government and the consequences would be incalculable; and I remind the European Commission, in 2012, that the Commission's complicity or the voluptuousness with which Basescu's theses were embraced led to the cancellation of the 2012 referendum. It would be tragic and unacceptable for this to happen again.", "language": "en", "original_language": "ro", "translation_provider": "google"}, {"id": 16, "date": "2017-02-02.json", "name": "Mircea Diaconu (ALDE).", "mepid": "124805", "text": "- Mr President, in order for the discussion to be complete, you also had to have a criminal from Romania here. And that's me. I was investigated while I was a senator and minister of culture. I was investigated for two years. At each visit to the General Prosecutor's Office, the press was announced, it was natural for the press to be announced, my public destruction was, of course, attempted. Two years later, the prosecutor investigating me said the following: \"Mr. Deacon, I have not found any damage, but I am sending you to court.\" I think he smiled cynically, as a kind of personal victory, and sent me to court asking for two and a half years in prison for me, with execution. I was acquitted, of course, after another two years. I don't want to talk about my years of torment and how much I lost and probably got older during this time. This is not the problem. The problem is that in Romania it is, indeed, an enormous problem, but not where you discuss it, where you see it, some of you, but in the fact that, for some time now, the popular vote has been modified, stolen, thrown away. and simply by methods other than democratic ones. I won't go into details, it's not time. Commissioner, with all due respect, I have all the respect for you, without question, I do not agree with you at all on one point, namely that of admiration for Paul Celan. I think the same. The problem is different: let, in my opinion and according to my request, let Romania find its way, alone, it has all the institutions at hand, there is justice and it is functional, there is a Constitutional Court that will resolve this dispute in a short time. It is democracy in Romania. The moment people go out on the street, nothing happens and they can take their step, there is justice in Romania the moment this dispute will be settled in court.", "language": "en", "original_language": "ro", "translation_provider": "google"}, {"id": 17, "date": "2017-02-02.json", "name": "Cristian-Silviu Buşoi (PPE).", "mepid": "38420", "text": "- Mr President, 300,000 Romanians took to the streets last night in Bucharest and other cities in Romania and Europe alone to protest against criminal policy measures that offer politicians a defense against justice. But, first of all, we must say that it is not a problem of Romania and the image of Romania must not be affected. Hundreds of thousands of Romanians protesting peacefully, sanctioning the government's interested criminal policy, show that Romanian society has taken it before politicians. Most Romanians, President Klaus Iohannis, civil society, the institutions of the judiciary are fighting with all legal and constitutional weapons to stop this abuse of government. It is not the street that seeks to overthrow a legitimate government, but the ruling politicians, the ruling party leaders believe that if they win the election, politicians are not given the responsibility to rule by law, but the privilege of being above the law that governs the country. question mark the functioning of the rule of law. The Social Democratic Party around which this government is formed has launched an aggressive election campaign for populist measures, social actions focused on promises to increase revenues without budgetary substantiation and has never spoken about these changes in criminal law that are at the center of concerns this government since the beginning of its term. We call on the European Commission and the European Parliament to support the efforts of Romanian citizens, to support the efforts of the President of Romania, the efforts of the institutions of the judiciary and to take all legal and possible steps to determine and persuade the Romanian government to withdraw and cancel these amendments to the Criminal Code. Code of Criminal Procedure. What is happening in Romania is not a struggle of Romanians against Romanians, it is a struggle of Romanian society with some of the political leaders who do not understand that in a country of the European Union the law cannot be changed at will.The speaker refused to answer a question put by Doru-Claudian Frunzulică under the 'blue card' procedure (Rule 162 (8)), arguing that it was a ploy by the Socialist colleagues to take as much as possible.more the word to defend a wrong project).", "language": "en", "original_language": "ro", "translation_provider": "google"}, {"id": 18, "date": "2017-02-02.json", "name": "Birgit Sippel (S&amp;D).", "mepid": "96932", "text": "- Mister President! What was actually decided in Romania? First: Up to a maximum damage amount of 45,000 EUR, abuse of office should no longer lead to a prison sentence. Rather, the amount must be reimbursed and a fine is also payable. It is criticized that a complainant is first needed for the investigation. Second: There is a penalty for minor offenses, for the seriously ill and for mothers with young children. In view of the conditions in Romanian prisons, this is certainly a good decision for the latter. In order to improve these conditions in the long term, of course, completely different measures are required. And one can certainly also discuss why an urgent procedure was decided. I am very grateful that, at the request of the Social Democrats, this process is not just being addressed casually today, but that critical questions can be specifically followed up in the responsible committee and as part of a so-called mission. (The speaker declined to answer a question from Mr Rübig about the 'blue card' procedure under Rule 162 (8) of the Rules of Procedure.)", "language": "en", "original_language": "de", "translation_provider": "google"}, {"id": 19, "date": "2017-02-02.json", "name": "Viorica Dăncilă (S&amp;D).", "mepid": "95281", "text": "- Mr President, Commissioner, the Constitutional Court has found that some provisions of the Criminal Code were unconstitutional. As a result, the PSD-ALDE government issued an emergency ordinance to regulate this. The same thing was previously used by the Cioloș government and the Boc government. The government of President Iohannis, the Cioloș government, made one hundred and fifty-one amendments, made in secret without any public consultation. Why, Commissioner, did you not say then that Romania has taken a step back? Moreover, a series of changes made by the Cioloș government fundamentally violated human rights, for example, the prosecutor was given the right to change the judge's decision, although justice is done by the judge. These constitutional changes have not been the subject of any public scandal, have not been sanctioned and have not been drawn to attention by the Commission, and now it is a disguised action to overthrow the legitimate government of Romania and not to take into account the Romanian vote of December . Mrs. Macovei, you have stuck an unfair and untrue label on Romania. That's how you advocated the referendum and the MCV. That is why the Romanians do not vote for you and I do not agree with your opinions. Yes, be with us, those who will not violate the most democratic way of expression, the vote of Romanians!", "language": "en", "original_language": "ro", "translation_provider": "google"}, {"id": 20, "date": "2017-02-02.json", "name": "Cristian Dan Preda (PPE).", "mepid": "96838", "text": "- Mr President, in Romania the street does not demand a change of government as Mrs Dăncilă and Mr Bostinaru said, but the withdrawal of ordinances.Such a decision is needed, otherwise European funds will be lost.Commissioner Timmermans made it very clear.But not only the money is at stake, but also the country's honor.It was even shown by a minister in the socialist government who has just resigned.\"I cannot accept imposture or lies,\" said this minister from the Romanian Socialist Party.I therefore call on the European Socialists to reflect on this gesture, their solidarity with self-amnestied corruptions is unacceptable.I suggest them not to forget that the Romanians overthrew Ceaușescu in 1989 and I am convinced that they are able to put Dragnea in his place, and his place is not at the head of the Romanian Parliament, it is elsewhere.", "language": "en", "original_language": "ro", "translation_provider": "google"}, {"id": 21, "date": "2017-02-02.json", "name": "Doru-Claudian Frunzulică (S&amp;D).", "mepid": "124790", "text": "- Mr President, I am addressing first of all my colleagues from the right-wing MEPs and I want to tell you once again that Romanians, through culture, history, traditions, are clearly a European people and have a European vocation. I want to ask them: why don't we lean more towards dialogue, towards cooperation, towards partnership? Why do we always turn to international bodies, the so-called \"High Gates\"? Why don't we try to collaborate more between us Romanians? Because only together we could, in the end, achieve a stronger, more respected Romania, a Romania that would play a more important role in the European Union. Why do we always fail to collaborate and why do we always split into two or more camps? Why is there a fracture in Romanian society? Why don't we show those European values ​​that we always invoke? There is only one solution: collaboration between Romanians for Romania's progress.", "language": "en", "original_language": "ro", "translation_provider": "google"}, {"id": 22, "date": "2017-02-02.json", "name": "Νότης Μαριάς (", "mepid": "125069", "text": "ECR). - Mr President, I have been following the counter-calls of my Romanian counterparts in the Chamber since yesterday, and this proves that the situation in this country is certainly very tense. Respect for the rule of law is a cornerstone of every Member State of the European Union. It is clear from the debate that everyone agrees that we need to monitor the situation in Romania closely. We support the struggle of the Romanian people who are mobilizing en masse to crack down on corruption, which of course is not unique to Romania but also to other Member States of the European Union. Corruption is certainly not struck either by the decriminalization of embezzlement offenses of less than EUR 200 000, or by the release of corrupt politicians, or, of course, by the release of criminals on the grounds that there is an overcrowding. in prisons. It is certain that this legislation must be revoked, which was passed on an emergency basis.", "language": "en", "original_language": "el", "translation_provider": "google"}, {"id": 23, "date": "2017-02-02.json", "name": "António Marinho e Pinto (ALDE).", "mepid": "124742", "text": "- Mr President, Commissioner, ladies and gentlemen, this debate calls our attention to one of the most serious problems today in the European Union: the promiscuity between the political and the judicial, between the political and the judicial. The democratic rule of law will only be democratic if it is of law and will only be of law if it is democratic. This implies separation of powers, implies that the judicial investigation does not take place according to the political opportunity, means that the policy does not take advantage of the judicial investigations. Politics cannot be judicialized, just as justice cannot be politicized. The rule of law is a state that is guided by its concrete actions by law and the ones who say the law are the courts, not the secret services or any other institutions of a political or administrative nature. Criminal investigation cannot be used for political purposes, just as criminal investigation cannot be carried out for political purposes. You cannot manipulate the judiciary, nor can you manipulate political power.", "language": "en", "original_language": "pt", "translation_provider": "google"}, {"id": 24, "date": "2017-02-02.json", "name": "Csaba Sógor (PPE).", "mepid": "39724", "text": "- Mr President, the judicial system in Romania has not worked well in recent years. The rule of law has always been on shaky feet, with countless concrete examples. Suffice it to say that the country’s biggest secret service scandal since ’89, which is briefly about the home affairs service, seems to have directly influenced the work of prosecutors and courts, used the judiciary for political struggles and showdowns. So the situation has not been as good so far as many thought from abroad. It is enough to think only of the minority issue. But the current changes are a decade-long step backwards. The intention of the governing parties is clear: to save the political and economic elite under process from the clutches of the judiciary. And the citizens perceive this exactly, but two months after the election, they are helpless, even those who voted for the left were disappointed. Romania is boiling, there are angry people on the streets, and that anger is understandable. And the solution is not a justice system that avenges these attacks and prosecutes even more politicians, but a fair system that respects the rule of law and serves the interests of society, not certain groups. A system like never before in Romania.", "language": "en", "original_language": "hu", "translation_provider": "google"}, {"id": 25, "date": "2017-02-02.json", "name": "Claudia Țapardel (S&amp;D).", "mepid": "124793", "text": "- Mr President, Commissioner, what is happening in this plenary today is a serious misinformation. I will tell you that you are misinformed. I am convinced that you have not read the amendments that have been made to the Criminal Code and the Code of Criminal Procedure, nor to the law that was sent to Parliament, the law of pardon. Because if you had read these documents and this legislation, you would have understood very clearly that there are some requests coming from the Romanian Constitutional Court, as well as some requests coming from the ECHR president regarding the situation in Romanian prisons. So I will ask you, before we have a plenary debate and hurry to point the finger at Romania, to do an analysis in the LIBE Commission and I also invite you in Romania to discuss with the state authorities, with all institutions and to understand the real situation in Romania. It is a pity that we end up in the European Parliament to misinform so badly about the situation in Romania. The situation in Romania is serious, but it refers to rights, freedoms, democracy and respect for justice and the rights of the citizen when he is in court. So I'm waiting for you in Romania.", "language": "en", "original_language": "ro", "translation_provider": "google"}, {"id": 26, "date": "2017-02-02.json", "name": "Daniel Buda (PPE).", "mepid": "125012", "text": "- Mr President, Commissioner, beyond any statements made here today, there is a reality that cannot be ignored: more than 400,000 people were on the streets last night in more than 50 cities across the country, and they need aanswer, and this answer is one, namely the abrogation of the emergency ordinance amending, in the evening, the Criminal Code and Criminal Procedure and, if desired, their discussion in the Romanian Parliament, where appropriate.Otherwise, it will endanger both the European course of Romania, but, certainly, the daily life of Romanians, which of course we do not want.Romania is firmly committed to a European path, and their massive presence demonstrates the need to keep these commitments, beyond any other interests.", "language": "en", "original_language": "ro", "translation_provider": "google"}, {"id": 27, "date": "2017-02-02.json", "name": "Andi Cristea (S&amp;D).", "mepid": "40224", "text": "- Mr President, I greet Mr Timmermans, First Vice-President, and I would like to draw his attention to the following example: he is a Member of the Romanian Parliament.He is re-elected and he hires the staff he had in the previous term to continue working with him.I mean assistants, I mean counselors.Well, he needs to know that he is accused and guilty of a conflict of interest because, in the past, he had a business relationship with his employees and this to me, personally, seems ridiculous and I would like to ask himwhat is his opinion on this.", "language": "en", "original_language": "ro", "translation_provider": "google"}, {"id": 28, "date": "2017-02-02.json", "name": "Siegfried Mureşan (PPE).", "mepid": "124802", "text": "- Mr President, dear colleagues, as has already been said, in Romania last night, more than 400 thousand people protested against this emergency ordinance adopted by the Romanian government amending the Criminal Code. These changes decriminalize abuse of office. This ordinance will lead to the release of several convicted politicians and the cessation of many ongoing investigations. It is the biggest blow to justice in Romania in the last twenty-seven years since the fall of communism. Mr. Vice President Timmermans, have you asked why the government is doing such a thing? The answer is simple: because this ordinance will benefit corrupt politicians, including the President of the Romanian Parliament, the Social Democrat Liviu Dragnea. What to do now? I call on all international partners, including the European Commission, to put pressure on the Romanian government so that these adopted changes do not enter into force within the deadline of ten days. It is important for Europe to be with the citizens of Romania in the fight against corrupt politicians. This is waiting for the citizens of Romania in Europe.", "language": "en", "original_language": "ro", "translation_provider": "google"}, {"id": 29, "date": "2017-02-02.json", "name": "Maria Grapini (S&amp;D).", "mepid": "124785", "text": "- Mr President, dear First Vice-President, I would first like to say that I appreciate you very much and I have always been impressed by your intelligence and diplomacy, but I must say that you have disappointed me. If you correlate what is happening in Romania with the granting of European funds, I can only think that now, when the 10 years have ended with the MCV, there was a special mechanism to discriminate twenty million Romanians. Mr. First Vice-President, you said about sovereignty in your speech, at the same time you ask the government: either we have parliamentary-government sovereignty, the result of elections, or you impose. Then you said let them do their job. Let's let the government do its job, let justice work. I have always advocated the conviction of thieves, but not the violation of human rights, a correction that is now being tried by this ordinance. Thank you and I would like you to answer me on time.", "language": "en", "original_language": "ro", "translation_provider": "google"}, {"id": 30, "date": "2017-02-02.json", "name": "Jean-Paul Denanot (S&amp;D).", "mepid": "94282", "text": "- Mr President, indeed, seen from this Chamber, it is difficult to know what exactly is going on. That is why I am delighted that we have accepted that there be a debate in the Committee on Civil Liberties, Justice and Home Affairs which is more documented than that of today and that indeed, a delegation can go to Romania. What I can say is that I have known Romania for a long time since I was one of the first French to visit Romania after the fall of Ceausescu. I tell myself that Romania is still a young democracy, that it has made a lot of progress but that we really need to strengthen democracy and the rule of law. I believe that today we must ensure that this rule of law can effectively have its prerogatives and work in Romania. It is in this direction, it seems to me, that we must push Romania. The rule of law must be respected and democracy must be respected. I believe this is the root of the problem and this is where we need to go.", "language": "en", "original_language": "fr", "translation_provider": "google"}, {"id": 31, "date": "2017-02-02.json", "name": "Frans Timmermans", "mepid": "n/a", "text": "   First Vice-President of the Commission. – Mr President, I was inspired by what Mr Frunzulică said earlier, that we should not be turning this into a party-political confrontation between government and opposition. Sadly, that happened here in this House today, which, in a sense, is normal in a political chamber – that is what you get – but on this issue I am a bit saddened by that. I would say to your PPE colleagues that they should hold onto the passion with which they spoke today when we are discussing nations where one of your parties is in power. Hold on to that and be exactly the same: you would really help all of us. But for me this has nothing to do with party political issues and, frankly, it is preposterous and rather insulting to suggest that I would be an agent to topple a government led by the party I belong to. That is nonsensical. I am looking at a situation as it is. On these issues, the Commission – as we have shown over the last year and certainly since the Juncker Commission came into being – is colour blind. This is not party political. The issue at hand is very straightforward. We have cooperated with Romania in the last 10 years in the cooperation and verification mechanism (CVM). I have cooperated personally with various governments, of differing compositions, and all these governments have cooperated with me personally – with the Commission – in a constructive way, albeit, of course, blaming the opposition or saying to us that we are more critical of them when they are in power than we are of the opposition. In that sense, regardless of the political colour in Romania, the criticism is always the same. So I accept that criticism. Yes, we are critical and sometimes that hurts if you are in government or in parliament. I understand that, but that is simply our role. That is the role of the Commission, that is the role we have been given in the Treaty and that is the role that also emanates from the CVM. The point I was trying to make this morning is this: Romania is in the final stretch of this long, long marathon, leading to a situation where we can all say the development is now irreversible. Romania is not at risk of going back to what the situation was in the past. We are almost there. That is what the last CVM report stipulated very clearly, and in our perception the emergency ordinance and the draft legislation seem to indicate another direction – backwards – and I think this needs to be discussed. We signalled it in the CVM report last week. This needs to be discussed because it would not speed up the process. It would slow down the process or even stop the process of where we want to go, namely to the point where we, the Commission, can also say that the development is irreversible. That is where we want to get to. So that is why I call upon the authorities in Romania carefully to look into what they are doing. I find it very difficult to understand what emergency would warrant an emergency ordinance on this subject. I find it difficult to understand why lowering the standards on fighting corruption is in the interest of the Romanian nation. I find it difficult to understand but, of course, this is not interference in internal affairs. The Parliament of Romania is sovereign in its decisions, and it also has to face the consequences of those decisions. If we in the Commission believe those consequences might not be positive, I think it is our duty – even if it is uncomfortable to some – to signal that. That is what we are doing – nothing more, nothing less. I say to everyone in this House that you will not help the situation by turning this into a party-political confrontation, by making this a theoretical battle about principles. It is about facts and actions. Let us try to find a cooperative way, as we have done in the past, to come out of this situation. Let us pause for a moment to reflect whether this is the right course to take, given also the reactions in the judiciary in Romania and from the Romanian public. I am encouraged by the fact that so many people attach such great importance to the fight against corruption. Hold on to that: it is a great, great asset. I also see that there is overwhelming support in the Romanian population for the involvement of the European Union in this joint progress towards an irreversible situation. This is strongly supported by the Romanian population. Nobody is saying that the EU should stay out of it. Use this as a strength. I will end with a quote from the famous Romanian sculptor, Brâncuși, who said: ‘Theories are patterns without value. What counts is action.’ Let us take action to make sure that this process, towards an irreversible, strong rule of law where corruption is controlled and rooted out, happens soon in Romania and that we do nothing that would indicate a different direction.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 32, "date": "2017-02-02.json", "name": "Presidente. –", "mepid": "96864", "text": "The discussion is closed.Written declarations (Rule 162)", "language": "en", "original_language": "it", "translation_provider": "google"}, {"id": 33, "date": "2017-02-02.json", "name": "Nicola Caputo (S&amp;D)", "mepid": "124851", "text": "in writing.- The measure adopted by the Romanian government, which eases the penalties for a complex of minor offenses and for particular cases, has raised many perplexities.This is a measure that goes against the trend of Romania's path so far in the fight against corruption.The recent MCV report, in fact, highlights the fact that the authorities of the Romanian state have achieved good and very good results, that there is considerable progress achieved by the Romanian institutions in the fight against corruption and crime in general.The latest government measures are generating discontent and strong criticism among citizens.Europe must do everything possible for Romania to resume the path of reforms and to continue the process of fighting corruption that the state has been carrying out for a long time.Backtracks are not allowed on this ground, neither to Romania nor to other EU countries.", "language": "en", "original_language": "it", "translation_provider": "google"}, {"id": 34, "date": "2017-02-02.json", "name": "Presidente. –", "mepid": "96864", "text": "The next item is the report by Mariya Gabriel, on behalf of the Committee on Civil Liberties, Justice and Home Affairs, on the proposal for a regulation of the European Parliament and of the Council amending Regulation (EC) no.539/2001 of the Council which adopts the list of third countries whose citizens must be in possession of a visa when crossing the external borders and the list of third countries whose nationals are exempt from this obligation (Georgia) (COM (2016) 0142 - C8-0113 / 2016 - 2016/0075 (COD)) (A8-0260 / 2016).", "language": "en", "original_language": "it", "translation_provider": "google"}, {"id": 35, "date": "2017-02-02.json", "name": "Мария Габриел", "mepid": "96848", "text": "rapporteur. - Mr President, dear colleagues, we have come a long way before today's final vote on the abolition of visas for Georgian citizens. This is a recognition of the achievements of the Georgian authorities and citizens. Today is a historic day not only for Georgia but also for the European Union. The introduction of a visa-free regime for Georgia marks a new stage in our relations with the country. Thank you to all colleagues for your strong support in the process of working on this key dossier. The road to this day has not been easy. But the effort was worthwhile on behalf of Georgian and European citizens. In September, the competent committee, LIBE, adopted my report by a large majority. That is how I was given a mandate to negotiate on behalf of the European Parliament. In the meantime, the Council / Member States have linked the entry into force of visa liberalization for Georgia to the strengthening of the visa waiver mechanism. This delayed the start of interinstitutional negotiations. It became possible after an agreement on the suspension mechanism was reached in December last year. The strength of the European Parliament is that we are consistent in our actions. We have always stood for one position: if all the criteria are met, the visa regime will be liberalized. I am glad that the Council has repeatedly supported our commitment to achieve rapid results in the process of visa liberalization for Georgia. The simultaneous entry into force of the suspension mechanism and visa liberalization for Georgia marks the ultimate success of these efforts. The abolition of the visa requirement for Georgia is a strong signal to the citizens. Here I especially want to thank them for the consistency, patience and strength of their democratic convictions. Georgia has not only met all the requirements set by the European Union, but also upgraded them. In this way, the common visa policy of the European Union is proving to be an effective tool for foreign policy in the dialogue with our partners. Georgia has made significant progress in carrying out comprehensive and comprehensive reforms. This brought the country even closer to European values ​​and democratic standards. Georgia is a strategically important partner of the European Union in the framework of the European Neighborhood Policy and in particular of the Eastern Partnership. Moreover, the country also plays a key role in the European Union's efforts to strengthen pan-European security. Europe must be surrounded by friends and partners. That is why it is important that we fulfill our own commitment to the country to abolish visa requirements. In this way, we will guarantee the deepening of our relations in a spirit of mutual trust and dialogue. The introduction of a visa-free regime is essential for both Georgian and European citizens. We must not forget that the real rapprochement of Georgians with our common European values ​​is possible only if they are guaranteed the freedom to travel without a visa. Only in this way can we share our cultures, promote economic and political cohesion, and strengthen the Union's position as an important factor in the region. Last but not least, I would like to call on the Council now to start negotiations without further delay on visa liberalization for Ukraine. Let's meet the expectations of our partners. They also met the criteria. In conclusion, I would like to call on us to strongly support visa liberalization for Georgia today during the vote. In this way, we will fulfill our own principle of visa reciprocity. I believe that today the European Parliament will send a strong positive message to the Georgian citizens. I count on your support.", "language": "en", "original_language": "bg", "translation_provider": "google"}, {"id": 36, "date": "2017-02-02.json", "name": "Dimitris Avramopoulos", "mepid": "n/a", "text": "   Member of the Commission. – Mr President, let me start by expressing our thanks to Ms Gabriel for the excellent job she has done. She was behind all these efforts in order to arrive where we are today. Georgia has been exemplary in fulfilling a demanding roadmap which allowed us to propose to you – and the Council of course – visa liberalisation for its citizens. I am therefore very pleased that Georgian citizens with biometric passports will soon be able to travel to the Schengen area without a visa for a short period of up to 90 days. It is a very important achievement indeed, and it has been a long process.  The EU-Georgia visa liberalisation dialogue, as you will remember, started in June 2012. The continuous monitoring and reporting carried out since then showed that Georgia has made the necessary progress. Georgia has undertaken all the necessary efforts to meet all of the benchmarks. Therefore, following the positive assessment of the progress report, the Commission proposed in March 2016 to lift the visa requirement for Georgian citizens holding a biometric passport. This will be done by amending the Visa Regulation. This proposal also took into account overall EU-Georgia relations.  The hard work, really hard work, of the Georgian authorities over the past two years has paid off. The Commission will continue to monitor Georgia’s continuous compliance with the visa liberalisation criteria, in particular on fighting organised crime. Because, as I have said on other occasions, these reforms bring Georgia closer to European Union standards, facilitating cooperation with the European Union and bringing the country a step forward on its European path.  I would like to remind you that visa-free travel for Georgia will enter into force at the same time as the revised suspension mechanism, even though they are two separate issues. In addition, the suspension mechanism applies to all visa-free countries horizontally, not just to Georgia. It will be an important tool to further enhance security for the European Union, but also a catalyst that will enable our visa liberalisation policy to expand.  Visa liberalisation with Georgia is an essential contribution to strengthen cultural and economic ties between Georgian and EU citizens because, let’s not forget, visa-free travel is a tangible tool of European integration that directly concerns the citizens. I would like to share personal experience with you. When I first visited Tbilisi as European Commissioner, I was very impressed by the many European Union flags around the city – I would say more European flags in Georgia than in Brussels. I was touched, because in a period where we here in the European Union, in the Member States, take our Union for granted and where we see anti-European rhetoric develop, the citizens of Georgia remind us what a unique achievement of peace, stability and prosperity the European Union is.  Dear Members of the European Parliament, let me conclude by calling on you to support the proposal on the table later during the vote.  ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 37, "date": "2017-02-02.json", "name": "Andrejs Mamikins", "mepid": "124746", "text": "  rapporteur for the opinion of the Committee on Foreign Affairs. –   Mr President, dear colleagues, dear Georgian friends, I would like to say some words about the process of adoption of the visa-free regime with Georgia. It was very ugly. The Council’s idea to connect the visa-free regime between the EU and Georgia and Ukraine with the visa suspension mechanism was, in my opinion, a bad idea. As a result, an unexpected delay occurred and nobody could say when this process would be finished. Some EU country leaders publicly declared that they were glad to see these Eastern European countries on the way of European integration, but at the same time behind closed doors they put their feet on the brakes and started to blackmail the European Parliament. In this way they tried to solve their internal political problems. Colleagues, in politics as in a business company, reputation of reliable partners is a very valuable thing, and the reputation of the EU in this case, in my opinion, was seriously damaged. I would like to apologise to our Georgian friends for this unpleasant experience. Nevertheless, dear colleagues, now in this Chamber among us is the Speaker of the Parliament of Georgia, the best friend of the European Parliament and Europe, his Excellency Irakli Kobakhidze. Dear Georgian friends, I hope that today’s decision will give impetus for the new achievements in cooperation between Georgia and the European Union. Fulfilling all the criteria for adopting the free visa regime was not an easy task but the Georgians have done a great job. It is a very important step on the path of the European integration of Georgia. It is a great achievement of the Georgian people, politicians, civil society, students and so on.  ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 38, "date": "2017-02-02.json", "name": "Agustín Díaz de Mera García Consuegra", "mepid": "28397", "text": "on behalf of the PPE Group. - Mr President, Commissioner. I congratulate the rapporteur Maríya Gabriel for her professional and committed work, as well as the Georgian people and authorities. As I have repeatedly stated, Georgia has long deserved visa exemption, as it fulfilled all the requirements set out in Article -1 of Regulation No 539/2001. I never understood the unnecessary link of this file with others in negotiation. Since May last year we have been working intensively to improve the suspension mechanism, for whose report - as you know - I am the rapporteur. I sincerely hope that the definitive approval of the mechanism, the correction that we will carry out during the next plenary session, will serve to ensure the definitive entry into force of the visa waiver agreement that we are debating today. No one would understand any delay that would prevent its signing on March 1, its publication beyond March 9 and its entry into force before the end of the same month. For this reason, I ask the current Presidency for the greatest possible diligence to carry out all the pertinent procedures with the Council that entail the final approval of both files, their signature and their publication. This Agreement will deepen and improve the reciprocal relations between Georgia and the European Union. And as has already been demonstrated in many other cases, it will have beneficial effects for both parties in areas as disparate as security, tourism, culture or defense and, above all, it will serve to bring Georgia much closer to Europe.", "language": "en", "original_language": "es", "translation_provider": "google"}, {"id": 39, "date": "2017-02-02.json", "name": "Birgit Sippel", "mepid": "96932", "text": "on behalf of the S&D Group.-  Mister President!As early as December 2015, the European Commission confirmed that Georgia had met all the criteria of the action plan for visa liberalization.Voilà!The fact that the people in Georgia are still waiting for this visa liberalization was also due to the member states, which then additionally linked this visa facilitation to a so-called suspension mechanism.Thanks to the persistence and willingness to compromise on the part of the European Parliament and, in particular, of our rapporteur, we have now been able to adopt this mechanism - on clear terms and against the will of the Council, including a mechanism of democratic control by this House.Georgia has waited long enough for the hard-won visa facilitation.It is time to finally put this freedom of travel into effect.", "language": "en", "original_language": "de", "translation_provider": "google"}, {"id": 40, "date": "2017-02-02.json", "name": "Anna Elżbieta Fotyga", "mepid": "28353", "text": "  on behalf of the ECR Group. –  Mr President, it was a long way for Georgians, regardless of their political option. It was a long way for many of us participating in the first Congress of Polish Solidarność, extending a friendly message to all nations suffering under Communist rule. I welcome this report, and I await quick decisions concerning Ukraine.  ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 41, "date": "2017-02-02.json", "name": "Nathalie Griesbeck", "mepid": "28208", "text": "on behalf of the ALDE Group. - Mr President, Commissioner, ladies and gentlemen, I am obviously delighted, like my colleagues, at the finalization of this liberalization agreement and I would like to salute the excellent work we have done with Mariya Gabriel, our very efficient rapporteur . Georgia has demonstrated, in recent years, a very clear desire for rapprochement with the Union, a political will but above all a concrete will, which has resulted in a certain number of responses to all the criteria that had been demanded and imposed. , as was recalled a moment ago, and that it has made all the necessary progress in order to benefit from this liberalization regime. While I welcome these advances, it must, however, be stressed that these many reforms implemented by Georgia must not, of course, be the result of one day. They must be maintained, consolidated and sustainable in all the key areas of media independence and pluralism, judicial independence, respect for minority rights and the fight against organized crime. This agreement marks an important step in the deepening of relations, but also because Georgia is an actor, a key partner, a strategic partner in the framework of the European Neighborhood Policy and more particularly of the Eastern Partnership. I am thinking in particular - and I stress - of cooperation in the field of home affairs and the fight against organized crime. In this context, in our extremely unstable geopolitical context and for some citizens, distressing, there is no need for long comments to understand how strategic it is to establish privileged relations with these countries of the South Caucasus, to make it partners and friends, friends also among citizens.", "language": "en", "original_language": "fr", "translation_provider": "google"}, {"id": 42, "date": "2017-02-02.json", "name": "Bodil Valero", "mepid": "124993", "text": "for the Verts / ALE Group. - Mr President! I would also like to welcome the proposal. This could have gone much faster. We could have granted visa facilitation much earlier. Nor can I really understand what Mr Díaz de Mera mentioned here earlier: that we should wait, that we must link this to the so-called repeal mechanism. They do not have direct contact with each other. They have connections in a certain way, but they are not something that you absolutely have to take together. It is a fact that Georgia has long met all the criteria for obtaining these visa facilitation. What I also very much welcome is that it is now a matter of allowing Georgian citizens to come to us as well, and not just us who are to come to them without a visa, as it is today. So I also want to congratulate the Georgian citizens here today, because I think it's time we actually took this step now. When it comes to visa facilitation in general, our attitude is that it is very important that free movement not only includes us in Europe, but that we extend it to other countries as well. The easier it is for people to move across borders, the better, we also believe. Actually, there should be no borders in the world, but it is a utopia, so we can not expect it to go in that direction. But I really want to welcome this proposal today, and hope that it can enter into force as early as possible and not really at all linked to this repeal mechanism. Thanks!", "language": "en", "original_language": "sv", "translation_provider": "google"}, {"id": 43, "date": "2017-02-02.json", "name": "Gerard Batten", "mepid": "28497", "text": "  on behalf of the EFDD Group. –  Mr President, well, the Treaty of Rome is burning. And while it’s burning you’re fiddling, specifically fiddling with visa restriction rules. A lot of people were very upset in this Chamber yesterday and there were some very disgraceful scenes, and it was the people who would like Britain to remain in the EU getting upset with the people on this side who want it to leave. Now the truth is finally dawning on you here that Britain is going to leave and the European Union is going to lose one of its biggest net contributors.  Perhaps it would be good for you to understand that the central issue on why we decided to leave was because of a loss of democracy and national sovereignty and control, and the biggest issue that brought that home to the British people was the issue of immigration, and specifically mass uncontrolled immigration, which is what we’ve had for many years, specifically from the European Union in great numbers since 1997. To give you an idea on those figures, last year the official figure is that we had 650 000 people come into the country, but there were 825 000 National Insurance numbers issued, so it’s out of control and nobody knows what the real figures are. To come onto the specifics of what we’re discussing here, this is a technical change, I understand, which would give Georgia visa-free access to the European Union for a period of 90 days, and as the rapporteur Ms Gabriel says, the EU remains a very attractive destination. Well, it’s true that back in the 18th century Dr Johnson said the most attractive thing about Scotland was the road to England. That’s still true, and in the 21st  century equivalent the most attractive thing for many countries on the periphery of Europe is the road somewhere else, and one can hardly blame them.  Now perhaps there is something that you should consider. The British people voted to leave the European Union for many reasons, and one of the biggest ones was mass immigration. You’re actually making the problem worse for the European Union because you are extending these visa arrangements to people, who can come, there are then very few or no checks, they can overstay their welcome, and once inside the Schengen area, they can move anywhere else that they like.  You are going to lose Britain, and I wish you well when we’ve left. I don’t want to destroy the European Union; if that’s what you want, then good luck to you. But you’re going to destroy your own project because the next countries that are going want to leave are Germany, Holland, France and more. So in your own interest. I think you should wake up to what’s happening in the real world.   (The speaker agreed to take a blue-card question under Rule 162(8).)", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 44, "date": "2017-02-02.json", "name": "Andrejs Mamikins (S&amp;D)", "mepid": "124746", "text": "blue card issue.- Dear colleagues!Thank you for accepting my blue card question!I am really pleased that you will not be sitting in this Chamber any time soon, as much as you want to leave this post and fight for your country to leave the European Union.But tell me, what migration threats did you just talk about?Do you know how many people live in Georgia?Do you really see that around three and a half million people are a threat to the European Union if they go to have a beer in Riga or live in a hotel in Berlin?Thanks!", "language": "en", "original_language": "lv", "translation_provider": "google"}, {"id": 45, "date": "2017-02-02.json", "name": "Gerard Batten (EFDD)", "mepid": "28497", "text": "  blue-card answer. – Well, there were two parts to your question. The first one was about Brexit, and I can tell you that we want to leave as quickly as possible. I am the UKIP Brexit spokesman, and I’m writing a plan which would get Britain out of the European Union a very much a great deal faster than Theresa May’s, and soon as it’s done I’ll be happy to send you a copy. The day that I leave here and Britain is restored as an independent country, I will be very, very happy, and pleased to make you happy as well.  The second part of your question was about 3.7 million people in Georgia, I believe, and it’s not about the actual numbers in Georgia – we’ve had this from every country in the European Union. We were told that about 13 000 people would come from Poland. I think that the figure is at least 700 000 – it’s over a million, probably, and we in Britain have no problem with people going to other countries. It’s a matter of numbers and the degree. That is the problem.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 46, "date": "2017-02-02.json", "name": "Vicky Maeijer", "mepid": "97513", "text": "on behalf of the ENF Group. - And again a dubious country from Brussels gets visa liberalization as a gift, this time Georgia. While Europe is plagued by organized crime from the former Soviet country, millions of Georgians will soon be allowed to travel freely through Europe. Previously, it was the asylum procedures that were massively abused by Georgian criminals to come and rob, steal, extort and assault in European cities. That will no longer be necessary, because visa exemption makes it super easy for criminals to go on a raid. Figures from 2016 showed that more than 8,000 Georgian criminals were registered in Germany alone in one year, and Brussels doesn't care at all. The Netherlands has to decide for itself who will and who will not enter our country. The free movement of persons has meanwhile become the free movement of asylum seekers, terrorists and weapons. My party is for safety. The PVV is against more European Union and that is why my group is against the visa-free regime for Georgia. (The speaker addressed a \"blue card\" question (Rule 162 (8)).)", "language": "en", "original_language": "nl", "translation_provider": "google"}, {"id": 47, "date": "2017-02-02.json", "name": "Doru-Claudian Frunzulică (S&amp;D)", "mepid": "124790", "text": "  blue-card question. – Dear colleague, you come from a European country. Your country has important European values, and you are Europeans because of your traditions, culture, history and values. So is Georgia. They fulfilled all the benchmarks required in order to receive this, and they are also a European country, and we have to send them the message that they could become one day Members of the European Union. That’s why we have to implement, as soon as possible, this visa liberalisation for Georgian citizens. Don’t you agree that you and all the other MEPs, who come from European countries, have to support this – not to be against?", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 48, "date": "2017-02-02.json", "name": "Vicky Maeijer (ENF)", "mepid": "97513", "text": "\"blue card\" answer.- Obviously I don't support that.Because freedom and security are the values that I defend, that my party defends.In order to defend them, what we need is absolutely not more European Union, but less European Union.", "language": "en", "original_language": "nl", "translation_provider": "google"}, {"id": 49, "date": "2017-02-02.json", "name": "Steven Woolfe (NI).", "mepid": "124966", "text": "   – Mr President, when Ms Merkel made the monumental error of judgment by opening the doors of Germany to those from all countries without positive checks, we now have seen the consequences. The European Union, in its desire to continue to extend its influence – or, as some would say, its empire – is doing two things. The first of those is making the same mistakes by not making sure it checks those who are coming in. In the Library of Congress on Georgia, it says that borders with Turkey are porous and dangerous for terrorists. In June of last year, the Georgian newspaper Rezonansi reported that ISIS had established a special—purpose vehicle brigade of 600—700 terrorists to use Georgia as a transit corridor for ISIS. Please do not make the same mistakes, with your huge desire to have open borders between all countries of Europe, that Merkel made last year. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 50, "date": "2017-02-02.json", "name": "Michał Boni (PPE).", "mepid": "124896", "text": "   – Mr President, I would like to give special thanks to Mariya Gabriel, the rapporteur. I would like to take this one minute and turn to Georgia’s citizens. Dear Georgians, today’s decision of the European Parliament is one of the last miles in your visa liberalisation marathon. You deserve it, and I am proud to be part of the decision by voting in favour. Liberalisation of the visa regime provides you with a lot of opportunities and advantages. Use it to the benefit of the development of your country. To meet the visa liberalisation benchmarks was a challenge to which you have risen. There will be more reform challenges from the Association Agenda to meet. I am convinced that the decision on visa liberalisation will yield even more energy and enthusiasm to deliver on those new challenges.  Dear Georgians, your country is not suspicious. You are a very proud, brave European nation. I am keeping my fingers crossed.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 51, "date": "2017-02-02.json", "name": "Ana Gomes (S&amp;D).", "mepid": "28306", "text": "- The visa-free regime between Georgia and the European Union is desirable and due, since Georgia has taken all the necessary measures for more than a year to meet the European Union's demanding standards. And your people and institutions are committed to consolidating democracy and imbued with a pro-European spirit, as I was able to see, as head of the European Parliament's observation mission to the elections in Georgia a few months ago. It becomes even more important that this regime enters into force without delay, in view of the tectonic changes taking place in the international political context, with Trump, President of the United States, serving Putin's strategy, aimed at destroying the European Union and democracy. We therefore need to reorganize forces and support all those who, in Georgia, are opposed to the Russian occupation of their territory and are working to intensify economic and political relations with the European Union. Visa waivers will facilitate exchanges of people at all levels and give democratic forces in Georgia a clear signal that we want to help them consolidate their democracy and their autonomy. My greetings to the President of the Georgian Parliament and his delegation, who are here with us today, and to colleague Maria Gabriel for her commitment as rapporteur in this process.", "language": "en", "original_language": "pt", "translation_provider": "google"}, {"id": 52, "date": "2017-02-02.json", "name": "Sajjad Karim (ECR).", "mepid": "28481", "text": "   – Mr President, it amazes me how our Parliament can be the best of parliaments and the worst of parliaments in the same session, all at the same time. Whilst I rise and it gives me a huge amount of personal pleasure to be able to congratulate Georgia on such a tremendous achievement, let me also make it clear that the vast majority of this House stands absolutely united in rejecting the alternative facts and the bare racism that is demonstrated by a very small minority of people in this House, who speak about things that they do not understand. I apologise to colleagues for my anger that is coming through today, but may I echo the words of our Commissioner when he stands and says that Georgia made him proud. Let our Commissioner know that this House stands united behind him because we have all seen those same flags in Georgia. We have seen their commitment. We have seen how their sovereignty and territorial integrity remains compromised but yet they stand firm, through their people, on their European way. Let Europe stand firm with them. We owe it at least to them to stand united in the face of these alternative facts and this changing geopolitical situation that is emerging in the world today.  (Applause)", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 53, "date": "2017-02-02.json", "name": "Bronis Ropė (Verts/ALE).", "mepid": "125214", "text": "- The question of whether to abolish visas for Georgian citizens is, first and foremost, a question of whether the European Union wants to have an effective external relations policy.Georgia has long been striving for rapprochement with the European Union, which has led to many difficult reforms, and they have suffered greatly from their less friendly neighbor.And it all happened in the knowledge that in exchange for Georgia's Europeanization, awards such as a visa-free regime are being offered.Therefore, by abolishing visas for Georgian citizens, we will show that the European Union is living up to its responsibilities and will encourage our other neighbors to develop good governance and democracy, protect human rights and adhere to the principles of a market economy.We all know that the reforms have been successful.Georgia is a democratic, stable country that respects human rights and European values.", "language": "en", "original_language": "lt", "translation_provider": "google"}, {"id": 54, "date": "2017-02-02.json", "name": "Λάμπρος Φουντούλης (", "mepid": "125070", "text": "NI). - Mr President, we should not even seriously discuss the prospect of visa liberalization for Georgian nationals. This country is facing huge problems of corruption and fake passports have been identified many times. In addition, it is dealing with widespread and well-organized crime, which it has already exported to several countries in the Union. Also, the country's political staff is reminiscent of other times and situations, with former presidents even becoming prefects in neighboring countries, perhaps they avoid prison with the support of the European Union of course. As far as human rights are concerned, the people of Abkhazia and South Ossetia, whom you refer to in the report as populations, as if you were talking about sheep, have experienced and continue to experience Georgia's \"progress\" in this area on a daily basis. It carried out its armed forces against civilians and was eventually forced to withdraw when Russian tanks reached a few kilometers outside Tbilisi. All this is happening with the support of the Union, which defends the right of peoples to self-determination very selectively.", "language": "en", "original_language": "el", "translation_provider": "google"}, {"id": 55, "date": "2017-02-02.json", "name": "Jaromír Štětina (PPE).", "mepid": "124702", "text": "   – Mr President, I would like to openly declare my support for granting a visa-free regime to the Georgian people. I have met many Georgians, especially young Georgians, and I am happy to observe their enthusiasm and dedication to the idea of bringing their country closer to the EU. They feel that European roots are an essential part of their identity and I believe that the Georgian nation does indeed deserve to have a European future one day.  However, in these difficult times, we need to pragmatic and look well at the reasons why we should support Georgia. One such reason is the increasingly tense security situation in the Black Sea region. Georgia is strategically important, not just as a transit country but also as the only pro-western littoral state along the eastern shores of the Black Sea. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 56, "date": "2017-02-02.json", "name": "Victor Boştinaru (S&amp;D).", "mepid": "39711", "text": "   – Mr President, I very much welcome the visa—free regime for Georgia. We are today in a highly volatile political context, we need our strategic partners more than ever, and we need to prove to them that they can rely on us. Georgia has shown its strong commitments towards European values and integration, and it undertook reforms that were not easy. Despite the visa-free delays, Georgia’s citizens demonstrated once again in the recent parliamentary elections what they stand for, and it is high time to give them tangible signals – in fact, nothing more than what we promised, and what they have been waiting for for too long. According to the European Commission report, Georgia was already meeting the visa liberalisation Action Plan requirements in December 2015 and it is a pity that our Georgian partners had to wait until now to reach this important objective. Finally, considering that all necessary elements are in place, I hope also that the visa liberalisation process for Ukraine will be completed with no further delay.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 57, "date": "2017-02-02.json", "name": "Csaba Sógor (PPE).", "mepid": "39724", "text": "   – Mr President, that the EU countries recently exercised caution in their visa liberalisation policy after an uncontrolled influx of more than a million refugees and migrants can be easily understandable. However, considering the hard geo-political choices Georgia has made about the country’s future and the far-reaching and difficult reforms it has implemented in the Justice and Home Affairs area, it is time for the EU to show that once its benchmarks are fulfilled, it can also deliver on its promises. I agree with the rapporteur that the visa waiver for Georgian citizens should prove an important tool for enhancing economic and cultural relations, and provide a stable framework for a dialogue on fundamental rights. Ultimately, in difficult political weather, it could also be one small step for Europe in securing democratic development in its turbulent neighbourhood.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 58, "date": "2017-02-02.json", "name": "Nicola Caputo (S&amp;D).", "mepid": "124851", "text": "- (IT) Mr President, ladies and gentlemen, visa waiver for Georgian citizens traveling to the European Union is an important tool for strengthening economic and cultural relations with this important country, but also for intensifying political dialogue on human rights and fundamental freedoms. Georgia is a strategic partner of Europe in the framework of the neighborhood policy and, in particular, of the Eastern Partnership. The Association Agreement between the European Union and Georgia signed in 2014 helped to take relations to a new level and strengthened cooperation in many areas. The contribution of the country of the former Soviet Union in the fight against organized crime, including terrorism, corruption and human trafficking, could be useful. Over the past two years, Georgia has made the necessary progress and met all the benchmarks set in the Visa Liberalization Action Plan. Therefore, I welcome the decision to exempt Georgian citizens traveling in the European Union from visa.", "language": "en", "original_language": "it", "translation_provider": "google"}, {"id": 59, "date": "2017-02-02.json", "name": "Νότης Μαριάς (", "mepid": "125069", "text": "ECR). - Mr President, at a time when Greece and the European Union are facing huge refugee and migration flows, the European Union decides to exempt Georgian citizens traveling to the European Union for a short period of time from the visa requirement. Of course, the decision to abolish the visa takes Georgia one step closer to its European course. But for that to happen, it must be ensured that Georgia respects human rights, the rule of law and the rights of minorities. We should not forget that in Georgia there is a Greek minority that has lived and worked in this country for hundreds of years. We therefore call on the competent Georgian authorities to fully respect the rights of the Greek minority and, in addition, to ensure that their homes are handed over to the Greek Pontians, which, unfortunately, have been illegally occupied by third parties.", "language": "en", "original_language": "el", "translation_provider": "google"}, {"id": 60, "date": "2017-02-02.json", "name": "Petras Auštrevičius (ALDE).", "mepid": "124766", "text": "   – Mr President, I think that today we have an excellent reason to congratulate both the European Union and Georgia. Let’s be frank: Georgia has made a great step forward towards Europeanisation. We have to admit that Georgia’s progress in many areas, such as the fight against corruption, the judiciary, better border control, and producing better passports for its own citizens, is self—evident. But of course Georgia has not completed everything and I wish Georgia all the best on its way.  But, colleagues, let us again be frank. We have even better reason to congratulate the European Union, since today the European Union is building a partnership and not a wall, as unfortunately some countries are doing in today’s world. I am very hopeful that Ukraine will follow suit and that we will in a short time approve the decision on visa liberalisation for Ukraine.  ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 61, "date": "2017-02-02.json", "name": "Kinga Gál (PPE).", "mepid": "28150", "text": "- Mr President, Georgia has successfully fulfilled the conditions set for it, demonstrating its commitment to closer relations with the Union. For its part, it did everything in its power to abolish the visa requirement. The suspension mechanism was born to prevent abuse, so it is now up to the Union to keep its promises. The credibility of the Union is at stake, if the visa waiver is further delayed, it would send a bad geopolitical message to the region. From the very beginning, it has been a priority for us, including Hungary, for the European Union to add Georgia to the list of visa-free countries. It is also my personal belief that Georgian citizens with biometric passports should have been traveling without a visa for some time. In the same way as Ukrainian citizens. After all, Ukraine, like Georgia, deserved a visa-free regime. It has met all EU conditions, a double standard is not justified.", "language": "en", "original_language": "hu", "translation_provider": "google"}, {"id": 62, "date": "2017-02-02.json", "name": "Michaela Šojdrová (PPE).", "mepid": "124710", "text": "- Mr President, I support the abolition of short-stay visas for Georgia.This country is our important partner and is also seeking membership in NATO.Georgia has met all the conditions, and as the Commissioner said here, the European Commission will continue to monitor the conditions for visa-free travel.We have adopted a mechanism for suspending visa-free travel, so there may be no concern that we may not be able to stop visa-free travel in the event of a large increase in migrants or a large increase in asylum applications.Georgia has gone through a very difficult period, and I think we can congratulate the Georgians on achieving their goals, which is an important signal to them that it is worth fighting for and continuing with reforms.I would like us to make the same progress and the same success in visa liberalization with Ukraine.", "language": "en", "original_language": "cs", "translation_provider": "google"}, {"id": 63, "date": "2017-02-02.json", "name": "Dimitris Avramopoulos", "mepid": "n/a", "text": "   Member of the Commission. – Mr President, honourable Members of Parliament, let me start by expressing my thanks for this debate. I am really glad at the end of this session that there is a large consensus in this House on the need to keep the promises the European Union has made to the people of Georgia. The Georgian Government has indeed worked very hard to fulfil all the benchmarks of the Visa Liberalisation Action Plan, and I would like to commend and praise once again the government for its commitment.  Should there be any problems after visa liberalisation, the revised suspension mechanism is there to deal with that. We will continue to monitor the situation. There is no need to delay this important file any further. Let us proceed with the voting on the report by Ms Gabriel, which will bring us one step closer to the conclusion of the whole procedure to grant visa-free travel for the citizens of this great country.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 64, "date": "2017-02-02.json", "name": "Мария Габриел", "mepid": "96848", "text": "rapporteur. - Mr President, Commissioner, I would first like to thank my colleagues for their support and for the clear messages. Thank you, Commissioner, for the constant dialogue and good cooperation on the difficult work on this dossier. I just want to say two things. Approval today for visa-free travel for Georgian citizens is not a gesture. It is a recognition, it is also a challenge. Recognition for the work done by the Georgian authorities, recognition for the defense of our common European democratic values ​​and by the Georgian citizens. Today's vote is also a challenge. A challenge to continue to deepen our partnership with Georgia, a challenge to our cultural, economic and political ties. I therefore call on the Council to finalize the procedure as soon as possible so that we can fulfill our commitment before the end of March. Once again, when we talk about visas, let us always remember that we are talking about citizens. We owe it to them in the name of our common shared values, in the name of our common security, in the name of our common future. We must now move on to the last stage of the procedure.", "language": "en", "original_language": "bg", "translation_provider": "google"}, {"id": 65, "date": "2017-02-02.json", "name": "Przewodniczący. –", "mepid": "28372", "text": "I have a feeling that I took part in the historical debate.I am glad that I led it.I greet our Georgian friends in the galleries for the public.I close the debate.The vote will take place on Thursday 2 February 2017. Written statements (Rule 162)", "language": "en", "original_language": "pl", "translation_provider": "google"}, {"id": 66, "date": "2017-02-02.json", "name": "Ivan Jakovčić (ALDE)", "mepid": "124754", "text": "written.- Georgia is an important trade partner of the EU, and a key player in terms of security challenges in the Eastern Partnership.Precisely because of this, it is necessary to strengthen the principle according to which any country that has successfully met all the criteria can benefit from visa liberalization, but the criteria that led to liberalization must be systematically respected.Georgia has made obvious progress in implementing the Visa Liberalization Action Plan (VLAP), and has succeeded in meeting the necessary benchmarks.Such a thing brings significant advantages for Georgian citizens as well.Although Georgia is a country of stable democracy, which has launched concrete measures to fight organized crime, including trafficking in human beings, terrorism and corruption, efforts need to be further stepped up to make progress in media freedom, judicial independence and fair elections.", "language": "en", "original_language": "hr", "translation_provider": "google"}, {"id": 67, "date": "2017-02-02.json", "name": "Urmas Paet (ALDE)", "mepid": "129073", "text": "in writing.- Georgia has been ready for visa-free travel with the EU for some time, and it is good that the European Parliament has approved it.Visa liberalization contributes to people-to-people contacts and also to the promotion of economic relations.Hopefully, we will also be able to move forward with visa-free travel for Ukraine soon.", "language": "en", "original_language": "et", "translation_provider": "google"}, {"id": 68, "date": "2017-02-02.json", "name": "Tibor Szanyi (S&amp;D)", "mepid": "124703", "text": "in writing. - An important element of the European Union's neighborhood policy is the Eastern Partnership, which plays a central role in our efforts to stabilize and democratize the EU's eastern borders. Given that this is in the interests of both the partners concerned and the EU Member States, Georgia can be seen as one of the success stories of our neighborhood policy, based on the implementation of the Association Agreement with Georgia and the nearly five years of intensive work to implement the Visa Liberalization Action Plan. The possibility of visa-free travel, which the Georgian side has already unilaterally granted to EU citizens, could open up new areas of public relations and business opportunities. Of course, it cannot be overlooked that the European Union is the most popular destination for those wishing to emigrate from Georgia, but based on previous parliamentary debates and the proposal, I believe that the monitoring and suspension mechanism provided for in the agreement provides sufficient safeguards against possible abuses. I note that the EU's favorable assessment also applies to the assessment of Ukraine's EU visa liberalization, which is being discussed in practice in parallel with the Georgian case, and the successful implementation of which will be an important stage for both our partners in European values ​​and democratic structures.", "language": "en", "original_language": "hu", "translation_provider": "google"}, {"id": 69, "date": "2017-02-02.json", "name": "Janusz Zemke (S&amp;D)", "mepid": "96784", "text": "in writing.- I support the joint proposal of the European Parliament and the Council to exempt Georgian citizens from the visa requirement within the European Union if they have biometric passports.Let us remember that Georgia took the first step by lifting the visa requirement for citizens of all EU countries, if their stay in Georgia does not exceed 90 days.The adoption of similar measures in relation to Georgian citizens will be an important instrument to strengthen cultural and economic contacts with the country.Georgia is a key partner of the EU under the Common Neighborhood Policy.We should be interested in a gradual rapprochement between the EU and Georgia.This solution will be important especially for students, scientists, teachers and entrepreneurs.At the same time, however, the EU should monitor the situation in Georgia, stressing the importance of the rule of law and the independence of the judiciary in that country.", "language": "en", "original_language": "pl", "translation_provider": "google"}, {"id": 70, "date": "2017-02-02.json", "name": "Przewodniczący. –", "mepid": "28372", "text": "The next item on the agenda is the report by Tadeusz Zwiefka, on behalf of the Committee on Legal Affairs, with recommendations to the Commission on cross-border aspects of adoptions (2015/2086 (INL)) (A8-0370 / 2016).", "language": "en", "original_language": "pl", "translation_provider": "google"}, {"id": 71, "date": "2017-02-02.json", "name": "Tadeusz Zwiefka", "mepid": "28301", "text": "rapporteur. - Commissioner! Colleagues! When we started working on this report in the Committee on Legal Affairs, we were asking ourselves one fundamental question: what is the real purpose of the adoption procedure? The answer was simple and clear to everyone: this goal is to create a good, friendly, loving environment for the proper development of the child. The child's welfare is the primary goal for which adoption procedures are carried out. The agreement to this statement was a very good starting point for a discussion on the content of the report, which I finally divided into two parts. In the first part, we discuss various aspects of adoption procedures. It seems that despite their improvement every year, there are still serious shortcomings, there are still question marks that need to be answered. Therefore, I am calling for the creation of even minimum standards that would allow all Member States of the European Union to act according to the same rules. What are these minimum standards? First of all, respecting the child's subjectivity. A child is an individual person, it is no one's property. Thus, in the adoption procedure, where this is already possible, the child should be heard before making a decision. It is also hard to imagine that adoption decisions would be made without listening to the biological parents, if they are alive, without their consent, or without exhausting the procedural line for depriving biological parents of parental authority. There are still many such issues. We also talked about how the 1993 Hague Convention on International Adoption works. This is an important instrument, a very important document, but it only regulates those adoptions that are carried out on a cross-border basis. However, it does not say how we should help each other in the event of domestic adoption. I also mention in my report the issue of training judges and staff at adoption centers who deal with this subject matter, so that the procedures are similar, so that we approach the issue of the best interests of the child in a similar way. I want to make it very clear that there is not a single word in the entire report about changing substantive family law. We know very well that this is an exclusive competence of the Member States and it should remain so. However, where possible, we should jointly develop procedures that will ensure the best interests of the child in an even more appropriate way. Hence, in the second part of my report, I present a legislative proposal: I am asking the European Commission to prepare a proposal for a Council regulation on the recognition of domestic adoptions. National adoptions, carried out according to national law, take place in situations where both the adoptive parents and the adopted child reside, live in the same country, are nationals of the same country. When they move to another country, these procedures have to be repeated. This is obviously a financial and time problem and creates legal uncertainty. Therefore, the introduction of automatic mutual recognition of domestic adoption orders would change and improve this situation. I am also requesting the preparation of a multilingual adoption certificate, similar to the inheritance certificate, which we adopted two years ago and which is working perfectly.", "language": "en", "original_language": "pl", "translation_provider": "google"}, {"id": 72, "date": "2017-02-02.json", "name": "Věra Jourová", "mepid": "n/a", "text": "   Member of the Commission. – Mr President, the protection and promotion of children’s rights is a real priority for the Commission. We must ensure that the rights of those who are in particularly difficult situations, such as the victims of abduction or children in migration, are fully respected and promoted. For instance the proposal for the recast of the Brussels IIA Regulation, which was adopted last year on 30 June, strengthens the rights of the child. It introduces a new obligation concerning the hearing of children and specific measures to enhance the efficiency of return proceedings in cases of parental abduction.  I would like to thank Mr Zwiefka for his comprehensive report. I fully support the call on Member States to strengthen mutual trust and administrative cooperation between them on this important matter. Training for legal practitioners working in the field of cross-border adoption is essential in this respect. The Commission is ready to co-finance relevant projects proposed by interested Member States and stakeholders in line with the current financial framework. The Commission is aware that the lack of recognition of adoption orders between Member States may entail problems both for the parents and, especially, for the child, but we lack updated data on this. The Commission did a study on the subject back in 2009 which was discussed at a joint conference with the Council of Europe in the very same year. However, that study did not provide the Commission with data, as Member States either did not keep statistics or simply did not want to share them. We are aware that adoptive parents may encounter problems when they move to another Member State and that the adopted children’s civil status may be questioned.  But let me be clear: this is a very sensitive area of law and, for any legislative proposal in the area of family law to be adopted, we need unanimity in the Council. You mentioned yourself that family law is a domain for the Member States. Any initiative on the recognition of adoption orders at EU level therefore needs to be very strongly evidence-based. For instance, how many cases of lack of recognition are we talking about? What are the key aspects invoked when recognition is challenged? How are Member States dealing with such cases?  Currently, preliminary work and consultation regarding a possible initiative on the recognition of domestic adoptions are being carried out at international level in the context of the Hague Conference on Private International Law. Further developments within the Hague Conference can help clarify the depth and extent of the problem and the willingness of Member States to deal with it at international level, as well as any need for corresponding action at EU level. I am following this issue closely and will keep Parliament informed. In parallel, we will continue to support Member States on this. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 73, "date": "2017-02-02.json", "name": "Νότης Μαριάς", "mepid": "125069", "text": "Author of the opinion of the Committee on Petitions. - Mr President, I would like to begin by thanking the rapporteur for the views he has expressed. The issue of cross-border aspects of adoption has been on the agenda of the Committee on Petitions many times, where we have discussed this issue and consider it very important. Recently, significant issues have arisen in relation to cross-border adoptions that require a different approach by the European Commission. First of all, we must ensure that all adoption decisions are made solely in the best interests of the child for a better tomorrow. That is why it is important, depending on the age and maturity of the child, to always take into account the opinion of the child himself. At the same time, every effort must be made to ensure that the siblings are not separated and that the identity of the child is maintained. In addition, it is necessary to take European legislative action to facilitate cross-border recognition of adoption decisions and to stop excessive bureaucratic formalities between Member States. Finally, austerity and cut-off policies are certainly having a negative impact on social services themselves, which also play an important role in this regard.", "language": "en", "original_language": "el", "translation_provider": "google"}, {"id": 74, "date": "2017-02-02.json", "name": "Pavel Svoboda", "mepid": "96272", "text": "for the PPE Group. - Mr President, Commissioner, the problem of cross-border recognition of adoption is one of the problems whose solution contributes to simplifying the lives of EU citizens. The mobility of European citizens is a fact that needs to be taken into account today, and rules need to be created that will make it easier, not more difficult, to exercise freedom of movement within the EU. If we are in favor of recognizing individual adoption decisions throughout the Union today, we are not creating Europe from above, but we are responding to an existing reality, to the ever-increasing personal ties between Europeans, to the emerging European demos. A mechanism that will allow cross-border recognition of adoption decisions without interfering with national rules governing adoption is the measure that its citizens expect from the EU. I would therefore like to thank my colleagues from the JURI, but above all the rapporteur, Tadeusz Zwiefek, for making this report so excellent.", "language": "en", "original_language": "cs", "translation_provider": "google"}, {"id": 75, "date": "2017-02-02.json", "name": "Virginie Rozière", "mepid": "103845", "text": "on behalf of the S & amp; D group. - Mr President, first of all I would like to thank the rapporteur and all colleagues for the excellent work that has been done on this issue. Commissioner, you said that all action must be based on facts, but our Parliament is regularly seized of situations of families who face very serious difficulties when moving around the European Union. They face enormous difficulties in having family ties recognized and in living a normal family life. In this area, as in others, I am convinced that the European Union can be the solution. In this sense, the report proposes important steps forward to deal with the collapsing legal landscape in the various Member States of the European Union. I think that beyond the reluctance that can be attached to such and such aspects, it is the best interests of the child and, quite simply, the right to live a normal family life, which must guide our action. . I believe that the proposal for a regulation which is annexed to this report is the best instrument to guarantee real legal certainty and effectively safeguard the fundamental rights of these families, who find themselves confronted with these difficulties. This regulation would allow children in fragile situations to be effectively protected against harmful risks of trafficking or adoption, while allowing a peaceful family life in such cases. Finally, I welcome the fact that a solid reference is made to Article 21 of the Charter of Fundamental Rights to combat any form of discrimination in adoption recognition procedures. It is an essential objective that we must defend. Given that this text presents real progress for citizens, I think that we will give it in this Parliament a vote and full support and I hope, Madam Commissioner, that you will take them into account in your future work.", "language": "en", "original_language": "fr", "translation_provider": "google"}, {"id": 76, "date": "2017-02-02.json", "name": "Ангел Джамбазки", "mepid": "124873", "text": "on behalf of the ECR Group. - Mr President, ladies and gentlemen, we are talking about a proposal to adopt a regulation that allows for the automatic recognition of adoption judgments given in another Member State. A necessary condition for the adoption of rules allowing the automatic recognition of such decisions issued in another Member State is to ensure full compliance with national public policy provisions and the principles of subsidiarity and proportionality. I support the strengthening of judicial cooperation in the field of grounds, as it is our duty to provide the best possible for the most vulnerable in society. I agree with the rapporteur, Mr Zvefka, that Council Regulation (EC) № 2201/2003 on competence and parental responsibility did not address the issue of recognition of adoptions and that the proposed legislation could complement the existing regulation, filling the gap in recognition of the adoptee in accordance with international law. I refer in particular to the 1993 Hague Convention. In accordance with Article 81 (3) of the Treaty on the Functioning of the European Union, I agree that the Council, using its right of derogation, may establish certain measures relating to family law which have cross-border significance. The only legitimate aim is to formulate a common family law for European citizens living in different countries of the Union or who have moved to another country, so that they do not face unnecessary and unjustified obstacles. However, the new regulation requires prior adoption by each of the states, even those that have nothing to do with the case. However, there is another aspect that is important to keep in mind, as it concerns sovereignty in the field of family law of states. Pursuant to Article 6 of the draft regulation, recognition and acceptance orders made in a Member State may be refused only where the rules on jurisdiction is not respected or acceptance is contrary to public policy in a Member State.That is why any final EU intervention in the national policy of the states is unjustified on this topic.This is also the case with my proposal, which uses the strongest instrument - the regulation.", "language": "en", "original_language": "bg", "translation_provider": "google"}, {"id": 77, "date": "2017-02-02.json", "name": "Jean-Marie Cavada", "mepid": "28206", "text": "on behalf of the ALDE Group. - Mr President, I would like to thank Mrs Jourová and the rapporteur, Mr Zwiefka, who did extremely precise and high quality work. I am not going to make a long speech to emphasize what my colleagues have already said. I therefore fully support this report, the objective of which is to impose on the countries of the European Union the automatic recognition of orders made in one of the countries of the Union, so as to make life easier for adoptive parents who circulate in the European Union. There was, until now, a terrible contradiction: the European Union had succeeded in settling the issue of the free movement of goods, capital, men and women, but not that of adopted children. We are on the right track and I would like to say that what touches me about this report is that it takes into account the best good of the child. Therefore, I fully support and thank the rapporteur and the Commission proposal.", "language": "en", "original_language": "fr", "translation_provider": "google"}, {"id": 78, "date": "2017-02-02.json", "name": "Κώστας Χρυσόγονος", "mepid": "125061", "text": "on behalf of the GUE / NGL Group. - Mr President, cross-border adoptions in the European Union are an important issue, affecting the fortunes of thousands of families who have adopted or want to adopt a child. The existing regulations not only do not ensure the protection of children and parents but actually create obstacles to their free movement between Member States of the Union as in many cases repetitive bureaucratic procedures are required which often prevent families from moving to another Member State. Child protection must be a priority for all of us and cross-border recognition of adoption certificates contributes to this goal. Although there are individual issues to be resolved, I believe that, in general, the report by Mr Zwiefka is moving in a very positive direction and we must move forward to improve adoption procedures, to remove the obstacles that afflict thousands of Europeans. citizens and, above all, that children do not pay the price for the lack of cooperation between states.", "language": "en", "original_language": "el", "translation_provider": "google"}, {"id": 79, "date": "2017-02-02.json", "name": "Pascal Durand", "mepid": "124693", "text": "on behalf of the Verts / ALE Group. - Mr President, thank you very much for giving me the floor twice, but I will not use it too long. Simply, I would first like to thank Mr Zwiefka for the work that has been done. The subject is a difficult subject. It sometimes touches the conscience, it touches the rules of the family, it thus touches the depths of what constitutes our lives. Mr. Zwiefka was able to find a piece of land which was of prime interest. He said it, these are the words he used, and I want to take them back because they justify both the report and the work we have all done together, “the emotional environment” and “the well-being of the child ”. Thank you, Mr Zwiefka, for basing your report on these two concepts: they sum up, in fact, the position and the work we have done. This has been said - I will not repeat it - we are here in the presence of a call from the heart, to ensure that children do not suffer, across the Union, from the disparity between certain laws. This is the work that we have done. Automatic recognition, Commissioner, is necessary. And, indeed, Mr. Cavada rightly said, we cannot have free movement of goods, free movement of finance and not have, for children, this same reciprocal recognition within of the Union. I therefore wanted to give my warmest support to Mr Zwiefka and his report, and to thank all of my colleagues for their work, urging the Commissioner to ensure that the best interests of children are taken into account. account within the Union. (The speaker accepts to answer a \"blue card\" question (Rule 162 (8) of the Rules of Procedure))", "language": "en", "original_language": "fr", "translation_provider": "google"}, {"id": 80, "date": "2017-02-02.json", "name": "Doru-Claudian Frunzulică (S&amp;D)", "mepid": "124790", "text": "question \"blue card\".- Mr President, dear colleague, I do believe that the main objective is to promote the rights of the child and that is also the subject of my question.Don't you think the adoption procedures are very long?Also, I believe that it is necessary to intensify the cooperation between the national authorities to lead to the implementation of this important report.", "language": "en", "original_language": "fr", "translation_provider": "google"}, {"id": 81, "date": "2017-02-02.json", "name": "Pascal Durand (Verts/ALE)", "mepid": "124693", "text": "answer \"blue card\".- There is no difficulty or disagreement between us.Yes, the procedures are too long and we are trying to ensure that a European legal area means that there is what is called exequatur, that is to say, basically, that a Staterecognize an adoption which took place in another State within the Union.It exists for a number of other rights and adoption law has to be part of it, but in a context that is particular - as I said, it sometimes touches the conscience of people.The child must not be the victim of legal disparities within the Union.That’s the whole point of Mr Zwiefka’s report, so I think we’re okay with ending these lengthy proceedings.", "language": "en", "original_language": "fr", "translation_provider": "google"}, {"id": 82, "date": "2017-02-02.json", "name": "Jane Collins", "mepid": "124955", "text": "  on behalf of the EFDD Group. – Mr President, adoption is a wonderful alternative for otherwise unwanted children, or a child that’s left in an unsafe environment. But what concerns me about this report is that it’s another power grab by Brussels over the jurisdiction of family law. In the UK, there are strict laws about family courts, including the privacy of proceedings for what is and always will be a very emotive subject. But what I fear, with this latest demand for ‘more Europe’, is that the best interests of the child may be put second to the EU’s desire for more and more power. And what happens if it is a disputed adoption? If the grandparents want to adopt? Or one parent is actually fighting the case? How will that work if the child is taken across another country’s border, into another culture, or maybe where the child will be brought up speaking a different language? I believe that we all should be encouraging families to be strong and cohesive units, which is the best environment for bringing up a child, surely. We should not be making it easier for families to be torn apart.  (The speaker refused to take a blue-card question under Rule 162(8)) In this Parliament, a great deal of disrespect was shown to my colleague, Nigel Farage. Unfortunately, until our colleagues can show each other respect, I’m afraid I won’t take any more blue cards.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 83, "date": "2017-02-02.json", "name": "Gilles Lebreton", "mepid": "124738", "text": "on behalf of the ENF group. - Mr President, international adoption is a delicate problem which requires finding a balance between, on the one hand, taking into account the interests of children and families, and, on the other hand, respect for sovereignty of states. The Hague Convention of May 29, 1993 succeeded in achieving this delicate balance. Should we therefore risk going further? This is what the Zwiefka report thinks. While recognizing the good intentions of this report, I believe that it puts too much emphasis on the best interests of children and families at the expense of state sovereignty. It extends the obligation of automatic recognition to national adoptions, which seems unwise to me, because if we are not careful, this risks forcing States to recognize the validity of adoptions made by same-sex couples. or adoptions carried out following surrogacy. However, many European states do not accept the validity of such adoptions. The report further calls for the creation of a European adoption certificate which seems to me to interfere excessively with the competences of the Member States. For these reasons I am against this report. (The speaker agrees to answer a 'blue card' question (Rule 162 (8) of the Rules of Procedure)", "language": "en", "original_language": "fr", "translation_provider": "google"}, {"id": 84, "date": "2017-02-02.json", "name": "Tadeusz Zwiefka (PPE)", "mepid": "28301", "text": "question asked by picking up a blue card.- Dear Colleague Lebreton!I would just like to ask, how is it possible that, on the one hand, you accept the Hague Convention of 1993 regulating only and exclusively cross-border, international adoptions (against which you later speak a little illogically), and you do not want to agree to respect the decisionadoption issued in the country.After all, the state always strives to respect national legal systems.And that is what this report is about, to respect the national legal system.", "language": "en", "original_language": "pl", "translation_provider": "google"}, {"id": 85, "date": "2017-02-02.json", "name": "Gilles Lebreton (ENF)", "mepid": "124738", "text": "“blue card” response.- You have indeed imagined a few safeguards in your report, in particular the reserve of national public order.The problem, you see, is that I know very well how the European Union works.At first, she is satisfied with a moderate text and then after several years, we will be explained that more integration is needed and your reservations, dear colleague, will jump.", "language": "en", "original_language": "fr", "translation_provider": "google"}, {"id": 86, "date": "2017-02-02.json", "name": "Rosa Estaràs Ferragut (PPE).", "mepid": "96811", "text": "- Mr. president. Today we present a proposal for a Resolution plus an annex that is intended to fill a legal gap and provide detailed and very specific recommendations for the development of a Regulation that can fill this legal gap and can address cross-border recognition of adoptions. There is no doubt that families in Europe today move and, in many cases, these families have adopted children. In some countries there are no problems, but in others there are problems, because in order for there to be recognition between the adoptee and the adopter, it is necessary to establish, in some countries, an additional judicial procedure. This creates instability in families and this goes against all the rights of the child and against the Hague Convention itself. Therefore, what is being asked here, I believe that with great success - and our rapporteur Tadeusz Zwiefka, has been, I believe, a great push so that this can see the light - is a clear legal framework that provides legal certainty, to provide the children's families with a stable family. And for that, minimum standards are proposed for adoption, greater cooperation is proposed, it is also proposed that the Hague Convention be respected, because everyone has signed it, but then there are problems in the execution. And finally, that this cross-border recognition of adoptions be automatic.", "language": "en", "original_language": "es", "translation_provider": "google"}, {"id": 87, "date": "2017-02-02.json", "name": "Evelyn Regner (S&amp;D).", "mepid": "96998", "text": "-  Mister President!(The speaker speaks without a microphone.) ... that's why.Accordingly, the Commission's proposal and, above all, the work done by Mr Zwiefka as rapporteur must be expressly recognized.As the European Union, we must be a union of citizens.This also means removing unnecessary bureaucratic hurdles due to a lack of cooperation between national authorities.It is about making adoptions as easy as possible for reasons of child welfare and about removing all these hurdles accordingly.However, I would also like to point out that we should have arrived in 2017, and therefore point out once again that we as the European Parliament should finally ensure that lesbian and gay couples across Europe have equal rights in this regard.Again: for the best interests of the child.", "language": "en", "original_language": "de", "translation_provider": "google"}, {"id": 88, "date": "2017-02-02.json", "name": "Jiří Maštálka (GUE/NGL).", "mepid": "23704", "text": "- Mr President, Commissioner, we are dealing with the cross-border aspects of adoption. I would first like to thank the rapporteur for his excellent work and express his full support. There are currently no European provisions for the recognition of national adoption decisions. This creates significant problems for European families who have moved to another Member State after adopting a child. Even as a doctor, I am convinced that the family environment creates the best possible conditions for the healthy development of the child and that any other environment can never fully replace his family. The bond that is created by adoption fully replaces the family relationship from a legal, psychological and social point of view. I hope that we will be able to remove obstacles to the cross-border aspects of adoption and, at the same time, to reduce the number of children dependent on education in state institutions.", "language": "en", "original_language": "cs", "translation_provider": "google"}, {"id": 89, "date": "2017-02-02.json", "name": "Anna Maria Corazza Bildt (PPE).", "mepid": "96674", "text": "   –  Mr President, too many children in Europe are deprived of a family due to bureaucracy, and too often children live in a judicial limbo in which their rights are not recognised throughout the EU. And that is why I fully support your report, Tadeusz, calling for mutual recognition and common standards for adoption. We have to address fragmentation and hurdles in the EU and increase judicial cooperation between the Member States, including through the European e-Justice portal. We need common minimum standards to enable Member States to exchange good practices without prejudice to national laws on adoption.  That is important. Adoption procedures will remain a national competence as much as family laws, but too many families cannot fully enjoy the freedom of movement of the European Union, and I support the proposal for a regulation on automatic mutual recognition of cross-border adoption orders, to ensure that the rights of adopted children are recognised and respected across the EU. As a co-Chair of the Intergroup on Children’s Rights in this Parliament, I am committed to make sure that the best interests of the child are recognised in all the adoption procedures. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 90, "date": "2017-02-02.json", "name": "Victor Negrescu (S&amp;D).", "mepid": "88882", "text": "- Mr President, the subject of adoptions has become an increasingly important issue as the mobility of people has increased. The report comes with a solution proposing the development of common minimum standards for adoptions. Even if they are considered rather good practice guidelines, all parties acknowledge that any adoption decision must be made exclusively in the best interests of the child and analyzed on the basis of individual characteristics. The report stipulates that, at European level, biological parents should be given the right to use all legal remedies before adoption proceedings can begin. In this way, some problems between Member States or even with third countries could be treated more transparently and measures would be taken to protect children. In these circumstances, cases such as those of the Barbu family in the United Kingdom or the Bugnariu family in a third country such as Norway will be dealt with more clearly, all the more so as the report indicates the need for the relevant consular authorities to be kept informed. on any proposed adoption decision in respect of a child who is a national of another Member State, but most importantly, the rights of the child will be protected.", "language": "en", "original_language": "ro", "translation_provider": "google"}, {"id": 91, "date": "2017-02-02.json", "name": "Ángela Vallina (GUE/NGL).", "mepid": "125050", "text": "- Mr President, in the Petitions Committee of this Parliament we have received over three hundred petitions from individuals these years, from people who suffered problems with the adoption of minors, and in many cases just because a country does not recognize the adoption ruled by a courtor an administration from another country.For this reason, today we are happy to approve this Resolution that will require the Council to have a necessary legal tool.But, nevertheless, I also miss that we do not talk about the new family models that exist and that also cannot be hidden.I miss the courage to talk about adoptions by same-sex couples or by single people, for example.Ultimately, this is about moving forward and cementing a Europe of civil and social rights.Not, of course, of borders, bureaucracies or discrimination.", "language": "en", "original_language": "es", "translation_provider": "google"}, {"id": 92, "date": "2017-02-02.json", "name": "Jiří Pospíšil (PPE).", "mepid": "125706", "text": "- Mr President, I very much welcome this report.The issue of cross-border adoption has been debated in the European Union for many years.I remember the debate in 2009, when the Czech Republic held the EU presidency, and at that time we had a debate on whether to amend one European law, one European adoption or, on the contrary, to advance the principle of mutual recognition.I think it is right that, in the end, the idea of mutual recognition has prevailed, which, in principle, does not strengthen the principle of European integration of family law, but, on the contrary, believes that individual states are able to adopt adoptions correctly within their jurisdiction.So I very much welcome the idea, it is, in my view, a compromise between those who want to make the cross-border aspects of adoption more effective, on the one hand, and those who do not want a single European family law.That correction is correct, and I congratulate the rapporteur and I hope that it will work in practice.", "language": "en", "original_language": "cs", "translation_provider": "google"}, {"id": 93, "date": "2017-02-02.json", "name": "Nicola Caputo (S&amp;D).", "mepid": "124851", "text": "- (IT) Mr President, ladies and gentlemen, the best interests of the child are inherent in respect for their fundamental rights, of which one can only have real knowledge if one is able to reverse the perspective by changing the angle of view from adult to child. Facilitating this capacity is the task of institutions and all social actors, primarily the family. In international adoptions - which are a meeting of affections, but also of deeply different cultures - the protective family nucleus develops with a trilateral relationship: minor, adoptive and biological parent, with peculiar elements of extraneousness typical of private international law. In cross-border adoption, there are also greater legal uncertainties, mainly due to the different national recognition procedures and the divergence of guiding principles. The only remedy and primary point of reference for any cross-border adoption procedure therefore remains the substantial and non-formal compliance with Article 21 of the United Nations Convention on the Rights of the Child.", "language": "en", "original_language": "it", "translation_provider": "google"}, {"id": 94, "date": "2017-02-02.json", "name": "Γεώργιος Επιτήδειος (", "mepid": "125071", "text": "NI). - Mr President, the need to have children from different families is often met through the adoption of children from countries other than the country of the parents. Because every child has the right to live in an environment of love, affection and care, international adoption should be governed by rules that provide a minimum and are applied, if possible, by all countries of the European Union. The formal procedures of this case are not the predominant element. The key is to enable the child to grow up in a balanced and harmonious way and that is why adoptive families must show the necessary seriousness and the necessary respect for the child. Finally, I would like to point out that, in order for a child to grow up properly and not have psychological problems, he must grow up according to the laws of nature, with both parents, with both mother and father, and not be an adoption a child means of satisfying morbid expediencies and various illicit obsessions.", "language": "en", "original_language": "el", "translation_provider": "google"}, {"id": 95, "date": "2017-02-02.json", "name": "Věra Jourová", "mepid": "n/a", "text": "   Member of the Commission. – Mr President, honourable Members, giving priority to the interests of the child may be found in international law and in Member States’ law, and to that end it is necessary to consider two things: that these interests be properly translated into the procedural rules, because they should not be unnecessarily bureaucratic and lengthy; and also how they are applied.  That is why I am in favour of doing much more in conjunction with the Member States, for instance in the field of training of judges and professionals. The Commission will consider adding this as a new topic amongst other topics: where we train judges on victims’ rights, procedural safeguards for children, Brussels IIA, etc., this could also be covered. So this is my commitment to you from today’s discussion.  On the new legislation: family law is the domain of the Member States. We must be very careful here because these are emotional and sensitive topics; unanimity is required for a very good reason. So we will consider this call for legislation, but, as I said before, it must be evidence-based, there must be a test of whether this is a severe pan-European problem; whether there is strong demand from the Member States that we have a European solution; and the third important thing is whether the European Union has any legal competence to regulate on this.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 96, "date": "2017-02-02.json", "name": "Tadeusz Zwiefka", "mepid": "28301", "text": "rapporteur. - Mr Chairman! Shortly: I would like to sincerely thank all my colleagues who took the floor during today's debate, showing unequivocal support for such an approach to adoption procedures. Extremely important procedures, because we are talking about our children, about our future. Guaranteeing the child's well-being and its proper development is our absolute duty and priority. With all due respect to the provisions of the 1993 Hague Convention on the International Adoption of Children, it only deals with international adoptions. The report that we will be voting on in our House today talks about the recognition of national adoption orders, and that is a fundamental difference. We have no regulations in this area. Hence my proposal, which has been supported very broadly in today's debate and meets the expectations of parents, that their moving to another Member State should not complicate their lives when they are accompanied by adopted children. Many thanks to all those who worked with me on this report. It is not difficult to imagine how many different points could be addressed in such a report, but thank you for the fact that colleagues wanted to focus on the work in the area that I made clear at the beginning, that we did not throw in this report issues that cannot be addressed. accommodate in it. Thank you very much once again for the debate and for the promise from the Commission that we will prepare further regulations that will make life easier for our families.", "language": "en", "original_language": "pl", "translation_provider": "google"}, {"id": 97, "date": "2017-02-02.json", "name": "Przewodniczący. –", "mepid": "28372", "text": "I close the debate.The vote will take place on Thursday 2 February 2017. Written statements (Rule 162)", "language": "en", "original_language": "pl", "translation_provider": "google"}, {"id": 98, "date": "2017-02-02.json", "name": "Daniel Buda (PPE)", "mepid": "125012", "text": "signed up. - Investing in children is an investment in the future of our society, and their upbringing and education in decent and safe conditions must be permanently in everyone's attention, no matter where they are. In this context, we are talking about cross-border adoptions and the best interests of the child in such situations. Child protection is a priority in any situation, and in the case of cross-border adoptions there are a number of factors that must be taken into account to ensure the protection of children's interests. I support the importance of developing common minimum standards for adoptions, but also the need for better cooperation on civil justice in the field of adoptions. As there is no mandatory framework at European level for the recognition of adoption judgments given following a national procedure, legislative action is needed so that the right of European citizens to family life and free movement is permanently respected. The Commission and the Council must identify mechanisms to ensure the protection of the interests of children, European citizens, and when they live outside the European Union. It is extremely important that, in such situations, children have the opportunity to keep in touch with the cultural background, to learn and use their mother tongue.", "language": "en", "original_language": "ro", "translation_provider": "google"}, {"id": 99, "date": "2017-02-02.json", "name": "Monika Flašíková Beňová (S&amp;D)", "mepid": "23868", "text": "in writing - The process related to the adoption or adoption of a child is not easy. The court decides on its outcome on the basis of the applicants' proposal. In the case of a positive result, adoptive parents have the same responsibilities, rights and obligations in raising children as biological parents. However, misunderstandings can arise when traveling or moving with such children to other countries. At present, unfortunately, there is no international or common European framework to ensure automatic recognition of national adoption decisions. No binding regulations will result. Rather, it is a matter of drawing up recommendations and best practices according to which such families, for example when moving to another country within the European Union, would not have to apply for recognition of an already issued domestic decision. This would remove some administrative barriers and strengthen the protection of the rights of children as well as their parents. It would make their lives easier and, at least in this area, they would be protected from possible further stressful situations.", "language": "en", "original_language": "sk", "translation_provider": "google"}, {"id": 100, "date": "2017-02-02.json", "name": "Enrico Gasbarra (S&amp;D)", "mepid": "124817", "text": "in writing. - In the matter of adoptions, the obstacles that stand in the way of the many cross-border cases affecting thousands of families are still too numerous. With the report by my colleague Zwiefka, measures are on the table that many European citizens have been waiting for for some time. I appreciate the effort made to suggest homogeneous and comprehensive proposals: I also believe that introducing a general regulation can really be a very effective tool. In particular, I would like to highlight the provision of common minimum standards for adoptions, based in particular on the belief that every adoption measure is issued purely in the interest of the child, and is evaluated on the basis of the specific characteristics of each case. The exchange of information between the competent consular authorities regarding the adoption of a child having the nationality of another Member State would already be a concrete step forward and immediately applicable, and I hope that the Commission, starting from some of the suggested examples, can propose quick and effective rules.", "language": "en", "original_language": "it", "translation_provider": "google"}, {"id": 101, "date": "2017-02-02.json", "name": "Lidia Joanna Geringer de Oedenberg (S&amp;D)", "mepid": "28377", "text": "in writing. - Compliance with Art. 21 of the UN Convention on the Rights of the Child should form the basis of all procedures, actions and strategies for cross-border adoptions. In this context, citizens' access to full information on the legal and procedural aspects of national adoption in the Member States should be improved, which would facilitate international adoption, thereby increasing the number of adopted children. I agree that the e-Justice Portal could be the right place to look for such information. I believe that the European Commission should analyze complaints about cross-border adoptions without parental consent. Such cases should not be the case. When the child put up for adoption is a national of another Member State, the issuance of any decision should be preceded by consultations with the consular authorities of that country and the child's family residing there. European ombudsmen for children should be encouraged to cooperate and coordinate more closely within the framework of the European Network of Ombudspersons for Children. Such actions could include participation in EU-funded projects in the field of judicial training.", "language": "en", "original_language": "pl", "translation_provider": "google"}, {"id": 102, "date": "2017-02-02.json", "name": "Julia Pitera (PPE)", "mepid": "124898", "text": "in writing. - There is currently no mechanism in the European Union to regulate the automatic recognition of national adoption orders issued in the Member States. Complications can therefore arise when a child is adopted in the national system and the parents then decide to move to another Member State. Then such families may be obliged to undergo additional, special adoption recognition procedures in another Member State or even to re-adopt the child. And if the adoption is not recognized, it means that the parents will encounter obstacles in exercising parental responsibility. For example, they will not be able to enroll their children in school or agree to have an operation if a child becomes ill. Legal uncertainty in this area can therefore constitute a significant obstacle to the free movement of families. Therefore, I believe that recognition of domestic adoptions should be automatic, unless such recognition would be contrary to the public policy of the Member State in question or the Member State in which the adoption took place would not have jurisdiction. These two exceptions should be kept. They are also included in the legislative proposal. Therefore, I would like to unequivocally support the text proposed by MP Zwiefka.", "language": "en", "original_language": "pl", "translation_provider": "google"}, {"id": 103, "date": "2017-02-02.json", "name": "Емил Радев (PPE)", "mepid": "124850", "text": "In written form. - Ladies and gentlemen, there are many problems in the field of cross-border adoptions that affect many families and the interests of their children. I will focus on three of them. Firstly, and most importantly, I call on the European Commission to take the necessary measures to stop the vicious practice of adopting children without the permission of their biological parents in the European Union. We have many such cases in the UK that have become a business. I hope that the relevant changes will be made so that this happens only in extreme cases and for the exclusive protection of the best interests of the child. Secondly, we must encourage cooperation and the exchange of information, both between the courts dealing with adoption and between the social services and the national administrations of the Member States. Thirdly, in the case of cross-border adoptions, I would like to emphasize the need to respect cultural and social traditions according to the child's origin. Because it is in the best interest of the child to remain in the circle of his family, even if he is not in the child's usual place of residence. I support the proposal to introduce a common form for the recognition of these cross-border adoptions, as this will facilitate and save parents money. Thank you for your attention!", "language": "en", "original_language": "bg", "translation_provider": "google"}, {"id": 104, "date": "2017-02-02.json", "name": "Laurenţiu Rebega (ENF)", "mepid": "124792", "text": "signed up. - I would like to emphasize that the field of family law at national level, and therefore adoption, is a matter for the Member States. However, when people decide to move to another Member State of the Union, there are difficulties in recognizing and resolving the legal situation of these people. However, I do not understand why we need to create new legislation, to impose new rules, instead of using the levers we already have, in order to get Member States to reach a uniform approach to adoptions. On the one hand, the training of national officials and judges involved in adoptions, the exchange of experience and the improvement of cooperation between them must be supported. On the other hand, Member States should be encouraged to avoid unnecessary bureaucracy in the field of adoptions. Let us not forget that what must prevail is the best interests of the child. In each of our countries there are enough abandoned children. It is important that each Member State facilitates national procedures so that these children can fully enjoy all rights, and first and foremost, the right to have a family.", "language": "en", "original_language": "ro", "translation_provider": "google"}, {"id": 105, "date": "2017-02-02.json", "name": "Claudia Țapardel (S&amp;D)", "mepid": "124793", "text": "signed up. - Every child in the world has the right to a family and an environment in which to be loved and to receive the education necessary for adult life. That is why I believe that the European institutions have a moral responsibility to protect the rights of every family, and I am glad that Parliament is the first to propose a set of measures for those who have adopted children and want to enjoy the freedom to settle in another state. than the original one. In the context of an ever-increasing number of international couples and families, Community law must adapt to new realities and provide every family in Europe with the guarantee that their rights will be recognized and respected by the authorities in all Member States. At the same time, it is unfortunate that the European executive has not yet responded to the 2011 EP request to take steps to regulate cross-border adoption issues. This is not just about defending principles, but also about protecting the rights of all parents and children in the European Union, wherever they may be, in concrete situations.", "language": "en", "original_language": "ro", "translation_provider": "google"}, {"id": 106, "date": "2017-02-02.json", "name": "Valdemar Tomaševski (ECR)", "mepid": "96697", "text": "in writing. - The topic we are talking about today is very important and relates to aspects that affect a child's whole life. With this in mind, we must not forget that in the field of adoption, it is very important to take all decisions for the welfare of the child, respecting the fundamental rights of the child and the parents. The purpose of adoption is not to give adults the right to a child, but to provide the child with a stable environment in which to grow harmoniously, surrounded by care and love. Let us not forget that cross-border adoption should only take place as a last resort, as it permanently severes the child's ties with his or her country of origin. Legislation should strike a balance between the rights of the adopted child to know his or her identity and the rights of the biological parents. Under no circumstances can a child be taken away from his or her parents and placed in cross-border adoption because of parental poverty. The relevant competent authorities of the Member States should not recognize cases where the material conditions of the biological parents constitute an exceptional ground and reason for depriving them of their parental authority and for placing the child for adoption. This is unacceptable and must be clearly defined in the legislation. Biological parents should also be able to seek full redress to resolve a negative decision for them. And in the case of adoption, the child should end up in a full family that includes both mother and father.", "language": "en", "original_language": "lt", "translation_provider": "google"}, {"id": 107, "date": "2017-02-02.json", "name": "Romana Tomc (PPE)", "mepid": "125104", "text": "in writing. - There are currently no binding European frameworks for the recognition of cross-border adoptions. The existing Hague Convention only provides for a system of administrative cooperation when adoptive parents and children do not reside in the same country. Both the right of European citizens to family life and the right to free movement are at the top of the priorities of the European People's Party and the Slovenian Democratic Party. I am strongly in favor of the EU providing a clear legal framework that would make life easier for many families. It seems unacceptable to me that parents who move abroad, for example, should once again prove their custody of their children, which can happen when enrolling in school or arranging health insurance. The European Certificate of Adoption is therefore a good proposal that would save many families unnecessary bureaucratic procedures. We have heard many debates in Parliament on the issue of Member States' subsidiarity in the field of cross-border adoptions. At the same time, it is important to know that the legislation of the Member States in the field of family law will still be respected. Legislation could prevent unnecessary complications for many families, as well as ensure that the adopted child's right to a stable legal position is respected. That is how we will act for the good of the children.", "language": "en", "original_language": "sl", "translation_provider": "google"}, {"id": 108, "date": "2017-02-02.json", "name": "La Présidente. –", "mepid": "96952", "text": "I also have the pleasure to greet, in the official gallery, Mr. Irakli Kobakhidze, Speaker of the Parliament of Georgia, and his accompanying delegation.(Applause) They are making a working visit to the European Parliament today and have honored us with their presence in today's debate and vote.We therefore have the pleasure of welcoming them cordially.", "language": "en", "original_language": "fr", "translation_provider": "google"}, {"id": 109, "date": "2017-02-02.json", "name": "La Présidente. –", "mepid": "96952", "text": "The next order of the day is Voting Time.", "language": "en", "original_language": "fr", "translation_provider": "google"}, {"id": 110, "date": "2017-02-02.json", "name": "Jo Leinen (S&amp;D).", "mepid": "4262", "text": "   – Madam President, we wish to express the fact that a political dialogue has been organised by Ali Bongo but it has not happened yet. So the new version should read ‘the intended political dialogue’. That is the change, because it has not happened yet. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 111, "date": "2017-02-02.json", "name": "Jo Leinen (S&amp;D).", "mepid": "4262", "text": "   –  Madam President, this is another adaptation to the current situation. We say that ‘certain members of the opposition have not signed the agreement’ with Mr Kabila for the next elections, but in the meantime they have signed the agreement. So we have to delete this part.  ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 112, "date": "2017-02-02.json", "name": "La Présidente. –", "mepid": "96952", "text": "This closes the Voting Hour.", "language": "en", "original_language": "fr", "translation_provider": "google"}, {"id": 113, "date": "2017-02-02.json", "name": "Bogdan Andrzej Zdrojewski (PPE).", "mepid": "124893", "text": "- Madam President!I would like to point out that this report is in fact a kind of appeal: an appeal to combat doping, an appeal for pure sport, but also an appeal to lower various taxes.And I want to emphasize here that - what is crucial - it is aimed primarily at children and those who practice mass sport.For this reason, I have supported this report.", "language": "en", "original_language": "pl", "translation_provider": "google"}, {"id": 114, "date": "2017-02-02.json", "name": "Seán Kelly (PPE).", "mepid": "96668", "text": "   – Madam President, given my sporting background I supported this report in the light of its comprehensive evaluation of sporting policy within the European Union. Transcending all social spheres, I firmly believe that sporting initiatives could serve as a vital vehicle for social inclusion, sporting involvement in growth, employment and indeed society as a whole. However in recent times we have borne witness to a growing trend of corruption within the sporting climate. The series of recent high-level corruption cases on both the European and international stage have made it clear that transparency and greater regulation and cohesion in sporting policy must now define our path. Sport reflects society, and we must safeguard this sector for the benefit of generations to come.   Molaim an tUasal Takkula as an jab atá déanta aige.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 115, "date": "2017-02-02.json", "name": "Ангел Джамбазки (ECR).", "mepid": "124873", "text": "- Madam President, ladies and gentlemen, Mr Takula's report examines the broad social, economic, educational and health benefits of sport in the Union and the current challenges. Calls for multi-level action to promote good governance, fight corruption, while respecting the independence of sports organizations. Overall, the direction given by the final compromise is positive and the fact that grassroots sport plays a key role in social cohesion and the fight against radicalization, and that volunteering in sport is of great importance, must be supported. There is a need for more efficient use of European Union funds for sport. I also believe that it is necessary, and even mandatory, to reduce the administrative burden for local sports organizations. However, I voted against the report because I am against the paragraph which obliges national sports federations to use the Union flag and symbol, together with the relevant national flags and symbols, when holding international sporting events. This is much more federalism than I can accept. I consider myself a defender of the national interests in the Union, who must work together in certain policies for the common good and good neighborly relations, but I will always uphold the inviolability of the flag, symbols and national traditions.", "language": "en", "original_language": "bg", "translation_provider": "google"}, {"id": 116, "date": "2017-02-02.json", "name": "Jiří Pospíšil (PPE).", "mepid": "125706", "text": "- Madam President, I have finally stayed behind this report, so I want to explain why.By no means do I want to oppose sport, I am aware of how important this aspect of human life is, but I wonder to what extent the issue of sport is to be addressed by the EU and to what extent it is not exactly the subject of individual nation states.Nevertheless, there are things in the report that I have finally refrained from.For example, the effort to enforce specialized prosecutors 'offices to deal with sports crimes, I consider this to be a really strange thing, I do not know why we should have specialized prosecutors' offices, especially for this type of crime.In small states, on the other hand, this will lead to such offices probably not having much work and, on the contrary, their expertise would rather decrease.So sport certainly is, but the question is how much to receive such reports at EU level.", "language": "en", "original_language": "cs", "translation_provider": "google"}, {"id": 117, "date": "2017-02-02.json", "name": "Andrejs Mamikins (S&amp;D).", "mepid": "124746", "text": "   –  Madam President, from my point of view of the main task of sport is to propagate a healthy lifestyle among young people. Sports make an important contribution to social values such as tolerance, solidarity, peace, respect for human rights, and understanding among nations and cultures. Recent corruption scandals have tarnished the image of sport, raising questions about the need for structural reforms of sports governing bodies and organisations. We need a zero tolerance policy for corruption and other types of crime in sports. Fighting corruption in sport requires transnational efforts and cooperation among all stakeholders, including public authorities, law enforcement agencies, the sport industry, athletes and supporters.  ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 118, "date": "2017-02-02.json", "name": "Michaela Šojdrová (PPE).", "mepid": "124710", "text": "- Madam President, I have decided to support the European Parliament's resolution on an integrated approach to sport policy because, like my colleague Dzhambazki, I see them as a call to promote sport and also to protect sport from abuse, from business.It's an appeal to the fair play aspect.Professional sports and far from not only football but also other sports face negative phenomena, such as corruption, influencing the results of matches, doping, poor management of sports clubs or the abuse of athletes, such as third party ownership of players.I agree with my colleague Pospíšil that it is necessary to consider what legislative instruments we will use, but in any case we must fight against these phenomena in order to maintain a positive image of professional and amateur competitions so that sport remains a sport, especially fair play.", "language": "en", "original_language": "cs", "translation_provider": "google"}, {"id": 119, "date": "2017-02-02.json", "name": "Daniel Hannan (ECR).", "mepid": "4555", "text": "   –  Madam President, sport is surely the supreme example of a non-political, non-state activity, the ideal of a civil society. A sporting club or association exists for no higher purpose than to give mutual pleasure to its members and supporters. Nobody is forced to join, people stay only if they want to. So why do we need to have a sport policy? How have we got to the point where politicians need to get their hands on something that ought to lie outside the purview of government? Having a sport policy always struck me as a sign of an insecure dictatorship. It was the kind of thing that the Comecon states used to do in the Cold War, to treat sporting success as a symbol of national virility. Surely we in advanced democracies should hold ourselves to a higher standard. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 120, "date": "2017-02-02.json", "name": "Hannu Takkula (ALDE).", "mepid": "28316", "text": "- Mr President, I naturally voted in favor of this report. The EU has limited competence in the field of sport, and it is in the context of this report. Given what the EU's competences are. Some members seemed to have read the report and some did not. Therefore, I do not want to interfere with all the explanations of vote that have been gone through here today. So much for saying that when the flag issue came up here and I realized that, as a result, many in the ECR Group voted against it not being a matter of binding matters but of recommendations. I myself opposed that idea, but this is a recommendation, and since it is a recommendation, it does not bind anyone. You can put its flag even inside the shirt or leave it on altogether. As for the freedom of the independent states to decide again. How civilized are we? Just recently, Hannan quit. I know that when the UK goes to the Olympics, there is Team GB, and when football is played, Wales, Scotland, England and Northern Ireland are separately. While rugby is played, there is Ireland, where Northern Ireland, Wales, Scotland and England are separately. It can be said that even now we are taking this diversity into account. We are talking about the general importance of sport to move people and fight the problems and diseases we have in Europe and to guarantee the well-being of our citizens across different borders.", "language": "en", "original_language": "fi", "translation_provider": "google"}, {"id": 121, "date": "2017-02-02.json", "name": "Michela Giuffrida (S&amp;D).", "mepid": "124864", "text": "- Madam President, ladies and gentlemen, the European Union must be an opportunity for the citizens and not an obstacle. The situation of a family with adopted children who decides to move abroad can turn into a bureaucratic nightmare: it could even happen that the adoption process is not recognized, it could be necessary to start new practices - it would be like asking, in practice, to a child to be reborn. And if the second country's assessment were different, what would happen? Paradoxical situations would be created. I voted in favor of this report because it makes it clear that adoption is not a couple's right to become parents but a child's right to live in a stable, loving and caring environment. It is understandable that the legal systems of the Member States are different, but in compliance with the principle of subsidiarity, action is needed. The first step could be the adoption of a regulation for the automatic recognition of adoption measures in member countries.", "language": "en", "original_language": "it", "translation_provider": "google"}, {"id": 122, "date": "2017-02-02.json", "name": "Michaela Šojdrová (PPE).", "mepid": "124710", "text": "- Madam President, with my vote, I supported the report on the proposal for a Council regulation on cross-border aspects of adoption, which proposes the introduction of automatic recognition of national adoption decisions issued in one Member State by another.Such a rule will allow the recognition of a decision of a court or other competent authority on adoption issued in another Member State.However, it in no way interferes with national adoption rules.I consider it important to state this as the real reason why I supported this draft report.I personally do not agree that children should be given for adoption to registered partners, but I am convinced that this draft report is not about this decision and does not interfere with national legislation, which fully decides on the conditions of adoption within its competence.", "language": "en", "original_language": "cs", "translation_provider": "google"}, {"id": 123, "date": "2017-02-02.json", "name": "Andrejs Mamikins (S&amp;D).", "mepid": "124746", "text": "   –  Madam President, the adoption of children is a very important and sensitive task for our societies, and is especially so for Latvia. It is a shame that a lot of children still live in special state institutions, not in their families. States should take all decisions in adoption matters with the best interests of the child in mind, and with respect for his or her fundamental rights, while always taking into account the specific circumstances of the particular case. The child should always be given the opportunity to be heard without pressure and express his or her view on the adoption process, taking into account his or her age. No decision on adoption should be taken before the biological parents have been heard. I am convinced that the interests of the children have to be taken in consideration as the only main criterion. I voted in favour, of course.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 124, "date": "2017-02-02.json", "name": "Ангел Джамбазки (ECR).", "mepid": "124873", "text": "- Madam President, ladies and gentlemen, I abstained on my report by my colleague, Zvefka, because I do not think that the Union needs to intervene in areas that fall within the sovereignty of the Member States. The choice of the strongest legal argument for harmonization of legislation - the regulation on a specific topic - is also evidence of interference in the internal policies of the Member States of the Union. At the same time, I support the strengthening of judicial cooperation in the field of adoptions, because it is our moral duty to provide the maximum opportunity to protect one of the most vulnerable groups in society. The family is the basis of a society. It is for this reason that we must be able to find the balance so that, at the same time, we protect the rights of the family and do not take away the powers of the Member States from policies based on cultural and historical factors and traditions.", "language": "en", "original_language": "bg", "translation_provider": "google"}, {"id": 125, "date": "2017-02-02.json", "name": "Anna Záborská (PPE)", "mepid": "23894", "text": "- Adoption must be in the best interests of the child.Member States define the law when this interest is met.If the European Union orders states to automatically recognize adoptions that are not allowed by their own laws, it will be a gross interference with their exclusive powers in the field of family law.As a result of such an intervention, the best interests of the child for the Union as a whole will be defined by the Member State with the most liberal laws.In other countries, a schizophrenic situation will arise and their courts will have to deal with discriminatory lawsuits.The rapporteur's efforts to define minimum standards for adoption are commendable.However, it should have stopped where Member States' views on family and child adoption differ.Therefore, I could not support this report.", "language": "en", "original_language": "sk", "translation_provider": "google"}, {"id": 126, "date": "2017-02-02.json", "name": "Daniel Hannan (ECR).", "mepid": "4555", "text": "   –  Madam President, now here is a subject with an apparently cross-border aspect. Adoptions do take place across national borders, and it seems sensible to have a framework. Of course, immediately one runs up against the fact that most cross-border adoptions are not limited to EU Member States. There is a lot of adoption that takes place from outside the EU. And here’s the good news: it is regulated by an international framework; it is regulated by the Hague Convention of 1993. So why do we need additional EU regulation that applies narrowly only to one part of the world? I suppose it is conceivable that there are some gaps that need to be filled in. But again countries could surely opt in on a bilateral or multilateral basis without needing to involve the entire bureaucracy of the European Union? I have said it before and I’ll say it again: international cooperation beats supranational government every time. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 127, "date": "2017-02-02.json", "name": "Branislav Škripek (ECR).", "mepid": "124927", "text": "   –  Madam President, a European regulation where the rights of the child are prioritised should be welcomed. However this report calls for measures that we should absolutely reject. In the name of convenience and harmonisation of documents, children would be at the risk of being trafficked across borders. Already some Member States have seen a dramatic rise in the number of children being taken into care away from their biological parents. Research into abuse consistently shows that natural parents are the ones least likely to abuse their children.  We cannot put children at risk by loosening the strict adoption procedures in place, by imposing a poor, one-size-fits-all European regulation. A child needs both father and mother to flourish. Let us invest in supporting that most important family unit, helping biological parents raise their children even in difficult circumstances.  ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 128, "date": "2017-02-02.json", "name": "Michaela Šojdrová (PPE).", "mepid": "124710", "text": "- Madam President, ladies and gentlemen, allow me to comment on the vote on this item. Banana production is an important part of the agricultural production of some EU Member States and creates a significant number of jobs in this area. That is why efforts must also be made to maintain European banana production. I therefore voted in favor of the report on the proposal for a regulation amending the regulation implementing the bilateral safeguard clause and the stabilization mechanism for bananas between the EU, on the one hand, and Colombia and Peru, as well as the Central African countries, on the other. Given the extension of the preferential tariffs for trade in bananas to Ecuador as well, I welcome the extension of the safeguard clause and the stabilization mechanism to Ecuador as well. I also agree with the obligation to oblige the Commission to monitor compliance with the established volume of banana imports and to inform the European Parliament in the event of a serious disturbance of this market.", "language": "en", "original_language": "cs", "translation_provider": "google"}, {"id": 129, "date": "2017-02-02.json", "name": "Daniel Hannan (ECR).", "mepid": "4555", "text": "   –  Madam President, it is curious, isn’t it, that the European Union has trade restrictions on bananas. It is not exactly as though there is a domestic banana industry in the European Union that requires protection. A friend of mine in Cornwall did once show me banana tree in his garden, but I don’t think it was on a scale that was of significant mercantile importance.  The reason we have these restrictions is well-intentioned. We think we are sticking up for largely former French and British colonies in the Caribbean, the ones that produce the little squashy bananas, if I can put it that way, rather than the big long straight ones. But we’re not doing those territories any favours. We are keeping them in a sense of dependency, we are preventing them from expanding into other areas, diversifying their economies and competing in world markets.  And as a price for doing this, we are slightly pushing up prices in Europe, taking a little bit of money out of the pockets of our consumers which would otherwise be spent on stimulating the economy at home. So everybody ends up being a loser from these restrictions. It would be easier by far to have free trade rather than these rules, which are bananas. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 130, "date": "2017-02-02.json", "name": "Diane James (NI).", "mepid": "124939", "text": "   –  Madam President, the European Union Common Fisheries Policy has incurred much criticism, and I believe rightly so. Fish stocks, due to overfishing, are now in many instances at critically low levels. Not content, though, with inflicting this ecological damage on waters surrounding the British Isles, the North Atlantic and the Mediterranean, the European Union has established arrangements to conduct the same activities in the waters beyond its jurisdiction.  The proposed regulation would establish a new authorisation framework and extend the scope of the authorisation system to all European Union fishing activities outside European Union waters. But when the United Nations remarks that the European Union practice is endangering 1.5 million African jobs, and when Greenpeace and the United Nations are able to identify the source of the overfishing issue as being the European Union, I’m very sorry, I was just unable to support the motion.  ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 131, "date": "2017-02-02.json", "name": "Seán Kelly (PPE).", "mepid": "96668", "text": "   – Madam President, as a new member of the Committee on Fisheries, I was pleased to vote in favour of this report, which calls for a clarification on licensing rules for EU vessels fishing outside EU waters. This regulation would also extend the current licensing system to include private agreements between EU companies and third countries.  The current regulation dates back to 2008 and the update of the legislation would apply to all EU vessels fishing outside EU waters and to third—country vessels fishing in EU waters. This is extremely relevant for Ireland as it clarifies certain rules which would impact on our fishermen, who are such hard workers but have been affected greatly by EU legislation. Providing more clarifying eligibility criteria for third—country vessels would help Irish fishermen as it would ensure that those who do want to fish in our waters are fully and properly licensed. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 132, "date": "2017-02-02.json", "name": "Michela Giuffrida (S&amp;D).", "mepid": "124864", "text": "- Madam President, ladies and gentlemen, the common fisheries policy is perhaps the policy which has had the worst impact on your reference production sector. Of course, great results have been achieved from an environmental, sustainability and fish restocking point of view, but fishermen have seen the rules and regulations to be respected multiply and have had to undertake costly renovations. They did all this in order to continue their business, in compliance with the principles imposed by Brussels. The external dimension of fishing is another sore point. It is certainly a good thing that the European Union fulfills its responsibilities as a flag state, but it would be the case that the Union also fulfills its responsibilities for the protection of fishing vessels which fish in conditions of great insecurity and which are exposed to great risks. I want to mention again the case of Sicilian fishermen who risk their lives in conflicts with the police of neighboring countries, in particular Libya. This is what we call the fish war, because it involves kidnappings and shootings, and this is also what the European Union must take on and take care of.", "language": "en", "original_language": "it", "translation_provider": "google"}, {"id": 133, "date": "2017-02-02.json", "name": "Jiří Pospíšil (PPE).", "mepid": "125706", "text": "- Madam President, I supported this resolution, I think it is necessary to maintain above-standard relations with Georgia, as well as with other allies in the framework of the Eastern Partnership.I will not repeat here what the visa-free regime brings to the future, ie.strengthening economic and other aspects.For me personally, the most important aspect is geopolitical, ie.A country in Russia's immediate neighborhood, which is more or less permanently threatened by Russia, finds a partner in the EU, and with this gesture on the way we say that we care about Georgia and that we consider Georgia as our partner.So the geopolitical level is more important to me than that visa-free travel will lead to a deepening of mutual relations, economic benefits on both sides, etc. This is necessary for me if we do not want the countries around Russia to gradually continue to fall under the influence of this country..", "language": "en", "original_language": "cs", "translation_provider": "google"}, {"id": 134, "date": "2017-02-02.json", "name": "Jiří Pospíšil (PPE).", "mepid": "125706", "text": "- Madam President, unfortunately I have not been able to speak on this point in a proper debate, which is why I am at least using this institute. I want to say that I consider it important that the European Parliament addresses the human rights agenda in other countries outside the European territories, and that this is particularly important for countries where there is strong economic support. We make it clear on the part of the EU that these countries should respect fundamental human rights and also respect the basic principles of the constitution and, say, the rule of law, if at all possible. That is why I supported this resolution, it is good that we are drawing attention to both Gabon and Congo that the presidents there are violating their constitutions, that they are not democratic, that the rights of the opposition, the rights of public speech, etc. are being suppressed. if the situation in these countries does not improve, they should reduce economic aid to this area, to this region of Africa.", "language": "en", "original_language": "cs", "translation_provider": "google"}, {"id": 135, "date": "2017-02-02.json", "name": "Bogdan Andrzej Zdrojewski (PPE).", "mepid": "124893", "text": "- Madam President, ladies and gentlemen!I would like to point out that we started working on the Erasmus + report with opinions that emerged questioning the program as such.Today, also at this moment, many young people are sitting in this room, so I would like to make it clear that we are finishing work on the report with a 40% increase in funding for scholarship programs.This is a very important success.At the same time, I would like to add that at the same time we reduced the so-calledmaturing liabilities, which improved the implementation of the program and positively influences the opinions that appear about it at present.I would like to thank everyone very much for the work on this report, which was quite lengthy and accompanied at the same time the 2014 and then 2015 budget implementation reports.", "language": "en", "original_language": "pl", "translation_provider": "google"}, {"id": 136, "date": "2017-02-02.json", "name": "Diane James (NI).", "mepid": "124939", "text": "   – Madam President, I have a very contrary view and that is because I see the Erasmus project as one of the many European Union sacred cows. It is directed at young people and it is focused solely on developing and encouraging the European Union project. For the period 2014-2020, as we have just heard, Erasmus has seen its project budget increase by 40%. I recognise that propaganda comes at a cost, and this is recognised by the European Union when influencing young people as to the so-called ‘merits’, and I put merits in quotation marks, of the European Union federalist project.  But a country doesn’t need to be a member of the European Union to be part of the Erasmus project, and as an internationalist I see the cultural and educational experience that should be available to all within the educational sector irrespective of European Union borders. It should not be conditioned, it should not be directed, and it should not be focused just on the European Union. And it certainly should not be controlled by the European Union. It is a big wide world out there, and I want to see more done with Australia and Asia. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 137, "date": "2017-02-02.json", "name": "Seán Kelly (PPE).", "mepid": "96668", "text": "   – Madam President, I have always advocated strongly for initiatives such as Erasmus +, and in recent years I have observed its true potential being realised for Irish and European citizens alike. I therefore supported this report, due to the rapporteur’s balanced reassessment of the inter—relationship between education and innovation. In line with the principle of lifelong learning, the future of the EU may henceforth be bolstered by teams of creativity, competence and entrepreneurship.  The budget increase towards this scheme reaffirms the high political and economic value of Erasmus +, and I hope to see this scheme continue to grow from strength to strength, and especially be availed of by more Irish people to improve their language skills, which need improving from an Irish context, and also the Erasmus + aspect which now encompasses sport. I know that one body that was involved with it, the Leinster GAA Council, are hoping to avail of that. That would be a wonderful fillip and a great way of bringing Europe closer to EU citizens.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 138, "date": "2017-02-02.json", "name": "Ангел Джамбазки (ECR).", "mepid": "124873", "text": "- Madam President, ladies and gentlemen, I voted in favor of the report on the implementation of the Erasmus + program, which we have been working on for a long time and have reached some good compromises. Erasmus + is the European Union's most successful and emblematic program and its continuation and future existence should be encouraged and supported. However, I would like to emphasize that there are also things in the report that were agreed without my participation. And one of them concerns the so-called the Commission's refugee policy, which is strongly praised against my convictions. I have repeatedly expressed my opinion in this regard and I will not fail to do so now. The integration of migrants from the last migrant crisis will not happen in the way that is proposed and praised in the report. And the European Commission certainly does not offer any good alternative or solution to the problem.", "language": "en", "original_language": "bg", "translation_provider": "google"}, {"id": 139, "date": "2017-02-02.json", "name": "Andrejs Mamikins (S&amp;D).", "mepid": "124746", "text": "   – Madam President. Erasmus + is one of the most successful EU programmes. It is a major EU tool to support activities in the fields of education, training, youth and sport, giving the opportunity to more than 4 million Europeans to study, train and volunteer in another country. At a time of particular crisis with regard to the fundamental values of the European Union, the Erasmus+ instrument can provide a fundamental opportunity to promote integration, understanding and solidarity among young people. It is very important because they will be the next generation of Europeans. They will be active society members, decision makers, voters and parents. This programme is working well, but the European Parliament has made some recommendations on how to improve its performance. In my point of view we should find more resources for this programme, for the next period until 2027. Of course, I voted in favour. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 140, "date": "2017-02-02.json", "name": "La Présidente. –", "mepid": "96952", "text": "This concludes the explanations of vote.", "language": "en", "original_language": "fr", "translation_provider": "google"}]