[{"id": 0, "date": "2017-06-01.json", "name": "President. –", "mepid": "28115", "text": "  The next item is the debate on the Commission statement on the risk of political abuse of media in the Czech Republic (2017/2696(RSP)).", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 1, "date": "2017-06-01.json", "name": "Cecilia Malmström", "mepid": "n/a", "text": "   Member of the Commission. – Madam President, we are here to discuss issues related to media freedom and pluralism in the Czech Republic. I am aware that this week this was the subject of a hearing in the Committee on Civil Liberties, Justice and Home Affairs (LIBE) and a number of concerns were highlighted there: the influence of politicians over media outlets, possible conflicts of interest between media ownership and political responsibilities, and transparency and media ownership. As you know, the competences of the Commission in the field of media freedom and pluralism are limited. They are related specifically to the EU Charter of Fundamental Rights. Media freedom and pluralism are indeed fundamental rights enshrined in Article 11 of that Charter. However, the Charter is addressed to Member States only when they are implementing Union law and this means that the Commission can intervene in this field only when there is EU legislation at stake. This does not appear to be the case in the situation we are discussing here today.  All Member States in the European Union have an obligation to ensure that we have independent media, a plurality of voices and the freedom to express those voices, and sadly Europe is not immune from serious problems when it comes to media freedom and pluralism. These remain at risk both online and offline. The Commission is aware of the challenges to media freedom and pluralism in various Member States and I can assure you that we are closely monitoring the situation all over Europe. One of the instruments that is particularly useful to this end is the EU-financed Media Pluralism Monitor (MPM). It aims to identify and highlight risk to media pluralism and over recent years, the European University Institute has performed the test implementation of this instrument in all Member States in an independent manner. The results are publicly available and show that no Member State in the European Union is immune from risk when it comes to media pluralism. Transparency of media ownership is one of the indicators used by the Media Pluralism Monitor to measure the risk to media pluralism, and for this particular indicator we noted that the perceived risk for the Czech Republic is slightly higher than the average.  Let me give you some numbers from the Eurobarometer survey where we are also monitoring the issue. A majority of the respondents do not believe that the national media are free from political or commercial pressure, while just over half of the respondents believe that their national media is providing trustworthy information. Only 37% of the respondents think that the body that oversees audiovisual media in their country is free and independent of pressure. As regards the Czech Republic, the figures are close to this EU average. A majority, 58%, said that the national media do not provide information free from political or commercial pressure. The results of the MPM and the Eurobarometer survey showed that media freedom and pluralism cannot be taken for granted in the EU, and we have to be vigilant here.  As I said, the Commission has only limited competences in this area, but we are definitely aware of current challenges and we are following the situation closely. Ultimately, I think the answer to the current trends and challenges in the media landscapes are more media freedom, more pluralism. These have helped us build up our democratic societies in the analogue age and are ever more necessary today in the digital society. Within the competences that we have in the Commission, we are taking a number of actions to strengthen media freedom and pluralism across the EU. For example, we have proposed to review the Audiovisual Media Service Directive presented in May last year; this requires regulatory authorities in the field of audiovisual media services to be independent, setting down requirements of independence that they have to comply with. The independence of audiovisual regulatory authorities is crucial to ensure correct and unbiased implementation of the Directive so that the Digital Single Market becomes a reality, and that is also key for ensuring media freedom and pluralism.  Furthermore, we are implementing a variety of independent projects financed by you in the European Parliament in the area of media freedom and pluralism. These projects monitor risks to media pluralism in all Member States, as well as threats to and attacks on journalists, which are is unfortunately becoming more and more frequent. They also provide media professionals under threat with practical solutions. And there is no doubt: Europe needs a strong, transparent, competitive, sustainable, free and pluralistic media sector. Citizens need to have the possibility to access good quality news and a diverse range of opinions. Opinions must be free to be expressed, voices must be free to be heard. Journalists must therefore be able to work free from threats and in a safe environment, which also includes freedom from economic pressure. This is the work of all of us, and it should be a shared responsibility of the EU institutions working together, national policymakers, media companies and of course citizens. We need to work towards our common goal, which is to ensure that these fundamental rights of every EU citizen are fully valued and respected.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 2, "date": "2017-06-01.json", "name": "Luděk Niedermayer", "mepid": "124701", "text": "for the PPE Group. - Madam President, free and pluralistic media are one of the fundamental values ​​of our society today. They are a pillar of democracy and a precondition for fair political competition, but meeting this apparent demand is not easy at all today. The reason for today's negotiations stemmed from the behavior of a few individuals from my country and the failure of others. This is not the fault of the legislators, our citizens are not to blame. It is easy to say that a quarter of a century of young Czech democracy and the rule of law encountered the brutal force with which some top politicians promote their political and economic interests. And it can be added that such conflicts simply bring damage and nothing can be done about it. You could say that, but it would be a huge mistake. Efforts to manipulate the media in our country in the form of, for example, deliberately unilateral information about the refugee crisis by one private television, or arguing a member of the government and the owner of a large newspaper with their editor about publishing cases against their opponents are only Czech variations on similar problems with varying intensity. manifested in various European countries. And that's why it's good that we're talking about them here today. Of course, we will not solve the problem today. A simple solution to a complex problem practically never exists. In my opinion, the cure is by no means new regulations or increasing the powers of the European Union. The combination of a functioning civil society, good laws, clear enforcement and a well-thought-out system for protecting and promoting the independence of journalists can reduce the risk of political abuse of the media. In my opinion, the protection of the independence and quality of public service media plays a major role. And, of course, the exchange of best practice between the Member States of the European Union can improve the domestic environment. Ladies and gentlemen, in the end, let me say that the manipulation and misuse of the media in Europe today includes not only internal threats but also external threats. I am talking here about propaganda and false information purposefully disseminated by some Russian media in the European Union. The French president spoke about this recently after talks with President Putin.It is a threat that we must face together.And finally the last sentence.Let me thank all the journalists who, although facing political pressures, do their job responsibly, independently and with quality.", "language": "en", "original_language": "cs", "translation_provider": "google"}, {"id": 3, "date": "2017-06-01.json", "name": "Pavel Poc", "mepid": "96715", "text": "for the group S & amp; D. - Madam President, I will be less general, because a lot of people have asked me on this point if the media in the Czech Republic are really being politically abused. I think this important question must be answered clearly and categorically. No, in the Czech Republic there is no systematic abuse of the media by the government or other state power through law or media councils. However, one particular politician, and unfortunately also the Deputy Prime Minister, did not resist the temptation to use his empire to strengthen his own power. I would like to cite here the resolution adopted by the Czech Parliament at an extraordinary session of the Chamber of Deputies on May 10, where it states: \"Deputy Prime Minister and Minister of Finance Andrej Babiš has repeatedly lied in his public speeches and abused his media to compromise political opponents.\" are simple facts. The second important question is whether the rule of law is maintained in the Czech Republic. Yes it is. The mentioned Minister of Finance has already been removed on the proposal of the Prime Minister and has been replaced by another Minister from the same party. Prime Minister Bohuslav Sobotka, head of the government, managed the entire crisis entirely within the constitutional order of the Czech Republic, and thanks to his work, the government continues to operate until the regular elections in October this year. In this context, it is very appropriate to say that it was proposed to set up a parliamentary committee of inquiry to investigate the recordings, as a result of which the scandal turned out to be the case by the Czech Police, the State Security Council and the law on conflict of interest adopted by the Czech parliament should have contributed. The third question that remains is whether the risk of endangering democratic competition and freedom of the press in the Czech Republic has been definitively eliminated. And unfortunately I have to answer this question, no. A normal politician of a traditional political party would disappear from politics after such a case like steam over a pot. But in the Czech Republic, a person got into high politics, who has gathered in his hands a huge political, economic and at the same time media power and does not hesitate to use this power of his empire at any time.Combined with extreme ambitions and a clear aversion to democratic institutions, this poses a real risk to threats to democratic competition, democracy and, ultimately, freedom.Unfortunately, even the most advanced democracy does not have enough defenses against savage billionaires and media magnates, because they tend to be very cute at first and sobering up late.However, there is some hope for the future that so many people have not been on the streets and squares since the Velvet Revolution in 1989, as many have come out in May this year to stop Mr Andrej Babiš.", "language": "en", "original_language": "cs", "translation_provider": "google"}, {"id": 4, "date": "2017-06-01.json", "name": "Jan Zahradil", "mepid": "23712", "text": "for the ECR Group. - Madam President, I consider this point in the European Parliament to be superfluous. We have a pluralistic media environment, in the Czech Republic, we have private media, public media. There is competition in the media market, no one has a media monopoly, there is no censorship, no one threatens journalists, we have media legislation and therefore media freedom in the Czech Republic is not endangered in any way. Yes, the chairman of a political movement, a former finance minister, say an oligarch, owns a certain section of the media and, as the owner, influenced the content of those media vis-à-vis political competitors. We already know that today, it came to the surface, it is of course unacceptable, but we can solve it ourselves. We have also already banned direct media ownership of active politicians. And let's say a few things here: there are other media owners who are not active politicians, but they also regulate the content of \"their\" media. There are politicians who do not own the media, but are very close to some journalists and some media owners, and therefore have privileged treatment in these media. And in addition to honest and objective journalists, there are also journalists who behave more like political activists, and there are certainly journalists who are so-called for sale and therefore write biased, biased and untrue. But this is not just a problem for the Czech Republic, it is a general problem, I think it exists in all countries, and I think there is no reason for only one country to be grilled for it, in this case my country. Rather, I feel that certain accounts are being settled here between the European People's Party and the European Liberal Group. Liberals criticized Hungary, the people did not like it, so they are now returning it to the Czech Republic. We, who are in opposition to Mr Babiš, will soon face him in the elections. That is the only way to solve this matter politically. But neither the Commission nor Parliament will solve it. We think that dirty laundry should be washed at home, and I assure you that we we also wash it at home.", "language": "en", "original_language": "cs", "translation_provider": "google"}, {"id": 5, "date": "2017-06-01.json", "name": "Pavel Telička", "mepid": "124706", "text": "  on behalf of the ALDE Group. – Madam President, I would like to say that I am not quite sure why we are discussing the situation in the Czech media environment here today. I believe the European Parliament should be addressing systemic issues in those Member States that fail to respect fundamental democratic principles and where independent journalism faces institutional obstacles. The Czech Republic is certainly not one of them. It goes without saying that the action of Andrej Babiš, the leader of the party that I represent here in Parliament and who has been referred to, was unacceptable. I have indeed raised the issue with him, publicly denounced his actions and publicly asked him to provide a full account of what exactly happened and what his role in the matter was. I also called on him to facilitate the resolution of the situation by resigning. He is no longer a member of the government. But the Czech Republic has functioning democratic institutions whose capability of dealing with such problems remains unrestrained. We have conflict of interest legislation in place which has prompted Andrej Babiš to place his media and other companies in a trust fund. These institutions are well placed to assess whether that is sufficient, but all of that is just one single case. It might be interesting to know that the latest press freedom index put out by the respected organisation Reporters Without Borders ranks the Czech Republic 23rd out of 180 countries in the world, well above France which ranks 39th, the UK which is 40th, or Italy which is 52nd. The Czech media and Czech journalists are free to do their job properly. I see a much bigger reason for concern which is my country’s ambiguous and rather passive European policies. I do not think this is something we should be debating here either, but I would understand that many of you would like to understand an increasing ambiguity in EU issues in the Czech Republic and other EU countries as well, their passivity and ever-stronger tendency to see the European integration process in purely financial terms. But again, this is an issue common to many countries, not just the Czech Republic. It seems that the Czech politicians, including President Miloš Zeman, have forgotten what brought us into the EU ranks in the first place. I hope that the Czech people will choose truly European leaders in the general election this fall, and especially the presidential elections next January. That will surely bring a welcome break for many, including myself. The Czechs as well as other EU nations need real leaders to actively shape the debate on a number of issues, from Brexit and the future European integration to pressing security and other challenges on which we are often slow and weak. We need decisions on enforcement. I want a Czech debate on these issues as well as a Czech debate on Europe. Instead of discussing the failure of one Czech politician in one single issue, however important it might be, we should focus on working towards a reform of the EU. Time, rather than the EU institutions, will tell whether Europe will develop into a multi-speed bloc, or whether it will further integrate. That will naturally be decided by our own ability to come to agreements on specific problems and challenges, so let us first make clear what these problems are and let us start dealing with them. Czech journalism, as well as the need for a swift independent investigation into the recordings of the former first deputy prime minister, is not one of them.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 6, "date": "2017-06-01.json", "name": "Kateřina Konečná", "mepid": "23699", "text": "on behalf of the GUE / NGL Group. - Madam President, first of all let me ask you today to realize that the criticism you plan to make today should not be directed against the people of the Czech Republic or against our country. The culprit of the whole situation is primarily one person, and that is Andrej Babiš. He founded a new political movement in 2011 and two years later buys one of the most important publishing houses in the country. His motivation was clear. Using purchased media to influence Czech public opinion in an effort to secure the greatest possible political power. We all know that this is not the first time that the independent exercise of the fourth power in a state has been complicated or made impossible by politicians. Unfortunately, the case we are dealing with today is not very unique, and we must admit that we do not know much about how to prevent these situations effectively. I understand that the European Parliament needs to talk about this, but I consider it necessary for us to realize that three important people in European politics knew about this conflict of interest, but looked the other way around. Guy Verhofstadt, who brought this new political movement to the ALDE faction, Commissioner Věra Jourová, who was nominated for the Babiš movement, and Pavel Telička, who led the YES movement candidate for the European Parliament. All these people were very well aware that Andrej Babiš bought the MAFRA media group only after announcing his entry into politics. If they thought that the two steps were unrelated, then they showed an incredible level of political naivety, and I consider their current outrage to be false. Babiš probably followed the rules from the book The Godfather, which gave everyone closest to him the rule that asking about his business is strictly forbidden. Babiš's future in the Czech Republic is now in the hands of our citizens, thanks to the upcoming elections. It is in our hands and I believe that the Czech citizens will solve this problem, and I have sufficient confidence that the Czech Republic itself will deny it without us having to continue to discuss this problem or comment on it in any way in the European Parliament.", "language": "en", "original_language": "cs", "translation_provider": "google"}, {"id": 7, "date": "2017-06-01.json", "name": "Judith Sargentini", "mepid": "96815", "text": "on behalf of the Verts / ALE Group. - When only a handful of owners own all the media in a country, media diversity diminishes and journalists will become more cautious in their criticism of that owner, especially if such an owner is a high-ranking politician. Who pays decides. Whose bread one eats, his word one speaks. After all, even journalists have to make a living. Precisely to avoid such automatisms, you have laws, rules and agreements. I understand that the Czech Parliament has launched an investigation into the resigned Deputy Prime Minister Babiš and the use of his own media company to influence the media. However, this is not the first time we have turned to the media. Now it is a specific Czech debate in which politicians are catching each other's flies. I have had this debate before, for example in 2009 on Italy. What we have to look for is European legislation that guarantees that we have diverse media and that media is not in the hands of one or two owners. There have been proposals to this end, but the EPP, for example, was never in favor of it. I believe this Parliament should refer this matter to the European Commission again. Where is that directive for plural media so that next time we do not have to have this debate about another country without going one step further? Plural media are the foundation of our democracy. If we see that going to pieces, then we have to offer a systematic solution and not see each other flying off here in the run-up to elections.", "language": "en", "original_language": "nl", "translation_provider": "google"}, {"id": 8, "date": "2017-06-01.json", "name": "Rolandas Paksas", "mepid": "96694", "text": "On behalf of the EFDD Group. - This talk in the European Parliament about the media being used for political purposes in the Czech Republic, and based on just one example, which to me is more like a provocation than an agreement, is a clear confusion over the political processes of the sovereign state and the struggle between local parties. Let’s compare just a few facts. Former Czech Finance Minister Babich is accused of influencing the media and seeking to deal with political opponents with her hands. Today, he is the leader of the fast-growing Czech centrist party and the most popular politician in the Czech Republic. Former Czech Prime Minister Sobotka leads the Social Democrats, whose popularity is declining. It is clear that the United European Globalist Forces cannot accept this situation. And today we are taking part in a performance in which the European Commission, some MEPs, play key roles. The rest are intended to be used as decorations to create an impression of reality. This is not a discussion, it is a new action of a long-running performance. A performance with one goal in the minds of the directors is how to put politicians and political parties that gain public confidence in place. Maybe even more - separate, sovereign states that dare to think and act independently. Hungary, Poland, now the Czech Republic - which one will be next? If we really want to talk about politics and the influence of politics on the media, then perhaps we should remember the cases in Sweden and Germany where the criminal attacks on migrants against the citizens of those countries were sought and disguised for some time. And perhaps not without the influence of politicians on the media? Where is the European Commission's initiative to launch a debate on media freedom and the influence of policies on the Swedish or German media? So for what is this hypocrisy and hypocrisy? We are well aware that many media outlets in many parts of the world have long been dependent on politicians, and from business aspirations.The media is increasingly becoming a policy tool and even a catalyst for certain political processes.So perhaps instead of a play on the risks of using the media for political purposes in the Czech Republic, let us really start a serious discussion about the media service to politics and the problems posed by the influence of politicians on the media.", "language": "en", "original_language": "lt", "translation_provider": "google"}, {"id": 9, "date": "2017-06-01.json", "name": "Ingeborg Gräßle (PPE).", "mepid": "28220", "text": "- Madam President, Commissioner, ladies and gentlemen! Mr Paksas, it is simply not true that what we are discussing today is being done in all Member States. We are dealing with a unique construction that cannot be found in any other EU country - thank God not. I hope that everyone will also fight against such a construction appearing again. We are dealing with the media today, but that's only the tip, the visible tip of the iceberg. I am worried about the Czech Republic, a wonderful country with great people that I admire and respect. It's not about them today. It's not about the Czech Republic. It's about this unique system. Since 2014, the Budgetary Control Committee has been dealing with the conflict of interests of the previous Czech Finance Minister. As a major recipient of EU funds, he should at the same time attest to the proper use of these funds to the EU. The EU could not withstand this conflict of interest - not even the Czech Republic. As has been shown: neither is the finance minister, he is now the former finance minister. It is reprehensible that he has not reacted or reacted only half-heartedly for so long - as, incidentally, the EU Commission, Commissioner Malmström, who is still watching, because perhaps the commissioner responsible also has a conflict of interests. I would have liked to hear from you about that too. According to my calculations, the corporate conglomerate around Mr Babiš has received at least five billion Czech crowns, that is 200 million EUR, from the EU coffers since 2009 - a fine thing if, thanks to EU funds, an already powerful and influential industrialist is even bigger and still bigger becomes more powerful. We know that there was influence so that small and medium-sized companies go empty-handed and yet the big ones - his - get this money again. How about if OLAF and the finally reveal the results of the investigation to the stork's nest to the Czech authorities?The European Commission must act.The conflict of interest, the past and its possible consequences must be dealt with, regardless of whether he was or is finance minister.", "language": "en", "original_language": "de", "translation_provider": "google"}, {"id": 10, "date": "2017-06-01.json", "name": "Ana Gomes (S&amp;D).", "mepid": "28306", "text": "- Madam President, freedom of the press and information combined with freedom of expression are inalienable values ​​of democracies and, therefore, the cornerstone of European treaties. They allow citizens to exercise the right to be informed, to scrutinize and to judge the actions of those who exercise power and influence. The European Court of Human Rights itself has determined the positive obligation of States to guarantee media pluralism. The concentration of media control in the Czech Republic is, therefore, a matter that concerns the European institutions and not only, as defended by oligarch Andrej Babis, an internal subject of the Czech Republic. It is worrying that Babis, as a social media owner, leader of a political party and owner of one of the country's main business agglomerations, tries to influence the journalistic content of the publications he controls. Even if he did not intervene, his power could induce self-censorship by journalists. The concentration of the media and the purchase by opaque economic powers are a phenomenon that has been observed in several Member States, including mine, Portugal. In 2013, this Parliament adopted a resolution on the general framework for media freedom in the European Union, calling for robust standards of control and transparency for media holders. We ask the Commission for measures to support the independence of the media and regulatory agencies, including a minimum legislative framework for all Member States, but little or nothing has been done and, therefore, this debate is entirely relevant. The media cannot be a business like others. Its integrity and public utility are directly related to information diversity and plurality, which need special protection, especially in times when strategies of hybrid war and electoral interference are based on the dissemination of news. false or biased.We must guarantee this special protection for the European Union and for our democracies.", "language": "en", "original_language": "pt", "translation_provider": "google"}, {"id": 11, "date": "2017-06-01.json", "name": "Evžen Tošenovský (ECR).", "mepid": "96713", "text": "- Madam President, the fact that we are debating this special item here in the European Parliament today is a huge mistake by those who put it on the plenary agenda. I would like to point out that I am from the opposition side, so I should rather rejoice over the opponent's problems. However, I am deeply convinced that this problem must be solved by the Czech Republic itself - especially the voters in our country. The abuse and influence of the media in the Czech Republic by former Minister Babiš, who is also the chairman of a political party and until recently was the Minister of Finance, probably occurred and continues to occur. Which is a disgusting and unacceptable fact. Of course, there is a huge problem when the second richest person in the Czech Republic, the Czech oligarch, uses his resources in political competition, primarily on the media scene. The European Parliament is a political body that should not play the role of a wise, top European cadre. Former Minister Babiš is to be torn on the domestic scene by the political opposition and truly independent journalists. The response must be voter billing in the next election. After all, from the position of the European Parliament, we cannot deliver the right democracy on a two-wheeler across Europe. I am deeply convinced that the Czech Republic is a sufficiently developed democratic country that will cope with this dangerous excess on its own. It may take a little longer. But all the more important will be the experience of voters in the future as they experience it today.", "language": "en", "original_language": "cs", "translation_provider": "google"}, {"id": 12, "date": "2017-06-01.json", "name": "Jaromír Kohlíček (GUE/NGL).", "mepid": "28331", "text": "- Madam President, the 1990s are associated with a huge coup in the countries of Central and Eastern Europe. The sale of the media resulted in a dominant position of German and Swiss groups on the media market in virtually all of these countries. This completely unimaginable situation in the western countries of the EU and in the United States is beginning to change for the worse. In the Czech Republic, multimillionaires are gradually buying the media, and since there is no ownership regulation in this area, by the way common in the US and the UK, the risk of directly influencing public opinion by new owners is quite real. This situation does not differ significantly from other states in our area, but the democratic traditions in the Czech Republic cause it to be rightly criticized by the inhabitants. From the point of view of the European Union, however, this is not unusual, and it is surprising that a similar discussion on media freedom in other countries, not only in Central and Eastern Europe, has not taken place for a long time. Apparently these are double standards and that is much to be criticized.", "language": "en", "original_language": "cs", "translation_provider": "google"}, {"id": 13, "date": "2017-06-01.json", "name": "Michaela Šojdrová (PPE).", "mepid": "124710", "text": "- Madam President, already in the LIBE Committee, this debate has turned into a debate on media freedom and captures the situation precisely: media freedom is guaranteed by law, but it is still under threat. This map of Reporters Without Borders shows the situation in the Czech Republic in comparison with other European countries. But for us politicians, it must first and foremost be about the right of citizens to truthful and independent information. When media freedom is at stake, democracy is at stake. This is true everywhere in the world and also in the Czech Republic. The facts show that in the Czech Republic there is an increased risk in the concentration and non-transparency of media ownership. This is a systemic problem, but it became a political problem when one rich businessman, now an oligarch, entered politics, bought influential media and influenced them to his advantage. That is also the reason why I understand my colleagues that they are concerned and want to alert us to this risk. That is also the reason why we are talking about it here today. Indeed, only citizens in the Czech Republic can change this in the October elections if they do not elect an entrepreneur who, through his own media, manipulates the opinion of voters and influences his own media. At this point, I want to emphasize the importance of public service media, the need to face this situation precisely with their independence and freedom. It must be defended in a national, Czech, but also European context. The message of this debate, therefore, for me is that we need to defend pluralism, independence and, in particular, the strong position of the public service media, which need our support. (The speaker agreed to take a blue-card question under Rule 162 (8))", "language": "en", "original_language": "cs", "translation_provider": "google"}, {"id": 14, "date": "2017-06-01.json", "name": "Jaromír Štětina (PPE)", "mepid": "124702", "text": "a question asked by raising a blue card.- Madam colleague, it is demonstrable that journalists working in the media of Oligarch Babiš are beginning to be afraid and subject to self-censorship.What do you think, dear colleague, is more dangerous, self-censorship or direct censorship?", "language": "en", "original_language": "cs", "translation_provider": "google"}, {"id": 15, "date": "2017-06-01.json", "name": "Michaela Šojdrová (PPE)", "mepid": "124710", "text": "answer the question posed by raising a blue card.- Mr colleague, both are equally dangerous, but the difference is that while censorship is prohibited by law in the Czech Republic, self-censorship is not prohibited.And I think there is a legitimate fear that the media owner is really treating his editorial staff in the newsrooms, and that self-censorship unfortunately works, as it did under communism, which we still remember.", "language": "en", "original_language": "cs", "translation_provider": "google"}, {"id": 16, "date": "2017-06-01.json", "name": "Monika Flašíková Beňová (S&amp;D).", "mepid": "23868", "text": "- Madam President, ladies and gentlemen, the subject we are discussing in plenary this morning is sensitive because it concerns media freedom. And no doubt every one of us who speaks in the debate today is in favor of media freedom and we are in favor of people who are employed in the media and the media in general having the opportunity to write, speak and publish free opinions. This is not always the case and it is not always because the media owns a specific politician. If we want to talk extensively on the subject of media ownership and ownership structures, then we must say that there is not much difference between whether the media owns a particular policy or whether the media is owned by economic groups that also have their own economic interests and through the media, indirectly or often directly, they press political structures to make decisions, and they do not want to go so far as to, say, discredit specific politicians who are not interested in making the decisions that the economic owners of these media imagine. The situation that has arisen in the Czech Republic is complicated and it is, of course, up to the Czech electorate to decide whether they wish in the future and whether they will decide in the next elections that their government, their parliament will be held by people who own the media and who in some way usurp to decide on the views that these media publish. But such a debate needs a much wider space, and such a debate, Commissioner, must comprehensively address the situation of ownership relations in the media and the influence of the situation in individual countries through the media. (The speaker agreed to take a blue-card question under Rule 162 (8))", "language": "en", "original_language": "sk", "translation_provider": "google"}, {"id": 17, "date": "2017-06-01.json", "name": "Tomáš Zdechovský (PPE)", "mepid": "124713", "text": "a question asked by raising a blue card.- You talked about the problem being wider.It can be said that the problem is not only in the Czech Republic, that for example Brexit and its presentation were influenced by some economic groups, it can be said that this problem is not sufficiently solved in Slovakia, that there was, for example, influencing the local public scene,and can it be said in the context of the whole of the European Union that it needs to be addressed in some way?", "language": "en", "original_language": "cs", "translation_provider": "google"}, {"id": 18, "date": "2017-06-01.json", "name": "Monika Flašíková Beňová (S&amp;D)", "mepid": "23868", "text": "answer the question posed by raising a blue card.- Mr colleague, you are a very experienced politician and you know very well how this is going in our countries.Yes, it is the economic groups that buy key media and through key media they try to influence events in countries up to important political decisions.On the other hand, I must say that I have been in this House for fourteen years now and I remember the great debate on Berlusconi and the media situation in Italy, and I therefore called on the Commissioner to adopt some European standards that will define precisely,what opportunities in the future will create space for the ownership of media structures.", "language": "en", "original_language": "sk", "translation_provider": "google"}, {"id": 19, "date": "2017-06-01.json", "name": "Zdzisław Krasnodębski (ECR).", "mepid": "124891", "text": "- Madam President! It seems to me that in the case of Andrej Babiš we are still dealing with a case of a clear conflict of interest between the political and business functions. However, there are serious doubts as to whether this should be debated in the European Parliament. I must say that I am amazed by the selectivity of my colleagues' attention and the topics of the debates. When the head of France's secret services, a close associate of the French president, commissioned French journalist Gérard Davet to be spied on, did the European Parliament take care of it? Have we ever dealt with the political control of CDF in Germany? When it was recently revealed that the head of one of the great international Swiss-German corporations instructed Polish journalists how to write about the political situation in Poland, did the Commissioner deal with it, or were colleagues interested in it? So let us leave their concerns to the Czechs, and let us deal with the general debate on the freedom of the media in the European Union.", "language": "en", "original_language": "pl", "translation_provider": "google"}, {"id": 20, "date": "2017-06-01.json", "name": "Carlos Coelho (PPE).", "mepid": "1892", "text": "- Madam President, Commissioner, ladies and gentlemen, freedom of the press is a pillar of the rule of law. It is a fundamental right. We enshrined it in the Charter of Fundamental Rights of the European Union and we did it because a true democracy needs informed citizens who can scrutinize their representatives. Now, without freedom of the press, that is not possible. Unfortunately, in recent times, we have faced frequent and unthinkable overruns to this fundamental right. The so-called fake news gained a worrying dimension and today contaminate a large part of the public space, with far-reaching consequences and motivations often of a geostrategic nature. Today fake news is a virus that contaminates press freedom. Press freedom is also often coerced by the deliberate action of governments. Look at the measures that have been approved by the governments of Erdogan in Turkey, Maduro in Venezuela or Putin in Russia, and of all countries that harass journalists and close newspapers, radio, television and spaces for public debate online. Many journalists pay the price of freedom and some even with their own lives. The concentration of the media in a single person, especially a political agent with ambitions for government, is also a cause for concern, precisely what is happening in the Czech Republic. It seems clear to me that equipping the media for political gain endangers press freedom. Madam President, ladies and gentlemen, let us be clear. What is essential here today is to reaffirm that freedom of the press is inscribed in our political DNA, which is the cornerstone of our democracies and the fundamental right of European citizens. And, above all, when it is being threatened, it is our duty to defend it and there are no Babiš in the Czech Republic, Erdogan, Maduro, Putin or fake news that should divert us from this design.", "language": "en", "original_language": "pt", "translation_provider": "google"}, {"id": 21, "date": "2017-06-01.json", "name": "Bogusław Liberadzki (S&amp;D).", "mepid": "23768", "text": "- Madam President! Commissioner! We have listened to a long debate among colleagues from the Czech Republic, from all political groups, and I got the impression that, with the possible exception of the PPE, every political party out of the three represented here states: we are able to deal with it inside, at home, in the Czech Republic. And this is good news, in my opinion, because it means realizing the importance of the problem and declaring the ability to solve it. The Commissioner mentioned that the Commission wants to go towards greater freedom, greater pluralism and recommend this direction in the media in the European Union. I would like to add to this the fact that citizens deserve reliable information and the opportunity to get acquainted, in each of the media, with different opinions and points of view. Another, in my opinion very important, thing is the fact that media employees and journalists are people of public trust and a lot should be expected of them. Not only work for them, but also expect. And I am very happy with the view expressed here that the media and journalists should not be treated instrumentally - as in the cases mentioned by Mr Poc or Mr Zahradil - not to be puppets, not to be political activists.", "language": "en", "original_language": "pl", "translation_provider": "google"}, {"id": 22, "date": "2017-06-01.json", "name": "Pirkko Ruohonen-Lerner (ECR).", "mepid": "132366", "text": "- Mr President, the independence of the media is very important in a democratic society.It is humane that many journalists have their own opinions on what they are working on - as do media owners in many countries.Sometimes they forget that the role of the media is to act independently and not as a producer of some ideology.One striking example is the recent past of Finland.In Finland, during a referendum in 1994, the big media houses agreed that EU-critical statements would be avoided.In many countries, wealthy citizens also own the media because they want to influence democratic decision-making not only by their voice but also by the power of their wallets.It is very important that we also have publicly owned actors who remain emphatically neutral.", "language": "en", "original_language": "fi", "translation_provider": "google"}, {"id": 23, "date": "2017-06-01.json", "name": "Milan Zver (PPE).", "mepid": "96933", "text": "- We all know in this Chamber that the media play an extremely important social role.Not just in convincing the public when it comes to elections or anything like that, but they have a lasting socializing role.They are especially important because people can be objectively informed, which is one of the fundamental human rights and freedoms.Of course, certain preconditions must be established for this, and one of the preconditions is that the media system is balanced or not overly asymmetric.And another precondition, of course, is that the media system is plural.However, in certain post-socialist countries, not only in the Czech Republic, but also in other countries, we have certain problems with this.The media space was not shaped as balanced and plural, but as distinctly asymmetrical.This is why certain political groups have an advantage, because the dominant media, the mainstream media, support only one political option.And unfortunately, this is also a problem in Slovenia.", "language": "en", "original_language": "sl", "translation_provider": "google"}, {"id": 24, "date": "2017-06-01.json", "name": "Maria Grapini (S&amp;D).", "mepid": "124785", "text": "- Madam President, Commissioner, I begin by congratulating you on the balanced position you have taken on this issue, and I also say that it seems unfair to me that we are analyzing the Czech Republic. The Czech Republic was my model, if you will, I come from an eastern country, from Romania, and I have always appreciated the Czech Republic, how it crossed, how it had the Velvet Revolution. The press and the information also contributed to these things. What would we do if citizens were not informed? I advocate for freedom of the press, but doubled by the veracity of the information, because people will choose depending on what information they receive and I think we need to talk about two levels here. You spoke about this directive, Commissioner, and we need to review the audiovisual service at European level, but it is very important that at the level of each state there is, on the one hand, freedom of the press and, on the other, accountability for the information provided. And I strongly believe that these things will be resolved in the Czech Republic and in other countries if we, the politicians, do our job properly.", "language": "en", "original_language": "ro", "translation_provider": "google"}, {"id": 25, "date": "2017-06-01.json", "name": "Marek Jurek (ECR).", "mepid": "124892", "text": "- Madam President! I have an overwhelming impression that in the work of European Union institutions we are dealing with what in our official language, in relation to Georgia, we have called selective justice. We are talking about Hungary, Poland, the Czech Republic, and somehow we are not talking about the fact that France introduces a formal pro-abortion censorship, yes, censorship in relation to the Internet media. We are not talking about the euthanasia excesses in the Netherlands, despite the appeals to really react to it and deal with it. Nor are we talking about journalistic wiretaps in Italy, because probably no one in this room will consider it an expression of media freedom. We are also not talking about hindering children's contact with their parents in their mother tongue in Germany. As for Deputy Prime Minister Babiš, I just want to point out that his deputy is an important commissioner in the European Commission and that she threatened Poland with cutting EU funds if we pursue the wrong policy. And maybe that's what we should deal with.", "language": "en", "original_language": "pl", "translation_provider": "google"}, {"id": 26, "date": "2017-06-01.json", "name": "Γεώργιος Επιτήδειος (NI).", "mepid": "125071", "text": "- Madam President, the abuse of power by officials of various states is a phenomenon that has its roots in antiquity and, in this sense, I was not surprised that such a phenomenon also occurred in the Czech Republic through the media, as well as I was not surprised by the fact that the European Union, as a matter of course, has intervened in the interior of an independent country and we are now discussing this issue here. What surprises me, however, is the selective treatment of corruption in different countries. I am referring to my country, Greece, where the former Prime Minister, Mr. Antonis Samaras, confessed that he intervened in Justice and ordered and succeeded by the prosecutor to imprison the leader and almost all the elected deputies of the third political force of the country. , of the Golden Dawn party. He also instructed the media not to allow interviews and to express their views. In this sense, I am surprised, I repeat, the fact that the European Union has not shown such sensitivity. Such phenomena must be avoided, because they represent nothing more than mere hypocrisy.", "language": "en", "original_language": "el", "translation_provider": "google"}, {"id": 27, "date": "2017-06-01.json", "name": "Tomáš Zdechovský (PPE).", "mepid": "124713", "text": "- Madam President, first of all I would like to say that I did not initiate this debate and that what happened here and what happened at the LIBE committee shows that this debate was completely useless and only embarrassed the Czech Republic. To what the previous speaker said: the Czech Republic has long been one of the countries with the freest press, and I am personally proud of that. When I was in Cuba, in Cuba they showed me the Czech Republic and the legacy of Václav Havel as the one they want to approach. Ladies and gentlemen, this is a selective perception of one of the countries. Last time it was Poland, then Hungary, and now we are throwing the Czech Republic into the same package. But no one here solves that Britain ranks fortyth place in media freedom, France thirty-ninth place, and the United States even forty-first or forty-second place. I think that we really need to see these things in context and not selectively choose one country before the elections.", "language": "en", "original_language": "cs", "translation_provider": "google"}, {"id": 28, "date": "2017-06-01.json", "name": "Olga Sehnalová (S&amp;D).", "mepid": "96718", "text": "- Madam President, regardless of today's debate, it will be the citizens who will decide on further developments in the Czech Republic. The question is how and how this decision is influenced, whether it is still played within the limits of fair play and whether all players have comparable conditions. The answer cannot be yes, if the possibilities of one of the opponents exceed many times the possibilities of all the others. The risk of political abuse of the media is an accompanying phenomenon of the oligarchization of Czech politics. The dependent media become not a source of control over political power, but rather a cynical tool for consolidating it. The dependence of the media and journalists, whether political or economic, is tearing down one of the pillars on which democracy stands. However, this is not only a problem of the Czech Republic, although it is a problem that is extremely topical here. Promoting the independence, impartiality and quality of public service media is therefore crucial in this situation. However, let us also talk about the integrity and honesty of the journalistic situation, to which the political crisis in the Czech Republic, published recordings and subsequent reactions have set a ruthless mirror. It has shown that there is plenty of complacency, irresponsibility and, yes, corruption and clientelism among journalists as well as among politicians.", "language": "en", "original_language": "cs", "translation_provider": "google"}, {"id": 29, "date": "2017-06-01.json", "name": "Νότης Μαριάς (", "mepid": "125069", "text": "ECR). - Madam President, the disrespect for pluralism is due to the fact that various business circles and oligarchs control the media. And this applies to all countries of the European Union. In fact, the troika in Greece, since the beginning of the memorandum, has been systematically trying to control the Greek press and the rest of the media. But if the European Parliament wants to ensure pluralism in the media, it must ensure pluralism here in the European Parliament. On what terms does Europarl TV operate? Although I have made hundreds, if not thousands, of speeches here in the plenary of the European Parliament, and several of them as rapporteurs on issues such as the European Central Bank and the European Ombudsman, this activity of mine has never been broadcast on Europarl TV. In addition, although many journalists come from Greece every month at the expense of the European Parliament and use the European Parliament's premises and studio in Strasbourg, they systematically exclude ECR and me from this promotion. Will there be an intervention on this issue, Madam President?", "language": "en", "original_language": "el", "translation_provider": "google"}, {"id": 30, "date": "2017-06-01.json", "name": "Richard Sulík (ECR).", "mepid": "124928", "text": "- Madam President, in the age of the Internet, media freedom, especially in Europe, is virtually unlimited. We have facebook, we have youtube, we have the internet, blogs, comments. Rather, I have the impression that the European Union is trying to restrict media freedom, then it is called the fight against fake news. In the European Parliament, tackling media freedom in a Member State is primarily seen as an interference with the sovereignty of that Member State. I don't want to approve of what happened at all. Nor do I think it is right for a political leader to try to influence public opinion through the media, but I find it ridiculous for the European Parliament to address this. Media freedom exists. Everyone can talk and write what they want. Finally, I am convinced that the citizens of the Czech Republic can also take this matter into account in their decision-making and choose the right government. (The speaker agreed to take a blue-card question under Rule 162 (8))", "language": "en", "original_language": "sk", "translation_provider": "google"}, {"id": 31, "date": "2017-06-01.json", "name": "Jiří Pospíšil (PPE)", "mepid": "125706", "text": "a question asked by raising a blue card.- Mr colleague, I agree with you that it is really very unusual for us to discuss the situation in the media in one country in the European Parliament, but you do not think that at a time when there is a risk that a person who concentrates economic, political power and iswill be the largest customer of European subsidies, will it win the next elections in the Czech Republic in the autumn and will it be the Prime Minister that we should at least know about it and lead a debate?After all, it is about European money.The problem is that this person is the biggest consumer of European money, so the European Parliament should be at least interested in information.", "language": "en", "original_language": "cs", "translation_provider": "google"}, {"id": 32, "date": "2017-06-01.json", "name": "Richard Sulík (ECR)", "mepid": "124928", "text": "answer the question posed by raising a blue card.- Sure, I agree.People should know as much as possible, including such things, and let them take this into account when making their decisions.After all, it is happening because the recordings have escaped, it is being talked about, it is being written about, but I still see no reason for the European Parliament to deal specifically with this one thing now.You know how many politicians are involved in various other businesses.In other countries, too, politicians have different media or influence them through some financial groups.This Parliament would do nothing but address the influence on the media.You just have to leave it at that.Member States will deal with this on their own.", "language": "en", "original_language": "sk", "translation_provider": "google"}, {"id": 33, "date": "2017-06-01.json", "name": "Tibor Szanyi (S&amp;D).", "mepid": "124703", "text": "- Madam President, following this debate, I see that there are very serious problems with media freedom in all the countries of Europe.And perhaps it is worth recalling for a moment the lessons learned: if and when the guardian of the European institutions and European core values: the European Commission would have acted in time, e.g.In the case of Hungary - when the government was virtually 100% in control of the media - we might not be here now.After all, if there were an example of the European Union's institutions being strong, we would not have to face our own weaknesses now.", "language": "en", "original_language": "hu", "translation_provider": "google"}, {"id": 34, "date": "2017-06-01.json", "name": "Cecilia Malmström", "mepid": "n/a", "text": "   Member of the Commission. – Madam President, I thank the Members of this House for this very important debate we have had, about the situation in a particular country but many of you have also underlined how important media freedom and pluralism is in general in Europe. In Europe, of course, it is enshrined in the Charter of Fundamental Rights, but it is under threat and in these times of alternative facts and fake news it is even more important that all of us stay vigilant in Europe, and also in the rest of the world, because this is a fundamental right that European citizens deserve and should enjoy.  As I have said and you well know, the Commission has very limited competences in the area of media freedom and pluralism. But this does not mean that we turn a blind eye to challenges to media freedom and pluralism, we watch it very carefully. We are not planning any new legislation for the moment. We are focusing on implementing different independent projects to monitor risks to media freedom and pluralism, to map violation of media freedom and pluralism, and to help journalists under threat. We are also ensuring the independence of regulators in the proposal to review the Audiovisual Media Service Directive that the Commission aims to contribute to this important goal.  There is no doubt Europe needs a strong, transparent, competitive, free and pluralistic media sector and this is the work of all of us. We need to do our part: the different institutions, national policy makers, media companies, journalists and citizens. It is vital for a democratic and functioning community and that is why we must fight, we must defend them and I count on this House always to look out and always to be vigilant. I thank you for this debate, which has also allowed me to learn a little bit about Czech domestic politics. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 35, "date": "2017-06-01.json", "name": "President. –", "mepid": "28115", "text": "  The debate is closed. Written statements (Rule 162)", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 36, "date": "2017-06-01.json", "name": "Tunne Kelam (PPE)", "mepid": "28424", "text": "  in writing. – I am not especially concerned about press freedom in Czech Republic, as it ranks 23rd on the Reporters without Borders list of media freedom – higher than US, UK and France, for example. However, the concern about the oligarchisation of media is a problem to be followed closely. Therefore, while the internal situation in Member States is mainly covered by the subsidiarity principle, debates about such topics should be justified by real urgencies and should not become regular part of EP business. On the other hand, one has to be concerned about the plummeting quality of the European mainstream media and its trend of concentration. If the main incentive is to catch attention using thrilling, emotional and superficial news, the reliability of media as a provider of substantive, controlled and reliable information is vanishing fast. Such a trend distorts news, makes media channels and outlets dependent on scandals, negative emotions and rumours as their first priority. In the long run, it distorts a sound understanding of the world and exposes media consumers to serious risks by political manipulators. The Brexit campaign in the UK is an ominous example of the politically catastrophic results of the deliberate spreading of false information by the mainstream media.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 37, "date": "2017-06-01.json", "name": "Jarosław Wałęsa (PPE)", "mepid": "96774", "text": "in writing. - Shaping public opinion through the media is a great challenge and responsibility. The key to maintaining proper democratic mechanisms is separating the media from political influence so that they are fully independent and reliable. The political crisis in the Czech Republic has exposed many weaknesses in the institutions on which democracy is based. Mr Andrej Babiš's joining the functions of the Minister of Finance and the owner of the Mafra publishing group is a clear conflict of interest, not only from the point of view of ethics, but also the quality of democracy. Therefore, today's debate in the European Parliament sends a good signal that the international community is watching the current situation in the Czech Republic. This is a signal for politicians and Czech voters, which should become a point of reference during the upcoming parliamentary elections in the Czech Republic scheduled for 20 and 21 October this year. There is a suspicion that the events of the last days are part of the low election campaign, possibly also the presidential campaign, before the elections in January 2018. Putting personal interests and private ambitions above the principles of ethics and transparency in the actions of politicians is a warning for voters against entrusting them with state functions. Each state authority is responsible for strengthening the institutions that uphold democratic standards. Failure to comply with these standards causes social discontent, which in the Czech Republic was expressed by citizens during street demonstrations gathering thousands of participants.", "language": "en", "original_language": "pl", "translation_provider": "google"}, {"id": 38, "date": "2017-06-01.json", "name": "President. –", "mepid": "28115", "text": "  The next item is the debate on the report by Sylvia-Yvonne Kaufmann, on behalf of the Committee on Civil Liberties, Justice and Home Affairs, on a uniform format for visas (COM(2015)0313 – C8—0164/2015 – 2015/0134(COD)) (A8-0028/2016).", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 39, "date": "2017-06-01.json", "name": "Sylvia-Yvonne Kaufmann", "mepid": "1849", "text": "Rapporteur. - Madam President, Commissioner! A uniform visa design has existed in Europe since 1995. Despite the introduction of the electronic Visa Information System, paper documents are still required. Not all visa categories are recorded electronically, and border officials must be able to verify authenticity at any time, even without access to electronic devices. This is ensured by the common security features of the visa stickers, which are the same in all countries participating in the regulation. The existing security concept, however, is more than 20 years old and has only been slightly improved twice. Experts have made it clear that the current security standards are no longer up to date. In short: currently issued visas are no longer forgery-proof enough. High quality fakes have also surfaced in recent years. So there is a security hole here that we are now fixing. In today's vote, we are giving the green light to a new security design for European visa stickers, which the Member States will have to introduce. A group of experts from the European Commission has worked out the technical adjustments over the past few years. New printing processes as well as more and more complex details will make their craft more difficult for forgers in the future. Just one example: Some security features could previously be cut out - in the future this will no longer be possible as they will be anchored in the middle of the brand. The Commission presented its proposal in June 2015. My report on this was approved by the LIBE committee in February 2016 with a large majority. In April of this year we were finally able to reach an agreement in the trialogue negotiations with the Council. I am particularly pleased that we have found a legally secure solution to enable Ireland to participate, even though the country is not part of the Schengen area. Not At the same time, however, I would like to hide the fact that I would have liked a shorter transition period during which the Member States would still be able to use the old visa stickers. Safe: Tendering, production and distribution of the new brands in our embassies and consulates around the world take time. A transition period is undoubtedly necessary. However, the maximum 15 months that have now been decided are quite long, and they are the most we could accept. It is to be hoped that the Member States will not make full use of this transition period and close the security gap as soon as possible by introducing the new visa stickers. Finally, Madam President, I would like to thank the shadow rapporteurs of the other groups for the good cooperation, including the Commission, including the Maltese Presidency, because the agreement reached shows that we share general security in Europe want to increase and that's a good move.", "language": "en", "original_language": "de", "translation_provider": "google"}, {"id": 40, "date": "2017-06-01.json", "name": "Cecilia Malmström", "mepid": "n/a", "text": "   Member of the Commission. –Madam President, I would like to start by thanking the rapporteur, Mrs Kaufmann, for the work that she has done, and also the shadow rapporteurs. This has been a long process, but an important one. Ensuring the security of travel and identity documents is a very important factor in combating travel document fraud. It effectively contributes to protecting our borders, ensuring our internal security and also helps us to better manage migration. So I welcome the agreement on the uniform format for visas.  Document fraud is an enabler of all sorts of crime and requires a swift and joint reaction. When the Commission presented this proposal in 2015, it was in order to have a proposal for a new, more secure, visa sticker to counter this kind of crime. It is a matter of priority to improve the design and the security features of the current visa sticker, so as to effectively counter fraudsters’ activities, and this is a part of a wider approach on securing travel documents such as passports and residence permits for third-country nationals, including by the use of biometric data. It has taken almost two years to reach an agreement on this matter and I would like to thank the hard work of the European Parliament here, under the lead of Mrs Kaufmann. The improvement of the visa sticker security is now a long time overdue and we are confident that the Council will proceed with its adoption very soon. The introduction of the new uniform format will contribute to increased EU internal security by preventing new visa forgeries in the coming years. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 41, "date": "2017-06-01.json", "name": "Ангел Джамбазки", "mepid": "124873", "text": "rapporteur for the opinion of the Committee on Legal Affairs. - Madam President, as rapporteur for the Committee on Legal Affairs, I would like to thank the colleagues we have worked on on this document. Undoubtedly, in today's uncertain times - times of terror, when the security of citizens is under serious threat, clear, concrete, targeted and consistent measures must be taken. The harmonization of visa format requirements is a step in this direction. The visa sticker has not been changed so far and data from the European Commission show that in the last few years there has been an increase in the number of cases of counterfeiting. Counterfeiters are becoming more and more inventive and constantly evolving technologies give them more and more opportunities. It is our duty to respond and meet this challenge. Europe was the victim of several attacks, European citizens experienced on their backs that someone entered our territory with false documents. The situation continues to deteriorate, so it is clear that policies need to be geared towards achieving concrete results and the situation needs to be improved. Border control is an important priority and harmonization of visa standards in this step is the right direction.", "language": "en", "original_language": "bg", "translation_provider": "google"}, {"id": 42, "date": "2017-06-01.json", "name": "Carlos Coelho", "mepid": "1892", "text": "on behalf of the PPE Group. - Mr President, Commissioner Nordström, ladies and gentlemen, I would like to begin by congratulating Mrs Kaufmann on her excellent work and I know that this is also the opinion of my colleague Petri Sarvamaa, who was the shadow rapporteur for the EPP. In 1995, when we established a standard visa model, we incorporated a policy initially developed by the States Parties to the Schengen Agreement into the Community sphere. Its standardization was, and remains, essential in a space of free movement. The visa is the authorization that allows you to legally cross an external border and gives its holder the right to remain in our territory. For the Schengen Area, the external border, although legally remaining a national border, is, in practice, a European border. Ensuring their authenticity and security is, therefore, a European policy. It has to be one of our priorities. Schengen requires a set of European policies that are able to guarantee its smooth functioning and ensure mutual trust between its Member States. Schengen is the management of external borders, it is a common asylum policy, it is a visa policy, it is a return policy, it is police cooperation, it is judicial cooperation and it is the Schengen Information System. And it is interesting that the added value of this space has led Ireland, which is not a Schengen State, to want to participate in the adoption of this regulation. This is also a sign of the times, where countries that sometimes make the discourse that it is better to be outside, faced with concrete benefits, prefer to be an integral part and to be inside. The importance of this regulation also tends to be seen in the light of the fight against crime and illegal immigration. In recent years, we have seen an increasing number of visa counterfeits, which jeopardizes the security of our borders. Despite this and being consensual and necessary, the dossier has been dragging on in the legal services, the Commission and the Advice.Thanks to the negotiating team of this house, once again congratulations to Mrs Kaufmann and the support of the Maltese Presidency and also the Commissioner, this regulation was finally able to be approved.I am pleased with this result.Our borders are more secure.", "language": "en", "original_language": "pt", "translation_provider": "google"}, {"id": 43, "date": "2017-06-01.json", "name": "Caterina Chinnici", "mepid": "124861", "text": "on behalf of the S & amp; D Group. - Madam President, ladies and gentlemen, Commissioner, I would like to thank Mrs Kaufmann and all the shadow rapporteurs for the commitment they put into the dossier that is being debated today and which closely affects the safety of our citizens. The uniform visa model applied in the last twenty years has represented a fundamental tool for the realization of one of the main elements of the internal market: the space for free movement of goods and people. However, over this period of time there has been a continuous increase in cases of counterfeiting and fraud in several Member States. This made it necessary to intervene to further improve the security of our citizens, through the introduction of a new visa format, safer and technologically capable of responding to the critical issues that have arisen in the application of previous models. A clear response from the Union to the fight against counterfeiting of documents, made even more necessary following the increase in visa applications also in relation to the increase in migratory flows. Taking action to modify the uniform model with greater security features in order to make the visa sticker safer and prevent it from being falsified will also help to combat illegal immigration, as well as the phenomenon of so-called overstayers, that is, those citizens of countries third parties residing in our territories beyond the limits established by law or visa waiver agreements. We also know that visa falsification is a very sensitive area in which the interests and actions of organized crime have concentrated, which, even in this way, has provided support to terrorist organizations. The uniformity of the model certainly facilitates the task of the Border Guards in identifying false documents more easily. I am convinced, however, that the Union can be even more ambitious in terms of internal security and therefore I am of the opinion that work must continue for a full harmonization of the entire visa system.I thank my colleagues for their work.", "language": "en", "original_language": "it", "translation_provider": "google"}, {"id": 44, "date": "2017-06-01.json", "name": "Ruža Tomašić", "mepid": "119431", "text": "on behalf of the ECR Club.- Madam President, modern technologies unfortunately make life easier not only for citizens who abide by the law, but also for those who knowingly circumvent it.Organized crime is often a pioneer in embracing the new technologies it uses to stay a step or two ahead of the security community.Visa counterfeiting is a serious problem that must be addressed, and I therefore welcome this proposal, which is a step forward in protecting our borders and developing better police cooperation.However, our cooperation on the visa regime must not only apply to foreign nationals coming to the European Union, but also to our nationals traveling outside Europe.I will remind you that not all member states have a visa-free regime with the United States, and this is a kind of discrimination that we must resolve as soon as possible.There must be no first- and second-class state in the Union.", "language": "en", "original_language": "hr", "translation_provider": "google"}, {"id": 45, "date": "2017-06-01.json", "name": "Gérard Deprez", "mepid": "1473", "text": "on behalf of the ALDE Group. - Madam President, Commissioner, ladies and gentlemen, my group welcomes the creation of this new common visa model for third-country nationals and congratulates our rapporteur on the quality of her work. Following high-profile cases of falsification of visa stickers from several Member States, the experts considered that the security of the model in its current form was not sufficient and therefore, after analyzing the most common types of fraud, they considered proposed several improvements. Madam rapporteur, we fully support them with you. However, I have a double regret. First, we believe, and continue to believe, that a 15-month transition period is long enough, if not too long. Second, we regret that a legal dispute dragged the file on for months. We are therefore pleased that a solution has finally been found through joint efforts, in particular to keep Ireland in the system. I especially want to take advantage of this discussion to address the Commission on two issues. Commissioner - and I address the Commission as a whole, through you - first of all, I think that the inclusion of national visas in the visa information system would be a good thing also to fight against falsifications in this area and strengthen security in border crossing. Second, don't you think it is high time that there was also a uniform ID card design? It is still astonishing to note that third-country nationals who stay or travel in the Union have a uniform document while citizens of the Union still do not. Currently, the security of identity cards is left to the discretion of Member States. That makes 27 identity documents. And we asks our administrations, our police, our border guards to know 27 different ways of proving identity.This is confusing for the benefit of the Mafias and anyone who wants to use a counterfeit ID card.Commissioner, when will the Commission take a serious initiative in this area?", "language": "en", "original_language": "fr", "translation_provider": "google"}, {"id": 46, "date": "2017-06-01.json", "name": "Bodil Valero", "mepid": "124993", "text": "for the Verts / ALE Group. - Madam President! I would like to begin by thanking Sylvia-Yvonne Kaufmann and also the other shadow rapporteurs for their good cooperation. This is not a matter where there have been any major disagreements, but rather it is that we are all very much in agreement. As I said, the current system is 20 years old. In 20 years, a lot has happened. Not least, the technology has evolved and made it much easier to also make counterfeits. This proposal for amendments to the Regulation on the uniform format for visa applications was presented as early as 2015. It was intended to be a technical matter that would be dealt with relatively quickly. Since then, it has also developed into a political issue, not least in the wake of Brexit. Now, two years later, the same problem that underpinned the proposal still remains, namely the counterfeit visa stamps that everyone has already talked about. They have been in circulation in a number of Member States. It is no longer safe, which makes it more difficult to harmonize and implement EU visa policy. As you can see, no substantial changes are being made in relation to the basic regulation itself, but more technical changes in the annex. Nor does it mean any extra costs for us. Our group supports the proposal. Visas must be protected from counterfeiting, and we need to rectify the problem as soon as possible. Otherwise, I think we can stick to the subject and not ask a lot of other questions about visas that the Commissioner was not prepared to answer today.", "language": "en", "original_language": "sv", "translation_provider": "google"}, {"id": 47, "date": "2017-06-01.json", "name": "Gerard Batten", "mepid": "28497", "text": "  on behalf of the EFDD Group. – Madam President, the existing security features for the visa system for the Schengen area have been deeply compromised. Therefore the updated security features are needed to combat counterfeiting. Hence, the legislation for an improved uniform format for Schengen visas which we are discussing today. The UK is not a member of the Schengen area and is not therefore participating in this legislation. The UK has its own national system for issuing visas and, thankfully, access to the Schengen area does not give access to the UK, at least not officially. It is good that the EU is trying to tighten up on illegal immigration, but since anyone who can make it across the Mediterranean in a boat is going to be admitted anyway, the lines between the legal and illegal immigration are becoming increasingly irrelevant. In fact, people smugglers are now putting only enough petrol in their boats to get them offshore so that the rescue services will automatically bring their human cargoes ashore. It is now not so much a rescue service as a taxi service for the last leg of the illegal migrants’ journey. The big problem for the EU is the Schengen area itself, which is a magnet pulling migrants to Europe. Once a migrant has achieved a foothold in the Schengen area, it opens up the possibility of onward journeys to their desired location. Although the UK is not part of Schengen, our border controls are extremely lax and open to abuse, to say the least. Our immigration system and border controls are in chaos. One simple indicator of this is to look at the official migration figures next to other known figures for migrants. In 2016, the official net migration figure was 273 000. However, the number of National Insurance numbers issued to foreign nationals was 825 000. Clearly something is wrong if there can be such an enormous discrepancy. A leak from the German Government said that another 6 million illegal migrants are waiting to come to Europe this summer. The UK is not affected by this legislation and UKIP MEPs will therefore abstain, but we wish you luck with sorting out your visa system because you are going to need it.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 48, "date": "2017-06-01.json", "name": "Franz Obermayr", "mepid": "96981", "text": "on behalf of the ENF Group. - Madam President! The advantages of a forgery-proof uniform visa design are clear. Applicants must submit all relevant data to the country of entry before they start their journey and also confirm their return journey. Ideally, the state should therefore know who is coming. Of course, that creates security that we want and also need. However, in this context, too, the question of how to guarantee this security when entering the country without a visa should not be forgotten. Not everyone starts their journey home after 90 days. What use is a forgery-proof visa system if the visa exemption policy of the Union undermines this system that is just being discussed? This year z. B. Ukraine and Georgia were allowed to join the growing list of countries that do not require a visa. The prospect of such an exemption is promised to the candidate country Kosovo and also to Turkey. The Union's will to expand is criminally ignoring the security concerns, but also the security needs of our fellow citizens. However, I also fear that there will be more administration in the future, that there will be administrative organizations, that this visa issuing office will be organized centrally, that new agents will emerge, new administrative bloat will arise. This is fundamentally to be rejected on our part.", "language": "en", "original_language": "de", "translation_provider": "google"}, {"id": 49, "date": "2017-06-01.json", "name": "Diane James (NI).", "mepid": "124939", "text": "   – Madam President, well an EU-wide visa policy has existed for over 20 years. However, it is no longer secure, creating and enabling numerous threats to citizens across the European Union. The safeguards against counterfeiting and falsification have failed in, and I quote from the report, ‘several Member States’. This indicates that a pan-European Union visa system is not operationally effective and that security standards across the European Union are not 100% reliable. Now given the huge problems of unlawful migration and terrorist threat levels, which even my colleague Mr Batten has mentioned, it is quite clear that a European Union-wide visa should cease with immediate effect and be replaced with bilateral, international visa-exchange systems between individual Member States and trusted, trustworthy international countries. Now tinkering around the edges as this proposal indicates is not the solution. It needs a major, major reset. (The speaker declined to take a blue-card question from Michael Theurer)", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 50, "date": "2017-06-01.json", "name": "Maria Grapini (S&amp;D).", "mepid": "124785", "text": "- Madam President, Commissioner, of course, and I agree that the amendment of Regulation 1683/1995 establishing a uniform visa model was necessary. The rapporteur has justified the proposal and I believe that we should all accept that when malfunctions occur, as in the present case, forged visas, countermeasures must be found. A uniform visa model must, and certainly be, in all Member States. In the current situation, when terrorist attacks have intensified, I believe that security measures need to be stepped up. And one of them, of course, is visa security. The documents must contain all the necessary information and comply with technical standards to avoid counterfeiting and forgery of visas. As the Commission has shown, after 20 years, the solution of the current visa sticker is compromised. However, Commissioner, the Commission and the Council have a duty: we must reach a single area of ​​the European Union and a single visa model for the safety of citizens but also for equal treatment of European citizens, and I strongly believe that it is unfair as citizens from countries like my country and other countries that are not yet in the Schengen area, it is unfair for these citizens to have a different treatment. I believe that after the approval of this regulation, of this amendment, it is time to take the next step in order to reach, as it should, a single space, a single visa model, a single treatment of European citizens.", "language": "en", "original_language": "ro", "translation_provider": "google"}, {"id": 51, "date": "2017-06-01.json", "name": "Bronis Ropė (Verts/ALE).", "mepid": "125214", "text": "- The document under consideration on visa stickers is certainly non-controversial. European Union visas, like documents issued by any country, must be forged. That goal seems obvious. And it must be implemented. We must therefore support this report. At the same time, this issue opens up a much broader problem of document forgery and the fight against it. Of course, technical measures will suffice on this particular issue, which will make it easier to make European Union visa stickers counterfeit, at least by using the tools available on the market. However, we must not forget that, both outside the European Union and often within the European Union, there are entire networks of counterfeiters of such documents, closely linked to trafficking, human trafficking and other crimes. We, at European Union level, should pay more attention to combating them, and we should encourage our partner countries to do the same. This issue is becoming particularly important at the European Union's external eastern borders, and not only in the areas bordering conflict regions, but also at the European Union's external borders in general.", "language": "en", "original_language": "lt", "translation_provider": "google"}, {"id": 52, "date": "2017-06-01.json", "name": "Gilles Lebreton (ENF).", "mepid": "124738", "text": "- Mr President, there is an urgent need to combat illegal immigration. Unfortunately, the Schengen system favors it by replacing national border control with control of the Union's external borders, which we know is particularly porous. If we cannot do away with Schengen, for now, we must at least try to reduce its harmfulness. This is what this proposal does: it has the merit of replacing the old standard visa model, which was easily falsified, with a new one that will be more secure. I will therefore vote for this proposal. I regret, however, that a standard visa model that encouraged fraud was maintained for 22 years. Many foreigners took the opportunity to enter the Union illegally. You are moving today - better late than never - but I am convinced that you would not have changed anything if the National Front and its allies had not entered the European Parliament in force for three years.", "language": "en", "original_language": "fr", "translation_provider": "google"}, {"id": 53, "date": "2017-06-01.json", "name": "Ελευθέριος Συναδινός (NI).", "mepid": "125072", "text": "- Mr President, the current perception of security is based on misconceptions and outdated views. I do not accept discounts on the highest possible technical specifications to prevent forgery and falsification of visa documents. Absolute conditions, of course, remain their universal agreement, participation and approval by the Schengen Member States. But a crucial fundamental factor is ignored: filling these gaps is not a sufficient condition or guarantee to limit the action of those terrorists who were generously raised but did not integrate and radicalize uncontrollably within European territory. In this area, the proposed additions are simply insufficient. The effective way to deal with the current reality is not to codify this regulation. It is the abolition of the policy of open borders and the invitation of illegal immigrants to the Union, often as cheap labor. But such policies only nationalist governments have the strength and power to implement and be sure to do.", "language": "en", "original_language": "el", "translation_provider": "google"}, {"id": 54, "date": "2017-06-01.json", "name": "Tonino Picula (S&amp;D).", "mepid": "112744", "text": "- Mr President, counterfeit visa stickers have appeared in several Member States in recent years. According to experts, the current label is no longer safe. This is not surprising given that the current security concept of the single visa form dates back to 1995, when it was developed in the framework of interstate Schengen cooperation. It has only been modified twice, and safety circumstances and technological standards have completely changed since then. Improving control of entry into the European Union is becoming dramatically linked to the issue of citizen protection. Unlike the Regulation on the systematic control of entry and exit of citizens of the European Union and third countries, this proposal is a welcome and constructive contribution to greater security. That is why I support the development of a new visa sticker with advanced security features as it prevents counterfeiting and makes illegal migration more difficult. New security threats are an increasingly serious challenge not only to national but also to European and global institutions. They will determine the character of the Union in the first decades of this century. They are already increasingly shaping citizens' awareness of the need for closer cooperation within the security sector among member states. The European Union finally needs to tackle the deteriorating security situation inside and outside its borders, helping Member States better to cooperate and exchange information, but also stabilizing conflicting political communities in the neighborhood. Security must not remain the weakest link in European integration, and this proposal is a step in the right direction.", "language": "en", "original_language": "hr", "translation_provider": "google"}, {"id": 55, "date": "2017-06-01.json", "name": "Angelo Ciocca (ENF).", "mepid": "183793", "text": "- (IT) Mr President, ladies and gentlemen, it is crazy to think of telling European citizens, Italian citizens that with the uniform visa forms terrorism can be stopped, illegal immigration can be stopped, this invasion. That is, from Europe we certainly expect more, unless Europe thinks of treating the Italian people and European citizens as stupid. The numbers in the real world are dramatic: in Italy since the beginning of the year we are talking about 60,000 landings, last year, in 2016, they disappeared, 70,000 people who landed disappeared without knowing what happened to them. The increase of Nigerian communities in Italy is 400 percent. Europe fails on the issue of relocation quotas, fails on the fact that it has made a commitment to repatriate a million illegal immigrants and does nothing, and today we are talking about a single form for visas. What do citizens expect? They expect unique procedures and forms for quick identification, for quick returns. If we want to talk about single forms of procedures, we talk about returns, we talk about identifications.", "language": "en", "original_language": "it", "translation_provider": "google"}, {"id": 56, "date": "2017-06-01.json", "name": "Nicola Caputo (S&amp;D).", "mepid": "124851", "text": "- (IT) Mr President, ladies and gentlemen, the visa model in force in the Schengen States has now become obsolete, it is a model that has been used for over twenty years and no longer guarantees a sufficient degree of security against counterfeiting. At a time like this, burdened by the threat of terrorism, we cannot afford to have flaws in the visa control system. It is necessary to adopt a new uniform model for European visas, which has higher technical characteristics with regard to security and anti-counterfeiting devices, without however entailing an increase in costs for administrations, nor inconvenience for legitimate visa holders. In recent years, there has been a significant increase in cases of forgery, especially in some Member States, which is also confirmed by the competent authorities that have verified the existence of counterfeit European visas in circulation. It is therefore necessary to act with the utmost urgency, updating the secret technical prescriptions for the production of the new visa stickers and approving the legislation quickly.", "language": "en", "original_language": "it", "translation_provider": "google"}, {"id": 57, "date": "2017-06-01.json", "name": "Νότης Μαριάς (ECR).", "mepid": "125069", "text": "- Mr President, the report seeks to revise the uniform way of applying for a visa in order, as he puts it, to \"close the windows\" so that there is no possibility of forgery. But at the same time, the European Union \"has opened its doors\" because it has abolished visas for Kosovars. In other words, in Kosovo, where the sphincter is really the jihadists, the European Union has abolished the visa. Therefore, without a visa, they will be able to enter with the result that the risk of terrorism is increased and we are discussing here how to \"close the window\" to prevent forgery, when there is no longer bilingualism. Secondly, you have abolished, as the European Union, the visa for Ukraine and so anyone can enter from there. Thirdly, the European Union has the theory of \"open doors\": any illegal immigrant can enter and we are now discussing here how to deal with the issue by modifying the form in which the single visa is issued. Only when there are national borders can these existing stories with the illegals entering be removed.", "language": "en", "original_language": "el", "translation_provider": "google"}, {"id": 58, "date": "2017-06-01.json", "name": "Věra Jourová", "mepid": "n/a", "text": "   Member of the Commission. – Mr President, I would like to thank Parliament for its work on this important security measure. Over the past few years, an increasing number of forgeries of visa stickers has been registered in several Member States. The sticker currently in use is – and the specialist has confirmed this – no longer secure. Since forged stickers are in circulation, there is urgent need for action to produce new, unforgeable visa stickers. According to our estimates, the cost of introducing the new visa sticker will not be higher than that of the old ones. This agreement is an important step in the fight against document fraud in Europe. Once the measure is adopted, the Commission will closely follow up on its implementation by all the Schengen countries and those who express an interest in participating.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 59, "date": "2017-06-01.json", "name": "Sylvia-Yvonne Kaufmann", "mepid": "1849", "text": "Rapporteur. - Mr President, Commissioner! I would like to thank all of my colleagues who took part in the debate. Overall, it shows that we have a very large majority here in the House to change the visa stickers, make them more secure and introduce these new security standards. As many of you have emphasized, this is indeed important, because it is about us knowing who is entering our common Europe, how long he or she is staying here. And of course it's a question that we also control our external borders together. I think this is an important step and I would like to thank all colleagues once again for the good cooperation on the dossier and to take the opportunity to take the floor again to call on the Member States to agree to this trialogue To support the result as quickly as possible, after we voted today, and above all to relate to the transition periods - to do everything to ensure that these 15 months, which in my opinion are really much too long, are undercut and we have these new visa stickers then everyone can quickly use it together.", "language": "en", "original_language": "de", "translation_provider": "google"}, {"id": 60, "date": "2017-06-01.json", "name": "Președinte. –", "mepid": "33984", "text": "The debate was closed.The vote will take place on Thursday, 1 June 2017. Written declarations (Rule 162)", "language": "en", "original_language": "ro", "translation_provider": "google"}, {"id": 61, "date": "2017-06-01.json", "name": "Beata Gosiewska (ECR)", "mepid": "124900", "text": "in writing.- The current uniform visa form was introduced in 1995. Since then, significant progress has been made, especially in the field of electronics and information technology, and although the security features of this document have already been strengthened twice to meet technological developments, in the last few years,high-quality counterfeit visa stickers.Therefore, in my opinion, it is important to amend Regulation (EC) No 1683/1995 of 29 May 1995 establishing a uniform visa form and to construct a new template for the visa sticker in order to prevent its counterfeiting and to ensure the security of visa traffic in Europe.", "language": "en", "original_language": "pl", "translation_provider": "google"}, {"id": 62, "date": "2017-06-01.json", "name": "Victor Negrescu (S&amp;D)", "mepid": "88882", "text": "  in writing. – For the efficient functioning of the border-free Schengen area, a common visa policy has been put in place in order to facilitate entry of citizens from non-EU countries while also strengthening the internal security. The current uniform format for visas dates back to 1995 and is an important element of the EU visa policy in the form of a sticker to be affixed to the travel document of non-EU nationals that intend to stay in one or more countries of the Schengen area for a period of no more than three months in total or will just transit through the international transit areas of airports of the Schengen countries. Authorities in several Member States have discovered forged visa stickers in the past years, while specialists have deemed the present Schengen visa sticker as not secure. The report will update the current uniform visa format in order for it meet technical standards with safeguards against counterfeiting and forgery by elaborating a new security concept and design. Each EU country must communicate the name of the only authority entitled to print this visa to the European Commission and the other EU countries.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 63, "date": "2017-06-01.json", "name": "Președinte. –", "mepid": "33984", "text": "The next item is the debate on the report by Joëlle Bergeron, on behalf of the Committee on Legal Affairs, with recommendations to the Commission on the protection of vulnerable adults (2015/2085 (INL)) (A8-0152 / 2017).", "language": "en", "original_language": "ro", "translation_provider": "google"}, {"id": 64, "date": "2017-06-01.json", "name": "Věra Jourová", "mepid": "n/a", "text": "   Member of the Commission. – Mr President, the Commission thanks the Parliament and the rapporteur for her report on the protection of vulnerable adults. Within the European judicial area we must ensure the legal safety of all the citizens, including those who suffer from a disability or an unspecified deficiency due to disease or to age. The Commission has in the past clearly expressed the view that Member States should ratify the Hague Convention on the International Protection of Adults, which came into force on 1 January 2009.  Recently, we have repeatedly consulted Member States on their experience with the application of this Convention or, for those who did not accede to it, on the reasons preventing them from doing so. These consultations showed that a very small number of cases have been registered by the centre authorities appointed under the Convention. It seems that this limited number of cases identified measured against the costs that the operation of the Convention may entail explains to a large extent what is preventing most Member States from ratifying it. However, our last consultation showed that a number of Member States are reflecting on the possibility of acceding to the Convention and several ratifications could still take place this year. In the light of this, we will examine whether an additional proposal in this area would bring added value, and in particular whether a European instrument on cooperation could be useful to facilitate concrete implementation of the Convention and improve the international cooperation in the field. In your 2008 resolution you asked the Commission to present a proposal ‘as soon as sufficient experience on the operation of the Convention has been acquired’. This is not yet the case. I would like also to point out that there is no clause in the Convention allowing EU ratification.  The Commission has granted financial support in the framework of the Civil Justice Programme to initiatives aiming at improving the knowledge of vulnerable persons’ rights, for instance through the Notaries of Europe's portal. The Commission is ready to co-finance other appropriate actions if relevant projects are proposed by interested Member States and stakeholders under the current financial framework. Moreover, as a flanking measure to help both the Member States which are already contracting parties to the Convention and those which are still considering it, the Commission has translated into all EU languages the explanatory report to the 2000 Hague Convention on the International Protection of Adults. Preparations are also ongoing for a joint international conference with the Hague Conference in order to further promote the ratification of the Convention and disseminate best practices. The conference should take place in January 2018 and I hope that it will show the benefits that a coherent legal framework has to offer in this field.  I am looking forward to the participation of the rapporteur and other interested Members of this Parliament in this event. In my opinion, vulnerable adults should also be able to benefit from the currently ongoing digital progress: they should not be left behind by the younger and more dynamic members of the society. This concerns not only those incapable of being masters of their affairs, but also those left aside by the digital revolution, those vulnerable in the face of technological changes. These changes are rapid and can have a lot of benefits for everybody. I am glad that the Parliament is concerned about the fate of all citizens. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 65, "date": "2017-06-01.json", "name": "Joëlle Bergeron", "mepid": "124740", "text": "rapporteur. - Mr President, ladies and gentlemen, I am particularly pleased to present to you today my own-initiative report on the protection of so-called vulnerable adults. In accordance with Rule 46 of the Rules of Procedure of the European Parliament, it contains recommendations made to the Commission. This is a topic that particularly interested me, as it deals with the problems and difficulties that European citizens may encounter or that they encounter in the implementation of their rights. We need to be aware that each of us may one day be directly or indirectly affected by vulnerability. Vulnerability can have physical or psychological origins. It can be the consequence of an accident of life or be due to degenerative diseases associated with old age. I firmly believe that, given the difficulties currently facing the European Union and its institutions, it is essential for the Union to come closer to its fellow citizens and deal with matters which concern them directly. Protecting the most disadvantaged among us strikes me as an essential mission. In the Committee on Legal Affairs, we agreed to define the notion of vulnerable adults as being natural persons having reached the age of 18 who are, temporarily or permanently, in a situation of incapacity to manage their person and / or their heritage. This is the definition which takes up that of the Hague Convention of January 13, 2000. Each Member State of the Union has its own legal framework with different standards for the protection of vulnerable adults. However, the free movement of people leads to the creation of cross-border legal ties such as, for example, having a place of residence or assets abroad, working abroad, marrying a foreigner or abroad, to found a family or to divorce in a State of the Union other than that of his nationality or, simply, to retire in another State of the Union. The wealth of vulnerable people can be spread over several Member States, without there being a uniform legal framework within the Union to protect their rights. Disparity in national laws too often delays decision-making regarding the private and personal lives, or health, of vulnerable adults. This in fact creates obstacles to the exercise of their freedom of movement and makes the protection of their person and their heritage impossible. Filling this legal vacuum would allow these people to fully benefit from the principle of free movement and residence, which is one of the fundamental principles of our European law. The objective is not to harmonize the existing protection measures in each Member State, the establishment of which is the sole responsibility of the States, but to put in place a set of legal rules aimed at facilitating information, the recognition and enforcement of decisions concerning vulnerable adults in cross-border situations and to strengthen cooperation between Member States in this area. The main objectives of this proposal for a recommendation are as follows: to promote the automatic recognition and enforcement of protective measures taken by the authorities of a Member State in other Member States without the need for recourse to a judgment of exequatur. These are procedures that are long, expensive and uncertain; implement national files or registers listing, on the one hand, administrative and judicial decisions concerning protection measures and, on the other hand, where they exist, incapacity mandates; put in place single Union forms intended to facilitate information concerning administrative decisions and judicial proceedings relating to vulnerable adults; ensure that the sharing between Member States of information relating to the protection status of vulnerable adults takes place in compliance with the principle of confidentiality and the rules relating to the protection of personal data. In conclusion, I would remind you that currently, in international law, the reference legal instrument for intra and extra-community cross-border disputes concerning vulnerable adults is the Hague Convention of January 13, 2000. It entered into force on January 1, 2009 To date, around fifteen states have signed it and only seven have ratified it in 8 years, namely Germany, Austria, Estonia, United Kingdom, but only for Scotland, Finland, the Czech Republic and France. This is clearly insufficient to ensure its application. We hope that the Commission will follow our recommendations. This would greatly facilitate the lives of vulnerable adults affected by cross-border situations. This would make life easier for those around them as well as that of professionals who are in contact with these situations. Thanks for them.", "language": "en", "original_language": "fr", "translation_provider": "google"}, {"id": 66, "date": "2017-06-01.json", "name": "Victor Negrescu", "mepid": "88882", "text": "on behalf of the S & D group. - Mr President, people who are vulnerable due to age-related illnesses or disabilities, moving to or living in other European countries, will be able to enjoy more rights and more protection if Member States implement the recommendations in this report. adopted in the plenary of the European Parliament. I am glad that I contributed as a Member of the European Parliament and shadow rapporteur of the Social Democratic Group to the construction of this document. It is an important step forward in protecting vulnerable citizens who are traveling to Europe. Unfortunately today, a senior who wants to go to another country may face the danger of not being granted some rights, and the higher the risk, the more vulnerable he is. The project thus seeks to partially solve this problem and to guarantee the legal protection of persons and property through cooperation between Member States. First of all, it is a gesture of humanity. When you are suffering from old age or are affected by a disability, you deserve your rights to be fully protected, including when you move from one country to another and not be harassed by the authorities or blocked by excessive bureaucracy. . My and my political group's amendments referred to increasing the number of vulnerable people included, especially given the large number of European citizens living outside their country of origin today, including, of course, many vulnerable people. All citizens, without discrimination, must enjoy freedom of movement in the European Union, which is why tools need to be developed at European level to address the difficulties of moving or living in other European countries for vulnerable adults, who need to be able to do so. protection is guaranteed. In this regard, the request It is for the European Parliament to guarantee the movement, recognition and enforcement by the authorities of the Member States of the protection measures taken in favor of a vulnerable adult by the authorities of another State.But our central goal remains to clearly encourage Member States to sign and ratify the Hague Convention on International Protection of Adults, but also to stimulate improved cooperation between Member States, automatic recognition and enforcement of decisions on the protection of vulnerable adults.", "language": "en", "original_language": "ro", "translation_provider": "google"}, {"id": 67, "date": "2017-06-01.json", "name": "Νότης Μαριάς", "mepid": "125069", "text": "on behalf of the ECR Group. - Mr President, in the modern world we are seeing intense mobility. At the same time, due to European citizenship, adults and especially the elderly travel or even settle as retirees in other member countries. In the European Union there is an aging population with 37% of the population being over 60 years old, while 10% of the population is over 80 years old. Seniors are usually vulnerable to illness and other problems which, if you will, raise questions about how they should manage, if they can manage, their own property or even their personal affairs. This is especially true with Alzheimer's disease and other problems that exist. We therefore consider intervention to be important in order to have a single legal framework for vulnerable adults, and I think that the initiative taken by the European Parliament is important.", "language": "en", "original_language": "el", "translation_provider": "google"}, {"id": 68, "date": "2017-06-01.json", "name": "António Marinho e Pinto", "mepid": "124742", "text": "on behalf of the ALDE Group. - Mr President, Commissioner, ladies and gentlemen, this report by Mrs Joëlle Bergeron challenges us on one of the fundamental dimensions of solidarity, namely, that of guaranteeing all citizens the conditions for a dignified end of life. It is on this point of solidarity that I want to discuss now. Solidarity is today a political imperative of modern rule of law, perhaps its most impressive social brand. It does not stem from a religious impulse, from fear or from the love of a deity on the part of other human beings, but is rather an emanation of human dignity that imposes itself as a political demand on society as a whole, that is, on the State itself. Solidarity as an ethical-political imperative is an achievement of illustration, it is one of the most emblematic syntheses of the values ​​of the European Renaissance and the Enlightenment. Unfortunately, all over the world, we are witnessing its political devaluation, now referring to private institutions the obligations that it imposes on States, now, quite simply, ignoring these obligations. It is therefore necessary, I would say even imperative, to reinforce the political content of solidarity, with normative measures that make it effective in the lives of the most vulnerable citizens of the European Union, especially the elderly. There is therefore a need for political decisions that guarantee these fellow citizens the full exercise of one of the Union's Fundamental Rights: the right of movement. Only then will another value of Europe's Charter of Fundamental Rights be valued: citizenship. For all this, and adapting a well-known phrase, I say that this report asks Parliament and the Commission to take this small political-normative step, which, however, will be a giant step in the lives of millions of our compatriots.", "language": "en", "original_language": "pt", "translation_provider": "google"}, {"id": 69, "date": "2017-06-01.json", "name": "Κώστας Χρυσόγονος", "mepid": "125061", "text": "on behalf of the GUE / NGL Group. - Mr President, people suffering from mental or other illnesses, which prevent them from managing their property or even themselves, need special care, both from the Member States and from the European Union. The Union must demonstrate its social character by providing more funding for the protection of vulnerable people, especially in Member States facing economic problems and waves of migration. In practice, however, not only is this not the case, but the harsh economic austerity measures imposed in Greece and other Member States have had an unprecedented negative impact on health and insurance coverage systems. These policies have made life difficult for millions of vulnerable people, especially the elderly, people with disabilities, refugees, and people with serious physical or mental illnesses. All of them are impoverished and deprived of adequate social protection and decent living conditions. In fact, they are often led to premature death, while their dignity is eroded daily. The report, which I hope will be adopted by a large majority in the European Parliament today, contains a number of targeted recommendations to the European Commission on the protection of vulnerable people. I call on the Commission to respond swiftly and fully to these recommendations.", "language": "en", "original_language": "el", "translation_provider": "google"}, {"id": 70, "date": "2017-06-01.json", "name": "Gilles Lebreton", "mepid": "124738", "text": "on behalf of the ENF group. - Mr President, the European population is aging and there are therefore more and more vulnerable adults. It is therefore legitimate to be concerned. Sadly, the Bergeron report misses the mark. The European Parliament should have identified the legal solutions already implemented by certain Member States of the Union and confined itself to recommending that other States take inspiration from them. This would have made it possible to pay tribute to France, which has put in place for just ten years an effective system of mandate for future protection. The Bergeron report preferred to sacrifice to the federalist cult of standardization. Instead of respecting the freedom of each State, he deplores the fact that differences exist between national laws, without wishing to understand that this legal diversity is a cultural richness. And he proposes to the Commission to draw up a regulation which will impose a standardized straitjacket, like the European form of incapacity mandate which he is asking for. In the name of the principle of subsidiarity and, more deeply, out of respect for national sovereignty, I will therefore oppose this report.", "language": "en", "original_language": "fr", "translation_provider": "google"}, {"id": 71, "date": "2017-06-01.json", "name": "Λάμπρος Φουντούλης (NI).", "mepid": "125070", "text": "- Mr President, the number of our fellow citizens who fall into the category of vulnerable adults, whether elderly or disabled, is high and it is to everyone's honor that we have a resolution on protection and rights here today. of these fellow human beings. After all, the quality and level of a society is judged by the way it supports its weakest members. Unfortunately, however, the situation is far from ideal in many countries of the Union. In Greece, in order for an adult parent with mental disability to take on the legal support of his or her child, he or she must go through an entire legal process, which in fact costs him a respectable amount. However, it is a great hypocrisy of the Union on the one hand to vote on reports aimed at improving the quality of life of these people and, on the other hand, not to exclude their parents from cuts in salaries, pensions and allowances. On the contrary, through the prerequisites imposed by the Union itself, it impoverishes their lives. Expenses for a family with a disabled member are increased. I therefore call on the European Parliament and the Commission to ensure that these individuals and their parents are excluded from the cuts in salaries, pensions and allowances, which the government in Greece misleads calls \"reforms\".", "language": "en", "original_language": "el", "translation_provider": "google"}, {"id": 72, "date": "2017-06-01.json", "name": "Rosa Estaràs Ferragut (PPE).", "mepid": "96811", "text": "- Mr President, we are dealing here with the protection of vulnerable adults, that is, all those of legal age, over eighteen years of age who, temporarily or permanently, cannot manage themselves due to disability or cannot manage their assets. There is no doubt that the Member States, in accordance with the principle of subsidiarity, already have their own normative compendium, their own rules, their legal framework to guarantee this protection. But there is a legal vacuum - and that is why we are here debating this issue today - when a vulnerable adult goes from one State to another, moves from one Member State to another or has assets spread over different Member States. There is a legal vacuum to guarantee the freedom of movement of this vulnerable adult and also to guarantee her assets. We therefore propose to use, create a European mechanism that can protect these people with disabilities, these people with difficulties, these vulnerable adults, so that they can circulate and so that the protection that a Member State has provided to that person, to that vulnerable adult can be recognized and executed in another Member State, so that recognition can be guaranteed. We also propose to strengthen coordination, cooperation and communication between Member States so that this protection can be guaranteed. There is a need, therefore, to protect and fill that gap, even if there is only one vulnerable person. The European Parliament and all the European institutions do not create rights, but they do have to guarantee them, and that is why it is necessary to guarantee that not a single vulnerable person is left without the protection of their rights. There is no doubt that the \"flag\" instrument of private international law is the Hague Convention, but it has only been signed by nine Member States and ratified by seven. The United Nations Convention on Human Rights must also serve us of People with Disabilities.In short, I have seen that there is very good will on the part of the commissioner.I ask you, Commissioner, that all legal gaps be filled to guarantee the rights of all people, and especially vulnerable adults.", "language": "en", "original_language": "es", "translation_provider": "google"}, {"id": 73, "date": "2017-06-01.json", "name": "Michela Giuffrida (S&amp;D).", "mepid": "124864", "text": "- (IT) Mr President, ladies and gentlemen, our debate today touches the hearts, the very lives of people, elderly people who are no longer able to manage themselves and their assets, who move from one country to another in Europe, relatives , siblings, perhaps parents who have already joined their children abroad for many years, people who want to return to their country of origin after years of emigration. Europe is also this. But while free movement works, sometimes it's the bureaucracy that makes relocation complicated. The life of vulnerable adults, the rules governing the ability to be guardians, to manage their assets, are the exclusive competence of the Member States. And it is understandable, but what we are saying today is asking for greater flexibility, greater simplification for the recognition of these protections among member countries, so that we do not have to start everything from scratch, single forms of unsuitability protection, greater cooperation for greater protection, so that vulnerability is not an obstacle, even in the face of administrations.", "language": "en", "original_language": "it", "translation_provider": "google"}, {"id": 74, "date": "2017-06-01.json", "name": "Ángela Vallina (GUE/NGL).", "mepid": "125050", "text": "- Mr President, that an adult person with some kind of disability or illness can move freely should be guaranteed in the European Union. Likewise, that a legal representative of said person can receive a certificate from the authorities of his country in a reasonable period of time would also be a consolidated right. These are just a few examples of what we intend to approve here today. We want the European Commission, through a simple regulation, to force member states to fulfill their international commitments on cross-border cooperation for vulnerable people of legal age. Mrs Jourová, I think that you should not oppose this proposal that we are sending to the Commission from Parliament. Unfortunately, as a coordinator in the Committee on Petitions, I have heard countless times that the European Commission does not have competence in these matters. However, under the principle of subsidiarity - it is Article 5, paragraph 3, of the Treaty on European Union - when States do not fulfill their obligations, the European Commission must take action on the matter. So I ask you not to throw balls out for once and to guarantee non-discrimination and free movement of these people.", "language": "en", "original_language": "es", "translation_provider": "google"}, {"id": 75, "date": "2017-06-01.json", "name": "Pavel Svoboda (PPE).", "mepid": "96272", "text": "- Mr President, Commissioner, I will be voting in favor of this report because it is a balanced text on an important issue for the rights of vulnerable adults, and I thank the rapporteur for it. The report does not address artificial problems, but rather problems that already exist in reality and cause real problems for real citizens of the European Union. More and more citizens of the Member States are enjoying freedom of movement within the European Union. One million three hundred thousand citizens over the age of 65 do not live in their original Member State. And especially senior citizens can benefit from the implementation of the proposals contained in this report. Although the rules for dealing with situations with a cross-border element are regulated by a number of European or international regulations, this is a very diverse area regulated by various types of legislation. Today, citizens expect legislation to reflect its increased mobility. Today, citizens also rightly expect that if they can legally move across borders and legally acquire property in different Member States, they will also be able, for example, to authorize their relatives residing in another Member State to manage it without unnecessary administrative procedures. I believe that the proposed harmonization of the recognition of the enforcement of decisions taken by the authorities of the Member States in the current existence of a clearly defined public policy reservation is in the interests of the citizens of the European Union. Above all, the future regulation must be as clear as possible and must create a clear and simple system that is understandable to the average citizen. If we close the gap in the law, we must first and foremost keep in mind the creation of functional rules that adequately respond to the existing situation.", "language": "en", "original_language": "cs", "translation_provider": "google"}, {"id": 76, "date": "2017-06-01.json", "name": "Bogusław Liberadzki (S&amp;D).", "mepid": "23768", "text": "- Mr Chairman!Commissioner!Let me start by congratulating and commending the rapporteur, Bergeron, and also the shadow rapporteur, Mr Nebrescu, for the way they have prepared this report.We know who we are talking about, we have recommendations for actions and a specific schedule.A lot of arguments have already been made and there is no point in repeating them, but I would like to mention the essential point: we are talking about citizens of the European Union.If we want the Union not to be a union of states, governments and coalitions, but a union of citizens, this is precisely what this sensitivity is about.Yes, this is the Union of Citizens.I believe that, in the context of the Union of citizens, we should not only talk about those who are healthy, young and rich, but also - to the same extent - about those who are in need.In this respect, the goal has been achieved here.Congratulations once again to the rapporteur and the shadow rapporteur.", "language": "en", "original_language": "pl", "translation_provider": "google"}, {"id": 77, "date": "2017-06-01.json", "name": "Nicola Caputo (S&amp;D).", "mepid": "124851", "text": "- (IT) Mr President, ladies and gentlemen, the protection of vulnerable people is an issue that deserves a lot of attention. These are adults who find themselves temporarily or permanently unable to be self-sufficient, whose protection needs increasing attention. It is now generally recognized that the weak subject must be considered the holder of special legal positions that must be coordinated in the framework of interpersonal and international relations. Many EU countries have ratified the 2000 Hague Convention on the protection of vulnerable adults, but it is necessary for all Member States to ratify it in order to make the protection of these individuals homogeneous in all EU countries. Unfortunately, the EU countries each have specific legislation and there is not always legal uniformity between Member States, obviously creating significant legal difficulties for vulnerable adults. It is therefore necessary for Europe to work to identify best practices so that the Hague Convention is fully implemented and that the problems and delays recorded up to now are overcome.", "language": "en", "original_language": "it", "translation_provider": "google"}, {"id": 78, "date": "2017-06-01.json", "name": "Ruža Tomašić (ECR).", "mepid": "119431", "text": "- Mr. President, adults who are temporarily or permanently unable to take care of themselves are one of the most vulnerable groups to whom every mature society feels a special obligation.Often in this home we talk about the positive rights of various social groups made up of healthy adults, able to work and function unhindered in society.I am glad that today we are also discussing those for whom our solidarity is a basic precondition for a normal life.Protecting vulnerable adults in the exercise of their freedoms of movement is a particular challenge due to the still present fragmentation of judicial systems in Europe.Encouraging the full recognition of protection measures adopted by the competent authorities of one Member State in all other Member States and sharing information on the status of protection are key recommendations of this report, which I can only welcome.By fully implementing them, a vulnerable adult will enjoy a higher level of legal certainty and is therefore a step in the right direction.", "language": "en", "original_language": "hr", "translation_provider": "google"}, {"id": 79, "date": "2017-06-01.json", "name": "Maria Grapini (S&amp;D).", "mepid": "124785", "text": "- Mr President, Commissioner, of course, I agree with the report and I congratulate my colleagues who have worked. Vulnerable adults must be protected. All people who have problems must be protected. You said that it was difficult to have the Hague Convention ratified, but at the same time you said that you could intervene with the European instrument of cooperation, which could help Member States in ratifying the Hague Convention. People's lives must be protected and vulnerable people unfortunately do not enjoy protection in many countries. In poorer countries, funding is needed, there are not enough funds. I also believe that vulnerable people should enjoy mobility and how can this mobility exist if they do not have money, if they cannot move? Vulnerable people are often used and their situation is taken advantage of. I am a humanist and I believe that we must show solidarity and I am part of the Social Democratic Group here in the European Parliament, I am in a humanist party in my country and I believe that nothing is more important than finding concrete solutions so that these vulnerable people, adults, to be protected and to enjoy life as long as they have it.", "language": "en", "original_language": "ro", "translation_provider": "google"}, {"id": 80, "date": "2017-06-01.json", "name": "Věra Jourová", "mepid": "n/a", "text": "   Member of the Commission. – Mr President, I can repeat what I said at the beginning, namely that the Commission is fully committed to the international protection of adults and will keep Parliament informed on any developments in the field.  There were many questions regarding the ratification of the Hague Convention, so let me just briefly inform you about where we are on this. We have been consulting with the Member States on a continuous basis, but we did a screening at the end of 2016 and the findings were that nine Member States have ratified and acceded to the Convention; seven have signed; Portugal, Latvia and Ireland are about to ratify the Convention before the end of 2017; Slovakia is about to start preparation for the international procedure for signature and ratification; and Belgium has recently signed the Convention and will soon begin the ratification process. In Italy the bill prepared by the Government for the ratification of the Convention is now under examination by the relevant committee in the Parliament and the same situation applies in Greece. In Sweden the report of the inquiry appointed by the Government to consider the ratification is under way. Several Member States are still studying the Convention and completing their internal reforms of the legislation concerning vulnerable adults before considering ratification of the Convention. Let me name them: Romania, the United Kingdom (for England and Wales), Poland, Luxembourg, Bulgaria, Cyprus, Hungary, Malta and Denmark. We have received only a few negative replies. Croatia and the Netherlands have explicitly stated that they do not intend to ratify the Convention because, as I have already mentioned, of the budgetary costs which it may entail, and Spain has said that, from a legal point of view, accession is not deemed necessary because Spain has legally solved the international protection of adults in a balanced manner. So far Slovakia has not studied in detail whether to join the Convention. I felt I should inform you about this state of affairs in the Member States because I think it is very relevant to the discussion. As for the role of the Commission, I can solemnly declare that this is a continuing political priority, which is not only expressed in the continuing funding of the projects, but also through mainstreaming, which I will do whatever the Commission proposes regarding new legislative proposals and other activities. This is not only in the area of justice and fundamental rights, but I also intensively try to mainstream the interests of vulnerable adults in the area of transport, consumer protection policy, the energy package, the Digital Single Market strategy and, last but not least, the relatively fresh work—life balance package, where we want to enable families to better combine their duties at home, including caring for disabled, handicapped or elderly members of their families, with their work. I am very much in favour of better social services in Europe and I do not intend that care for vulnerable adults should be institutionalised or dehumanised. These are my political priorities and I would like to thank Parliament for your continued support.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 81, "date": "2017-06-01.json", "name": "Joëlle Bergeron", "mepid": "124740", "text": "rapporteur. - Mr President, I would like to thank my colleagues who understood the aim of this own-initiative report, which is effectively to protect the weakest among us and to allow them to exercise their rights on the same basis as all European citizens . This sense of protection of the other can have either a philosophical or a religious origin, and it is in my opinion more important than the notion of national sovereignty. This is why, Mr. Lebreton, I believe that national sovereignty must be erased in the face of the vulnerability of the neighbor. The text of the Hague Convention - which is very good and very balanced, I have always said it - is seventeen, Mrs Jourová. It has been seventeen years that vulnerable people who have a residence abroad - which I looked after as an auctioneer - have had to wait four years, or even five, if they become heirs, to be able to inherit. They sometimes died before they could inherit. They cannot divorce, they cannot be placed in an institution, they cannot be treated since medical interventions require the agreement of a guardian, and if their measure of protection is French and they reside in Spain, they are obliged to take back a protective measure in Spain. I believe those who oppose this report have failed to understand its purpose. This report is not used to change national laws but to make life easier for the weakest. These are purely administrative measures to recognize the status of vulnerable person.", "language": "en", "original_language": "fr", "translation_provider": "google"}, {"id": 82, "date": "2017-06-01.json", "name": "Preşedinte. –", "mepid": "33984", "text": "The debate was closed.The vote will take place on Thursday, 1 June 2017. Written declarations (Rule 162)", "language": "en", "original_language": "ro", "translation_provider": "google"}, {"id": 83, "date": "2017-06-01.json", "name": "Vilija Blinkevičiūtė (S&amp;D)", "mepid": "96681", "text": "in writing. - At international level, the main existing instrument setting out the rules of international law for the protection of adults is the 2000 Convention. January 13 Hague Convention. It provides important rules for dealing with vulnerable adults, i.e. y. Cross-border problems for people aged 18 and over who are temporarily or permanently unable to take care of themselves and / or their property. However, more than 17 years after its adoption, it has been signed by 9 states and ratified by 7 states. One of the foundations of EU law is the free movement of persons. A person who is already or may be subject to protection measures in one country can move to another Member State and acquire property in several EU Member States. However, there is no single piece of legislation in the EU that allows vulnerable adults to receive adequate protection in cross-border cases. These circumstances may prevent such persons from exercising their freedom of movement and make it more difficult to protect their property. Closing this legal loophole would allow vulnerable adults to take full advantage of the EU's principles of free movement and residence and avoid potential difficulties in protecting themselves and their property. All Member States have their own legal systems with different safeguards for vulnerable adults, and the aim of this proposal is not to harmonize existing safeguards but to lay down legal rules to facilitate the recognition and enforcement of judgments given by one Member State authority and cooperation between Member States.", "language": "en", "original_language": "lt", "translation_provider": "google"}, {"id": 84, "date": "2017-06-01.json", "name": "Viorica Dăncilă (S&amp;D)", "mepid": "95281", "text": "signed up. - We now note that, as regards measures to protect vulnerable adults, this continues to be an area where, at European level, there continue to be discrepancies and disparities between Member States' laws on jurisdiction, applicable law, recognition and enforcement adult protection. Although there are provisions in this regard in the Hague Convention, which could address cross-border issues regarding vulnerable adults, there are Member States that have not ratified it, and this undermines the protection of vulnerable adults in cross-border situations in the Union. As such, I support the proposal to carry out and fund projects to raise awareness among European citizens about the situation of vulnerable adults and the protection measures aimed at them, as well as the services available in the field of protection of vulnerable adults.", "language": "en", "original_language": "ro", "translation_provider": "google"}, {"id": 85, "date": "2017-06-01.json", "name": "Lidia Joanna Geringer de Oedenberg (S&amp;D)", "mepid": "28377", "text": "in writing. - Demographic change in Europe has resulted in a significant increase in the number of vulnerable adults. Currently, there are over 50 million people over 80 years of age in the world, and according to the data of the UN Committee for Economic, Social and Cultural Rights, there will be 137 million of them in 2025. Vulnerable adults include not only the elderly, but also young people with mental or physical disabilities. Each EU Member State has its own legal framework to protect vulnerable adults. Meanwhile, one of the basic EU standards is the principle of the free movement of persons, and at present there is no uniform legal framework within the Union that would adequately protect such persons in a cross-border situation. This is an obstacle to the exercise of their right to freedom of movement and hinders the protection of their property. It is therefore imperative to fill this regulatory gap. Undoubtedly, the point is not to completely harmonize the protection measures existing in individual Member States, but to implement a set of legal principles aimed at facilitating the recognition and enforcement of judgments and to develop other mechanisms that would allow the circulation and recognition of powers of attorney in all EU Member States in the event of a necessity to enter legal action.", "language": "en", "original_language": "pl", "translation_provider": "google"}, {"id": 86, "date": "2017-06-01.json", "name": "Момчил Неков (S&amp;D)", "mepid": "125013", "text": "In written form. - In our discussions and debates, young people and the development of youth policies are a frequent focus. However, vulnerable adults who, due to impaired or insufficient personal abilities, are unable to defend their own interests, as well as those of their property, either temporarily or permanently, should not be neglected. These persons are also European citizens and also have the right to free movement and equal access to services within the Union. However, due to their different status, problems and difficulties arise. I call on the Commission to support and provide resources in order to bring EU citizens' legislation on vulnerable adults and measures to protect them to the EU's citizens. In this regard, I think it is commendable for the EU that several countries have signed the Hague Convention on the International Protection of Adults. Unfortunately, my country, Bulgaria, has not signed or ratified the convention. I call on the Bulgarian government to make the necessary conditions for the convention to be signed, ratified and incorporated into Bulgarian law, in order to ensure equal access to services and opportunities for all citizens.", "language": "en", "original_language": "bg", "translation_provider": "google"}, {"id": 87, "date": "2017-06-01.json", "name": "Claudiu Ciprian Tănăsescu (S&amp;D)", "mepid": "96847", "text": "signed up. - It is already known that the protection of vulnerable adults, whether the vulnerability is of physical or psychological origin, exercising their freedom of movement within the EU, is a cross-border issue related to fundamental human rights. Protecting the vulnerable is an EU mission and is needed in the context of discrepancies between Member States' laws on jurisdiction, applicable law and the enforcement of measures to protect vulnerable adults. The diversity of applicable law and the multiplicity of competent courts can affect not only the right of vulnerable adults to move and reside freely in an EU Member State, but also the protection of their heritage. The recommendation to the Commission that the protection measures taken by the authorities of one Member State be automatically recognized in the other Member States is therefore welcome. Thus, people who are vulnerable due to age-related illnesses or disabilities, who live in other European countries or who move within the Union can benefit from more rights and more protection. Clearly, the implementation of the recommendations in this report requires the application of cooperation mechanisms between Member States, in order to facilitate and promote communication between competent authorities.", "language": "en", "original_language": "ro", "translation_provider": "google"}, {"id": 88, "date": "2017-06-01.json", "name": "Ivo Vajgl (ALDE)", "mepid": "97019", "text": "in writing. - I strongly support the report with recommendations to the Commission on the protection of vulnerable adult groups. The protection of vulnerable groups is about the protection of basic human rights and the enjoyment of basic human rights must not and cannot end at the borders of the members of the European Union. That is why I join the calls on the European Commission for Member States to set up central bodies to exchange the necessary information between EU Member States on the rights and situation of vulnerable people. This will be for vulnerable people and their guardians or. certainly provide the Commissioners with a more dignified and less complex life in their movement and residence within the European Union. It is our duty and the duty of the European Commission to call on the Member States of the European Union that have not yet ratified the Hague Convention to do so as soon as possible. Protection of vulnerable groups at the international level or. level of international law is all the more important in the light of demographic change. The European Union and its members must therefore play an advanced and visible role in adopting international instruments for the protection of vulnerable groups. Demographic change in Europe is changing our society, and it is more than necessary for international law to adapt to this. The population of the European Union is getting older, and we will therefore have to pay even more attention to protecting the rights of the elderly and all vulnerable groups in the future.", "language": "en", "original_language": "sl", "translation_provider": "google"}, {"id": 89, "date": "2017-06-01.json", "name": "La Présidente. –", "mepid": "96952", "text": "The order of the day is Voting Time.(For the results of the votes and other details concerning them: see minutes)", "language": "en", "original_language": "fr", "translation_provider": "google"}, {"id": 90, "date": "2017-06-01.json", "name": "Arne Gericke (ECR).", "mepid": "124815", "text": "   – Madam President, it is a little late, but I just wanted to say that today is the official global day of parents. Today was proclaimed by the UN General Assembly 2012 and honours parents throughout the world. The global day provides an opportunity to appreciate all parents in all parts of the world for their selfless commitment to children and their lifelong sacrifice towards nurturing this relationship. So, Madam President, as a sign of honour, and with your permission, I would kindly ask all in Parliament who are parents to stand up on their special day.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 91, "date": "2017-06-01.json", "name": "La Présidente. –", "mepid": "96952", "text": "Mr. Gericke, this is not a point of order.We appreciate your tribute to parents and, by the way, one can also not be a parent.", "language": "en", "original_language": "fr", "translation_provider": "google"}, {"id": 92, "date": "2017-06-01.json", "name": "Jarosław Wałęsa (PPE).", "mepid": "96774", "text": "   – Madam President, I would like to ask for the referral back to the Committee for Interinstitutional Negotiations.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 93, "date": "2017-06-01.json", "name": "La Présidente. –", "mepid": "96952", "text": "This concludes Voting Time.", "language": "en", "original_language": "fr", "translation_provider": "google"}, {"id": 94, "date": "2017-06-01.json", "name": "Michela Giuffrida (S&amp;D).", "mepid": "124864", "text": "- I voted in favor of this report because it rationally identifies the benefits of advancing the digital world. We talk about education, health, industry. All true, but we cannot look to the future without considering the reality of the present. A 5G Europe today looks almost like a science fiction movie. In Europe, the digital divide that exists between regions, particularly between rural and urban areas, is still considerable. We must start from the awareness that rural areas, as well as mountainous or island areas, are unlikely to enjoy the same benefits deriving from the gigabit society that are felt in cities or central regions. Just think of broadband, which is not yet a homogeneous reality throughout Europe. The danger is that 5G increases this gap between regions by marginalizing the peripheral ones and the weaker ones. So why not start investing in these less developed regions? The proposal is provocative, of course, but perhaps it could be the right stimulus for necessary progress towards a 5G society that cannot leave anyone behind.", "language": "en", "original_language": "it", "translation_provider": "google"}, {"id": 95, "date": "2017-06-01.json", "name": "Daniel Hannan (ECR).", "mepid": "4555", "text": "   – Madam President, the telecommunications revolution has improved people’s lives in a way that no legislation from this or any other chamber can begin to approach. There has been an absolute transformation of the human condition, particularly in developing countries, and it is something almost wholly unforeseen by politicians. What’s been the response of the European Commission? I can’t help noticing that there have been an awful lot of legal actions in the last five years against US-based tech firms, perhaps in pursuit of what Commissioner Oettinger calls ‘digital independence’ for the EU. Microsoft, Google, Apple – they’ve all been on the receiving end of it. Of course there aren’t really European equivalents to these firms, and perhaps the reason for that is because of the regulatory regime that we’ve created here. It may be no coincidence that since the Brexit vote we’ve seen Google and Apple, and most recently Snapchat, relocating to London in full knowledge that Britain is leaving the European Union. Perhaps it’s precisely because of what they know about the EU’s regulatory environment that they’re shifting.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 96, "date": "2017-06-01.json", "name": "Petras Auštrevičius (ALDE).", "mepid": "124766", "text": "   – Madam President, I voted in favour of this excellent and innovative report. The 5G network presents our societies and the European Union’s industry with new and great digital possibilities by enabling new connectivity opportunities via both high-quality and high-capacity networks. In addition, I fully agree with the idea expressed in the report that in order to seize these opportunities we need to ensure that the necessary conditions to develop 5G infrastructure are in place by 2020-25 and, I hope, much earlier, namely: a transparent, competitive and investment-friendly regulatory framework, and a willingness from EU Member States to create a much-needed common network of operability at the EU level.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 97, "date": "2017-06-01.json", "name": "Момчил Неков (S&amp;D).", "mepid": "125013", "text": "- Madam President, I strongly support the European Commission's ambitious plan to provide ultra-fast internet in primary and secondary schools, universities and libraries from 2025. I believe that this will improve the way students learn the teaching material, as well as the teaching methods. However, I find the huge difference between the countries in the European Union in terms of access to high-speed internet worrying. The situation is even worse in rural and remote areas, where there is no 3G and 4G. This further deepens the gap between town and country. Unfortunately, Bulgaria is again at the bottom of the ranking for the entry of digital technologies. Only 55% of Bulgarian households are subscribed for a fixed broadband connection. Against the background of these statistics, it seems absurd that Mr. Borissov's priority is the creation of e-government, while at the same time only 31% of Bulgarians have basic digital skills.", "language": "en", "original_language": "bg", "translation_provider": "google"}, {"id": 98, "date": "2017-06-01.json", "name": "Bogdan Andrzej Zdrojewski (PPE).", "mepid": "124893", "text": "- 100MB / s is a minimum for all consumers.1 to 100GB / s for large financial companies, industry, means of transport, transport institutions is actually the norm at the moment.However, I would like to point out one thing: by accelerating the development of all qualitative elements of the digital market, on the other hand, we are leading to a very serious situation of a competence gap in the digital field, i.e. certain digital exclusions.On this occasion, I would like to emphasize the necessity of educational tasks, especially in schools, in order to limit these exclusions in the digital market.", "language": "en", "original_language": "pl", "translation_provider": "google"}, {"id": 99, "date": "2017-06-01.json", "name": "Andrejs Mamikins (S&amp;D).", "mepid": "124746", "text": "   – Madam President, I was in favour because 5G will be the next key building block of our future society. The Commission’s action plan, aimed at making the EU a world leader in the deployment of standardised 5G networks from 2020-25, is rather ambitious. Our task is to ensure that this ambitious plan will be fulfilled. To reach that aim the Commission, the Member States and the European Parliament should coherently fulfil their parts of the common task. The Commission should ensure long-term financing for the 5G action plan and network modernisation; Member States should implement the 5G action plan in regions and cities, and implement measures for a high common level of security of network and information systems across the Union. We should step up efforts on standardisation and adopt effective measures to fight piracy. The direction is right, ambitions are high, so we should go forward and not repeat previous mistakes.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 100, "date": "2017-06-01.json", "name": "Stanislav Polčák (PPE).", "mepid": "124704", "text": "- Madam President, I also voted in favor because I consider access to the Internet to be an absolutely key agenda in all the European Union's practical policies, and I would like to point out that access to the Internet has not only improved quality of life but is actually a condition for electronic public care.news.And this has already been said here by my colleague Nekov, and I consider it very important that the scissors between the countryside and the central areas do not open further.It is assumed that 70% of the European population will live in the largest European agglomerations within twenty years, and if you say somewhere in the countryside today that they may not even have access to 3G, then if we talk about access to 5G operating speed today, we are actually having fun.as if on a trip to Mars.It is important that these scissors do not open further and that we focus on keeping people in the countryside.Internet access is very crucial for this.", "language": "en", "original_language": "cs", "translation_provider": "google"}, {"id": 101, "date": "2017-06-01.json", "name": "Jiří Pospíšil (PPE).", "mepid": "125706", "text": "- Madam President, I also supported this report. I consider it very important for the European Union to address the issue of high-speed internet access. After all, the topic of digitalisation of society is one of the key topics of the European Union and it is also a key topic of this period of the European Parliament. After all, I also supported another report on the digitization of society, and that is the digitization of European industry, which we also voted on today. Colleagues have already explained here today, and even during the debate, it was explained why this topic is important. If we want to keep the European Union, European countries and leaders in world technology and world industry, then we cannot do without a digital revolution. That is why I support all these proposals, the European Commission will need to address the level of investment in these technologies, because in Europe we invest only a third compared to the United States in modern digital technologies. More money is needed, not just to talk about it in general.", "language": "en", "original_language": "cs", "translation_provider": "google"}, {"id": 102, "date": "2017-06-01.json", "name": "Seán Kelly (PPE).", "mepid": "96668", "text": "   – Madam President, I have always advocated strongly for initiatives that support the growth and spread of high-speed connectivity throughout all of Europe. In recent years I’ve observed its true potential being realised by Irish and European citizens alike. The implementation of faster and higher-quality connectivity for all Europeans can act as a vital vehicle of improvement in the areas of economic growth and employment for all areas of European society. This report will pay a key role in the advancement of Europe’s Digital Agenda and will allow us to maintain our position at the forefront of global innovation and investment by becoming a 5G and gigabit society. Dá bhrí sin, mar fhocal scoir, ba mhaith liom mo chomhghleacaí Michał Boni a mholadh as ucht an togha oibre agus na huaireanta go léir a thug sé chun na moltaí seo a chur os ár gcomhair. Tiocfaidh maitheas as a chuid oibre amach anseo do chuile dhuine san Aontas.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 103, "date": "2017-06-01.json", "name": "Daniel Hannan (ECR).", "mepid": "4555", "text": "   – Madam President, there is one charge against which I would always defend members of this House, and that is the widespread belief in many of our Member States that MEPs are lazy: that we come here and sit around and do nothing. Frankly, the world would be a much better place if that charge were true: if, instead of constantly legislating, people would come in, and clock in for their very generous attendance allowance, and then go and work on their golf handicap or read a novel, or do something other than meddling in the lives of everybody else. But, of course, human nature being what it is, we – having claimed all of these generous expenses – decide we have to do something, we have to justify our work in some way, and so we produce reports like this.  On what conceivable measure is this anything that has to do with the European Union? Of course the protection of vulnerable adults is a critical function but by any conceivable … (heckling) I am sorry but I am being heckled by a sort of lefty Yahoo over there, who is gibbering and ranting like a stricken animal. But, by any conceivable supposition, this is something that is reserved for the Member States. Why not recognise the limits of what we can do? ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 104, "date": "2017-06-01.json", "name": "Reinhard Bütikofer (Verts/ALE).", "mepid": "96739", "text": "   – Madam President, I would like to ask you to censor this so-called colleague who is insulting the whole House.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 105, "date": "2017-06-01.json", "name": "La Présidente. –", "mepid": "96952", "text": "Mr Bütikofer, I am not empowered to sanction Mr Hannan.On the other hand, if you make a comment in writing, we will take it into account and we will examine it, of course.", "language": "en", "original_language": "fr", "translation_provider": "google"}, {"id": 106, "date": "2017-06-01.json", "name": "Νότης Μαριάς (ECR).", "mepid": "125069", "text": "- Madam President, I voted in favor of the report. As I said in my speech a while ago, vulnerable adults need protection, especially those adults, especially the elderly, who suffer from mental illnesses such as Alzheimer's or physical illnesses and disabilities, especially at a time when the population of its citizens European Union over the age of 60 reaches 37%, while 10% of the European Union population is over the age of 80. Cooperation between Member States on adult legal aid, such as the recognition of judicial decisions in this area, is essential and the report we have voted on facilitates this cooperation, as well as the protection of vulnerable adults moving across borders within the European Union. .", "language": "en", "original_language": "el", "translation_provider": "google"}, {"id": 107, "date": "2017-06-01.json", "name": "Jiří Pospíšil (PPE).", "mepid": "125706", "text": "- Madam President, I supported this report. Unlike one of the speakers, I think that at a time when the number of seniors is growing, who unfortunately suffer from certain health problems at a late stage and are therefore partially inadequate, it is necessary to address the issue of how to protect these people. In the Czech Republic, for example, we have adopted a new Civil Code, which very significantly protects persons who are limited in their autonomy, and it is clear that if these persons enter into cross-border legal relations, it is necessary for the European Union to address this issue and has provided protection to such people as the population ages, and as I have already indicated, all experts agree that, unfortunately, in the older generation, there is a growing number of different nervous diseases in older seniors, which can lead to reduced self-sufficiency. These people need to be given a dignified life and their rights protected. This report talks about that, which is why I support it, because I think it is logical and can help people who find themselves in a difficult situation.", "language": "en", "original_language": "cs", "translation_provider": "google"}, {"id": 108, "date": "2017-06-01.json", "name": "Момчил Неков (S&amp;D).", "mepid": "125013", "text": "- Madam President, Ukraine is a neighbor and partner of the European Union. I believe that we must work and cooperate with her. For me, however, the priority should be the interests and concerns of European and, in particular, Bulgarian producers. I did not support the proposal to increase the duty-free import of several agricultural industrial products, because the producers in my country Bulgaria are already feeling pressure from the already existing duty-free regime. Last year, thousands of tons of honey remained unsold in Bulgaria due to imports from third countries. Oilseed growers are also feeling pressure from imports from Ukraine. In the world, neoliberalism and free trade are suffocating the European producer. It faces a number of legal requirements, environmental standards and a number of other challenges. With facilitated imports, we add additional competition to this set of difficulties. Let us make the single market accessible and working for the European producer.", "language": "en", "original_language": "bg", "translation_provider": "google"}, {"id": 109, "date": "2017-06-01.json", "name": "Petras Auštrevičius (ALDE).", "mepid": "124766", "text": "   – Madam President, I did indeed vote in favour of this report on the Commission’s proposal suggesting additional temporary economic trade preferences for Ukraine. We need to understand that Ukraine is at the moment undergoing enormous economic difficulties and at the same time undertaking very complex economic reforms. Therefore, I believe that this Commission proposal is both timely and right. It is complementary to the already existing EU concessions and the DCFTA trade preferences, and will allow increasing annual tariff rate quotas for certain products. I believe it will help to speed up Ukraine’s economic recovery, deal with the consequences of the ongoing embargo from the Russian side and further facilitate bilateral trade relations between Ukraine and the European Union.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 110, "date": "2017-06-01.json", "name": "Monica Macovei (ECR).", "mepid": "96824", "text": "- Madam President, Ukraine's gross domestic product increased by more than 1% in 2016. By voting for this report, Ukraine will receive another impetus for development. But we need to make sure that this money, made from duty-free trade in the European Union, only reaches people and not the pockets of oligarchs. Practically, according to this agreement, for three years Ukraine will export to European markets, without customs duties, cereals, fruits, industrial products. We must take measures to prevent an increased flow of cheap grain from Ukraine to the Union market at the same time. And last but not least, the Ukrainian authorities must step up the fight against corruption and anti-fraud, set up anti-corruption courts more quickly and depoliticize the judiciary, appoint a non-political prosecutor, such as today, and one who will have legal education and legal experience.", "language": "en", "original_language": "ro", "translation_provider": "google"}, {"id": 111, "date": "2017-06-01.json", "name": "Michaela Šojdrová (PPE).", "mepid": "124710", "text": "- Madam President, I supported this report on the proposal for a regulation introducing temporary autonomous trade measures for Ukraine, which should allow higher exports of agricultural and industrial products from Ukraine to the Union.At the same time, these measures should not have any significant impact on the European market.However, they can fundamentally help Ukraine.I would like to remind you that in 2015, Ukrainian GDP fell by 9.8% and the share of Ukrainian trade with Russia also fell from 27% to 13%.In 2014, the Ukrainians chose to integrate with the democratic European Union over the sphere of influence of Putin's Russia and paid heavily for this choice.In conclusion, I would like to express my great pleasure that the ratification of the Association Agreement with Ukraine has been completed in the Netherlands, so there is nothing to prevent its effectiveness.", "language": "en", "original_language": "cs", "translation_provider": "google"}, {"id": 112, "date": "2017-06-01.json", "name": "Bogdan Andrzej Zdrojewski (PPE).", "mepid": "124893", "text": "- An instrument in the form of economic measures for Ukraine is a good idea, therefore I supported it.But I want to highlight two important elements: first, the appearance of this instrument is a response to the situation in Ukraine, which, in short, is bad, both in terms of the condition of the economy and, more importantly, in terms of reforms.For those reforms that were to improve the economic situation, financial situation and the functioning of economic entities.However, with this vote, I would like to call for this instrument to be addressed primarily to small and medium-sized economic entities and not to the most important large oligarchic entities, because this will not improve the situation in Ukraine.And on this occasion, it is also worth noting the need to build certain mechanisms supporting civil society and small economic entities, for example in Belarus.", "language": "en", "original_language": "pl", "translation_provider": "google"}, {"id": 113, "date": "2017-06-01.json", "name": "Νότης Μαριάς (ECR).", "mepid": "125069", "text": "- Madam President, I voted against the report on the introduction of autonomous trade measures for Ukraine because it provides for additional trade concessions for the duty-free import from Ukraine of cereals, processed tomatoes, honey and grape juice. With these regulations, as well as with the European Union-Ukraine Free Trade Area, we have aggregate and duty-free import of agricultural products and food from Ukraine, as a result of which the economy of European Union countries, such as Greece, is damaged and interests are dissolved. of Greek farmers, stockbreeders, beekeepers, and the Greek food industries. As I have argued at other times, there is a need to reinstate the principle of Community preference, a principle on which the EEC, which provided protection for Community farmers, was based. The European Union, in the name of political support for Ukraine, cannot dismantle the agricultural economies of its Member States, especially Greece. So I voted against the report.", "language": "en", "original_language": "el", "translation_provider": "google"}, {"id": 114, "date": "2017-06-01.json", "name": "Charles Tannock (ECR).", "mepid": "4521", "text": "   – Madam President, as Russia continues the proxy war in the east of Ukraine and its illegal occupation of Crimea, it is right in this House that we and in the rest of the European Union continue to support Ukraine, standing up for the rules-based international order and values that we all believe in, and also demand a full implementation of the Minsk agreements. Ukraine has seen its share of exports to Russia halve since 2013, a major dislocation of its trade given the historic links between the two countries. So I strongly welcome the DCFTA that has been in place since last year, and I’m equally supportive of these additional measures that aim to further support Ukraine’s now-growing economy and its further integration into the European Union’s Single Market. We do now see a commitment by Ukraine to transition to a full market economy. I’m also pleased that the Netherlands ratified the association agreement this week, a welcome sign showing that the EU is now fully united in support of Ukraine and its Euro-Atlantic aspirations.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 115, "date": "2017-06-01.json", "name": "Andrejs Mamikins (S&amp;D).", "mepid": "124746", "text": "   – Madam President, as written in the annotation, the aim of this legislative proposal is to increase the existing trade flows and to foster bilateral trade and economic cooperation between Ukraine and the EU. But in the same document it is written that the European Union will see a loss of customs revenue corresponding to less than EUR 50 million annually with a very limited impact on the EU’s own resources. Limited impact means that, in reality, this proposal is empty. It is the lowest possible result. Nevertheless, the Committee on International Trade (INTA), based on trade suggested, made additional cuts for certain product groups, such as wheat, maize and processed tomatoes. We can compare it with a situation where someone presents a gift to his friends in a very big, beautiful box, but inside there is a very small piece of candy at the bottom. Such a gift can be perceived only as mockery.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 116, "date": "2017-06-01.json", "name": "Stanislav Polčák (PPE).", "mepid": "124704", "text": "- Madam President, I supported this report and I would like to begin by saying that, in my opinion, the support that should go towards the Ukrainian economy should be higher. However, if at least this measure was on the table, I was happy to support it. I think that, to a certain extent, we must have a bad conscience about how violations of international law in Russia could actually have gone with impunity. And if the European Union could not help militarily in any way, this is of course not our goal, and it was not even possible, then the only support may be to support the Ukrainian economy and maintain the embargo that European countries have imposed. However, we must not forget the regions that will be affected by these measures, within the European Union. These are mainly the surrounding regions, and we should also take some supportive steps towards them. I would also clearly like to appreciate the completion of the ratification of the Association Agreement with Ukraine, because this step by the Netherlands is undoubtedly very pro-European in the light of the referendum that has taken place.", "language": "en", "original_language": "cs", "translation_provider": "google"}, {"id": 117, "date": "2017-06-01.json", "name": "Jiří Pospíšil (PPE).", "mepid": "125706", "text": "- Madam President, I also supported this report, but like some colleagues, I am a little disappointed that the project is not very ambitious and that, on the contrary, the range of products that should be in the duty-free zone has narrowed within the European Parliament. duty free zone, that is, our assistance to Ukraine is here, but it is much smaller than originally proposed by the European Commission, and I personally believe that this is, as one of the speakers said, a small gift in a big box with a big ribbon. So yes, support yes, but in the future we should think about how to help Ukraine more. It is in our geopolitical interest, in Europe's interest, for Ukraine to survive, to stabilize itself and for pro-Russian forces not to grow there in the future. It is our own interest, that is, letting Ukraine into the European market is not only our generosity, we are doing it not only because we want a democratic and stable Ukraine, but we are doing it in our own interest. That is how we should approach it and therefore be perhaps more generous than this proposal.", "language": "en", "original_language": "cs", "translation_provider": "google"}, {"id": 118, "date": "2017-06-01.json", "name": "Seán Kelly (PPE).", "mepid": "96668", "text": "   – A Uachtaráin, tá mórán fulaingthe ag muintir na hÚcráine, ar dtús nuair a bhí siad faoi smacht díreach na Rúise agus le déanaí agus an Rúis ag tógaint an Chrimé uatha agus ag iarraidh tionchar mífhéaráilte a bheith acu orthu. Ach dúirt muintir na hÚcráine ó 2013 i leith gur fearr leo féachaint siar ná soir agus dá bhrí sin is dóigh liom gur cinneadh maith é sin dóibh agus dúinne, agus tá sé ceart agus cóir go dtabharfaimid aitheantas ar an gcinneadh sin trí chabhrú leo chun a ngeilleagar a fhás, chun jabanna a chruthú agus chun a dtáirgí a dhíol. Agus dá bhrí sin, is dóigh liom gur maith an tuarascáil í chun seans a thabhairt dóibh easpórtáil isteach san Aontas agus is dóigh liom freisin go bhfuil moladh tuillte ag Uachtaránacht Mhálta as ucht teacht ar chomhréiteach faoi na moltaí is deacra a bhí sa tuarascáil seo, go háirithe mar a bhain le cúrsaí talamhaíochta. Tá súil agam go bhfuil saol maith roimh an Úcráin amach anseo agus go mbeidh siad mar bhall den Aontas lá éigin.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 119, "date": "2017-06-01.json", "name": "Νότης Μαριάς (ECR).", "mepid": "125069", "text": "- Madam President, I am referring first to my speech on this issue, which I made a moment ago during the debate here in the European Parliament. I voted against the report. I believe that Greece, in order to stop being a magnet for refugees and especially thousands of illegal immigrants, must leave Schengen. At the same time, border control by the Member States themselves and the reintroduction of national border controls ensure the security and surveillance of incoming persons. In addition, the bilingualism of the European Union, which has abolished visas for Kosovo, where the jihadist sphinx is located, must stop. Thus, after the European Union opened its door to the free movement of jihadists through Kosovo, now with this legislative initiative it is trying to close the window to the illegal entry into the European Union of persons who forge visas. And all this when thousands of illegal immigrants are flooding the European Union.", "language": "en", "original_language": "el", "translation_provider": "google"}, {"id": 120, "date": "2017-06-01.json", "name": "Monica Macovei (ECR).", "mepid": "96824", "text": "- Madam President, we need more judicial cooperation in criminal matters, between the police forces, but also European agencies, such as the European Agency for Human Rights.Talking with the Director of the Agency, I found improvements in this agency in terms of transparency, the introduction of conflicts of interest and the desire and the beginning of the expansion of activity and competence and in matters of the rule of law: to be involved in the rule of law in all states.member.Also get involved in what happens in human rights refugee camps, along with the police, for example, who deal with the criminal side and punish those who break the laws of the country where they are.I wish them success and hopefully they will produce much more than inefficient studies.", "language": "en", "original_language": "ro", "translation_provider": "google"}, {"id": 121, "date": "2017-06-01.json", "name": "Bruno Gollnisch (NI).", "mepid": "1164", "text": "- Madam President, we had better sweep outside our door. Europe, especially through this agency, is trying, for example, to protect the rights of migrants, to make people feel guilty - it must be said - what we should call today, I believe, the native population, and even rejects any legitimate difference relating to nationality when it is quite legitimate that, for example, the French have priority in their country as foreigners are in theirs. This Europe is incapable of protecting fundamental rights. We have not been able to protect the two most iconic political refugees who have exposed us to American espionage, MM. Julian Assange and Edward Snowden. Mr. Edward Snowden, to the shame of the European Union and all member countries, ultimately found refuge only in Moscow. Mr. Julian Assange had to live in literally prison conditions in a South American embassy because he was being prosecuted under a particularly grotesque charge by Swedish plaintiffs. I think this brings the agency and our fundamental rights discourse into disrepute.", "language": "en", "original_language": "fr", "translation_provider": "google"}, {"id": 122, "date": "2017-06-01.json", "name": "Ruža Tomašić (ECR).", "mepid": "119431", "text": "- Madam President, I could not support this recommendation in the vote because I believe that in this form it does not meet the current needs of European citizens and countries.When it comes to fundamental rights, the focus is again on migrants, refugees and certain minority groups, instead of all Union citizens and those who have come to Europe by law to escape danger, to go to school and to work.Millions of Europeans today are socially excluded, marginalized by the processes of economic globalization and living neglected in environments that have not yet overcome the crisis.While this is the case, I do not see why we should focus exclusively on minority groups and immigrants, thus further widening the gap between them and the domicile population.", "language": "en", "original_language": "hr", "translation_provider": "google"}, {"id": 123, "date": "2017-06-01.json", "name": "Bruno Gollnisch (NI).", "mepid": "1164", "text": "- Madam President, this procedural artifice allows me to double my speaking time.I therefore continue by saying, as Ms. Tomašić has excellently suggested, that the real victims of this kind of policy are the original occupiers.I am personally, perhaps to my misfortune, European.I'm a family man, so I'm heterosexual.I am more of a French patriot.I can see that I am the object of all this logorrhea which keeps trying to make me feel guilty, to impose on me an unwanted foreign presence, which wants to demonize any legitimate attempt at national reaction.This is the reason why I consider all of these operations and this discourse to be a real enterprise of decerebration, of guilt, a psychological weapon in the hands of globalism and against the European populations.", "language": "en", "original_language": "fr", "translation_provider": "google"}, {"id": 124, "date": "2017-06-01.json", "name": "Monica Macovei (ECR).", "mepid": "96824", "text": "- Madam President, a digital industry means strengthening the economy, better social cohesion.When industries are connected, investment increases, jobs increase, resources are capitalized more efficiently, raw materials are protected and used responsibly.At the same time, a digital industry is driving and giving a huge boost to innovation.Without innovation we cannot progress in a world that changes every day.We can produce and create high standards in our countries.There are legislative measures that can bring great benefits to Romania as well, everything depends on the political will, as in every country.We have the right financial instruments, the European Fund for Strategic Investments, Horizon 2020 and I mean regional funds.", "language": "en", "original_language": "ro", "translation_provider": "google"}, {"id": 125, "date": "2017-06-01.json", "name": "Michaela Šojdrová (PPE).", "mepid": "124710", "text": "- Madam President, I supported the report on the digitalisation of European industry because I believe that the development of the digital industry has the potential to contribute to tackling Europe's fundamental social and economic problems.These include, but are not limited to, social inequalities and youth unemployment.40% of European workers still lack the necessary digital skills and there is a risk that this potential will simply remain untapped.We must therefore support digital literacy for all sections of the population, including the elderly and minorities.I therefore also call on the Member States to provide their citizens with appropriate assistance in their schools as part of retraining courses, inter alia with the help of European Social Fund funding.", "language": "en", "original_language": "cs", "translation_provider": "google"}, {"id": 126, "date": "2017-06-01.json", "name": "Μαρία Σπυράκη (PPE).", "mepid": "125064", "text": "- Madam President, I will start with something that I find extremely dramatic. The percentage of adults in Europe who do not currently have the most basic, most basic skill: the ability to use a computer mouse is in double digits. At the same time, we aim to have 20% of our GDP based on industry by 2020. If we take into account the structural transformation of the industry and the emergence of new business models, then we easily conclude that we may have a million jobs that will be vacant due to digital illiteracy, while we can create 10% GDP growth only from tourism and through digitization. At a time when we can benefit consumers through digitization, by comparing the provision of services. It is necessary, in the era of 5G, to cover the digital divide. It is necessary for the regions and the municipalities to provide the small and medium enterprises with the digital possibility, so that they can very quickly pass to the new era.", "language": "en", "original_language": "el", "translation_provider": "google"}, {"id": 127, "date": "2017-06-01.json", "name": "Момчил Неков (S&amp;D).", "mepid": "125013", "text": "- Madam President, I supported Mr Boutikofer's report because I believe that the European Union needs an integrated industrial digitization strategy more than ever. We must not overlook the fact that it will have a direct impact on both the educational and the social spheres. Speaking of education, I think it is appropriate to point out that within the European Union, 40 percent of workers do not have digital skills. It is imperative that the acquisition of digital skills be embedded in national curricula. In addition, we must note that there is a shortage of around 180,000 IT professionals in Europe every year, while at the same time hundreds of young people are out of work and have no prospects for development. The social dimension of the digitalisation of industry must also not be overlooked. New technologies bring new opportunities for citizens, but at the same time they imply job losses and, consequently, social security. The European Union must, above all, be socially responsible and provide protection for all if it does not want to lose the trust of its citizens.", "language": "en", "original_language": "bg", "translation_provider": "google"}, {"id": 128, "date": "2017-06-01.json", "name": "Stanislav Polčák (PPE).", "mepid": "124704", "text": "- Madam President, I supported this report together, if I took a good note, with five hundred and seventy-one of my colleagues.In my opinion, this report is not political at all and shows that our economy simply will not survive in the future without consistent digitization.This is the same as Mr Boni's report on access to 5G.An economy without consistent digitization would not perform as well as it is today.It is necessary to digitize precisely for better investment, for achieving more jobs, for generally more resource-efficient management and for attracting innovation.All of this is important, and it is a precondition for the economy - both industry and services - to grow and be competitive in the global market.It simply won't work without digitization.", "language": "en", "original_language": "cs", "translation_provider": "google"}, {"id": 129, "date": "2017-06-01.json", "name": "Bogdan Andrzej Zdrojewski (PPE).", "mepid": "124893", "text": "- This report had a rather unfortunate side effect, not to say unfortunate.It turned out that 40% of European society does not have the so-calleddigital competences.My friend Šojdrová spoke about educational needs, and I can subscribe to it.But on this occasion I want to point out the misinterpretation of these digital competences.It is not about simply clicking or being able to turn on a computer, but about the ability to use the Internet, the network, this digital resource for work.It is necessary to distinguish the competency element, which is related to entertainment, using the entire digital resource simply for pleasure, and the one which is a tool of the profession or work performed.I draw your attention to this because there are numerous misunderstandings on this occasion.", "language": "en", "original_language": "pl", "translation_provider": "google"}, {"id": 130, "date": "2017-06-01.json", "name": "Stefano Maullu (PPE).", "mepid": "133326", "text": "- Madam President, ladies and gentlemen, I believe that this report highlights the focal point of Europe's development for the coming decades.The digitalization of industries is the goal we must aim for, especially in an increasingly competitive market that sees competition for large global areas of the world.So, going in this direction, from 5G to everything that makes our industry, our production system more efficient, more competitive and more innovative, means guaranteeing our Europe even more a position of dominance in the universe and in the world.So I believe that from this point of view the vote in favor of the report goes to guarantee what we share, that is, a united Europe, a cohesive Europe, a Europe that increasingly guarantees the world competitiveness.", "language": "en", "original_language": "it", "translation_provider": "google"}, {"id": 131, "date": "2017-06-01.json", "name": "Seán Kelly (PPE).", "mepid": "96668", "text": "   – Madam President, I voted in favour of this proposal which calls for the boosting of Europe’s digital innovation capacities through partnerships in digital technologies, value chains, digital innovation hubs in all regions and prioritising standards. This is absolutely vital if we are to become more competitive in Europe and at the international level, and greater digitisation of industries throughout Europe, including in my own country, Ireland, is a priority. One area I just want to mention is the area of shortage of skills. There’s an organisation in Ireland called Coderdojo which helps young people to develop the skills necessary. I hope that all countries in Europe could found Coderdojo clubs and I am looking for MEPs to become an ambassador in their own country for this, because this is needed to get the coding skills that are necessary to fill the jobs that are lying vacant at the moment, and the many thousands of jobs that will be created into the future. So, MEPs: Coderdojo, become an ambassador.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 132, "date": "2017-06-01.json", "name": "José Inácio Faria (PPE).", "mepid": "125101", "text": "- Mr President, I voted in favor of this resolution in recognition that the European Union must take a leading position in implementing the 2030 Agenda for Sustainable Development. Adopted by the UN in September 2015, it provides an ambitious framework for achieving sustainable development and eradicating poverty. This decision weighed in on the fact that today we live in a time of growing uncertainty and ambiguity, which opens a question about the future of some consensus already reached around energy and climate objectives, which aims at a green, sustainable economy, giving priority to the fight against climate change. The world has changed since the last European consensus on development, adopted in 2005. Today, we are faced with demographic changes worldwide, associated with economic, social and environmental changes, and the levels of poverty and inequality, as well as their distribution. geographic, have changed. This new consensus seeks to find lasting solutions to complex global challenges and the European Union and the Member States must commit themselves firmly to the implementation of the 2030 Agenda for Sustainable Development, promoting the universal values ​​of democracy, good governance, the rule of law and human rights for all.", "language": "en", "original_language": "pt", "translation_provider": "google"}, {"id": 133, "date": "2017-06-01.json", "name": "Bruno Gollnisch (NI).", "mepid": "1164", "text": "- Madam President, I voted against this report. For a long time, development policy was mainly about taking money from the poor in rich countries and giving it to the rich in poor countries. It is true that the current report has much better sentiments, but it flies in two ways. The first is that the only original idea it contains is above all not to link the granting of development to the control required of the recipient countries of their migratory flows. In my opinion, this is a mistake. We could very well ask these countries to cooperate insofar as, precisely, development aid aims to try to prevent their nationals from being tempted to flee the misery they encounter in their country of origin. . The second aspect that is overlooked is that there will be no development if there is no protectionism. It is protectionism which allows economies to take off, which allows the protection of subsistence agriculture and which also makes it possible to move from the artisanal stage to the industrial stage. The history of all developed countries, including China and Japan, which have consistently sought the repeal of unequal treaties, demonstrates this.", "language": "en", "original_language": "fr", "translation_provider": "google"}, {"id": 134, "date": "2017-06-01.json", "name": "Ruža Tomašić (ECR).", "mepid": "119431", "text": "- Madam President, the challenges that twenty years ago faced in developing countries today, after many years of prosperity, have become relevant in our European countries.Poverty, insecurity and social exclusion are commonplace for millions of Europeans.I will always support the constructive role of the European Union in the poor parts of the world and all positive efforts to get them back on their feet, without imperialist aspirations and exploitative intentions, so that we can trade and prosper together on an equal footing.However, I am of the opinion that the Union's role in the world must not overshadow the role it must play at home.The EU must encourage Member States to make business and employment easier so that everyone can find work and invest in infrastructure so that all parts of Europe are well connected and live in conditions worthy of the 21st century.", "language": "en", "original_language": "hr", "translation_provider": "google"}, {"id": 135, "date": "2017-06-01.json", "name": "Diane James (NI).", "mepid": "124939", "text": "   – Madam President, the European Union’s global strategy aims to be both principled and pragmatic, yet this is clearly impossible. The policy can only be either principled, or pragmatic, it cannot be both. And here the European Union is trying to use words to pull the wool over our eyes. It is making the claim that it can be all things to all men in the name of promoting civil society. The reality is that the European Union is consolidating its strengths as a global actor to compensate for, and in the wake of, Brexit. It is hardening its tone internationally, often in areas that do not concern it, and is accelerating its plans for its own military forces. But the sad reality of European Union foreign policy is that it has a history of destabilising regions like the Ukraine and the Balkans, and also unleashing events that it cannot control, like the migrant crisis. It did not have my support today.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 136, "date": "2017-06-01.json", "name": "Andrejs Mamikins (S&amp;D).", "mepid": "124746", "text": "   – Madam President, resilience is a very important factor to make the external actions of the EU effective. There are a lot of challenges along this way, among them I would like to stress two factors: bureaucracy and political blindness. Bureaucracy makes our external actions slow, inflexible and rigid. Political blindness we can see very often here, even in this House. A lot of politicians live in a virtual world of their illusions, emotions, local interests and ideologies – they do not want to see the cultural and historical background of concrete countries. They put in place red lines, limitations and labels – very easy. But sometimes, after they have lost interest, these restrictions remain. This makes the job of the professionals that work with fragile states on the ground very difficult, and narrows the number of possibilities and instruments of the EU’s External Action Service. So we should not only give recommendations to others, but also start with a critical view of our own political participation.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 137, "date": "2017-06-01.json", "name": "Diane James (NI).", "mepid": "124939", "text": "   – Madam President, whilst it was recently reported that the rise in anti-Semitism in the UK was one of the highest in the world, much of it is due to increased anti-Semitic abuse online, particularly via social media. Now that is unacceptable, but I am just trying to make a point in terms of where that is coming from. Challenging anti-Semitism in the United Kingdom is always going to be a problem while we have one mainstream political party seen by the media, seen in terms of public opinion – and I am referring to the Labour Party – failing consistently to deal with the problem within its own ranks, very often trying to disguise its deep-rooted prejudices as anti-Zionist or anti-Israeli. The party in my opinion – and this is my view, I can only go with what I hear and see – has seemingly time and time again refused to tackle the issue within its own senior ranks, just inflicting simple reprimands but actually not dealing with the issue. If anti-Semitism is going to be dealt with, and the UK is a good example, then political parties need to take responsibility.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 138, "date": "2017-06-01.json", "name": "Michaela Šojdrová (PPE).", "mepid": "124710", "text": "- Madam President, I would like to say that the Holocaust is part of the common European memory. The anti-Semitic attacks, which are growing significantly in the new millennium - and we can mention Toulouse, Brussels, Paris - are in direct conflict with the ideals of European integration. Whether their perpetrators are extreme right-wing radicals or Islamists. It is therefore good that the European Commission, as well as national governments, is coming up with more initiatives against anti-Semitism. That is also why I supported and am pleased that the amendment was approved for the European Union and the Member States to adopt the definition of anti-Semitism used by the International Community for Holocaust Remembrance. This definition is necessary in identifying and punishing anti-Semitic manifestations, which are growing significantly on social networks. This is a phenomenon that we must fight vigorously. The Audiovisual Media Services Directive will also provide us with some tools, which we will be able to use.", "language": "en", "original_language": "cs", "translation_provider": "google"}, {"id": 139, "date": "2017-06-01.json", "name": "Jan Zahradil (ECR).", "mepid": "23712", "text": "- Madam President, anti-Semitism is on the rise in Europe. That is a fact, that is a fact that needs to be addressed, and it is worrying, and I am afraid that this phenomenon will not just disappear, because it is a different type of anti-Semitism than we have known in the past, for example in the 1930s in Germany. The new anti-Semitism is linked to structural and demographic changes in societies in some European countries, creating strong diasporas from countries with a confrontational or downright hostile relationship with the State of Israel, and recruiting Islamist radicals who are the bearers of this new anti-Semitism . This must be acknowledged, not a blind eye in the name of false political correctness, and the European Union must also take this into account, for example, when providing development and humanitarian and other financial assistance to certain countries in the Middle East and North Africa.", "language": "en", "original_language": "cs", "translation_provider": "google"}, {"id": 140, "date": "2017-06-01.json", "name": "Pascal Durand (Verts/ALE).", "mepid": "124693", "text": "- Madam President, we have just adopted a resolution which rightly denounces anti-Semitism around the world. The difficulty is that in this resolution, and for the first time, a possible connection can be made between anti-Semitism and criticism of the colonial policies implemented by the Israeli government. There is a real danger here because, quite simply, criticism of colonial policies and the occupation has nothing to do with anti-Semitism. It is a matter of human dignity, of the Palestinian people who are deprived of their rights, their land and basic rights to water or education. To make the connection between criticism of the Israeli government's colonial and military practices and the suffering suffered as a result of anti-Semitism is to insult all those who try to defend a peaceful and dignified solution in the Middle East so that the State of Palestine can live in peace alongside a peaceful State of Israel.", "language": "en", "original_language": "fr", "translation_provider": "google"}, {"id": 141, "date": "2017-06-01.json", "name": "Илхан Кючюк (ALDE).", "mepid": "124866", "text": "- Madam President, I voted in favor of this proposed resolution because it sends a strong signal to the democratic community around the world and it is that no one deserves to be abused and discriminated against on the basis of ethnicity and religion, skin color or sexual orientation. People of Jewish origin are the most suffering in the recent history of Europe and as a citizen of the Republic of Bulgaria I am truly proud that my country managed to save the Jewish community in the country during the Second World War. Unfortunately, 72 years later, events are taking place in Bulgaria that are an attack on the memory of Holocaust victims. A few weeks ago, the new Bulgarian government appointed a deputy minister, who was accused of taking a photo showing a Nazi salute. Here is the photo. Here is another one. Then the Deputy Prime Minister of NATO and European Bulgaria - Valeri Simeonov, replied that in the 70s of the last century he had been taken to the Buchenwald camp and said, quoting: \"When you think about it, who knows what prank photos I took. \"It simply came to our notice then. I ring the bell and call on Europe to show zero tolerance for a government that mocks the memory of the victims.", "language": "en", "original_language": "bg", "translation_provider": "google"}, {"id": 142, "date": "2017-06-01.json", "name": "Frédérique Ries (ALDE).", "mepid": "4253", "text": "- Her name was Sarah, she was 65, she was a daycare director and a Jew. Sarah died on April 4, in Belleville, beaten to death and defenestrated by a young radicalized Muslim. No national march, no Une pour Sarah. She died in near media indifference and, worse, in the freezing silence of the authorities. The murderer is a neighbor. He knew his victim. He called her a dirty Jew on a daily basis, terrorized her, but the courts are now in the dark and \"question\" the anti-Semitic nature of this crime. We believe we are dreaming, as we hallucinate, when we hear some, just now in this hemicycle, who question and for the same reasons, no doubt, the international definition of anti-Semitism. An essential definition. Should we still summon Camus here if we want to name things, act and continue accordingly. We owe it to Emmanuel and Miriam Riva to name things, to Dominique Sabrier and Alexandre Strens from the Jewish Museum in Brussels, to Jonathan Sandler, to Arié and Gabriel, to little Myriam from the Ozar-Hatorah college in Toulouse, to Yoav Hattab, Yohan Cohen, François-Michel Saada and Philippe Braham from the hyper-hide, and to all the others. We owe it to Sarah Halimi.", "language": "en", "original_language": "fr", "translation_provider": "google"}, {"id": 143, "date": "2017-06-01.json", "name": "Charles Tannock (ECR).", "mepid": "4521", "text": "   – Madam President, whilst I welcome today’s resolution, it is tragic that 70 years on from the Nazi atrocities such a resolution is even necessary. It is quite clear from the statistics that the number of anti-Semitic attacks, both verbal and physical, is on the rise in Europe, including in my own country, the United Kingdom, particularly on the internet. Indeed, we saw in Paris and in Brussels in the last few years actual terrorist attacks specifically committed against a kosher supermarket and the Jewish Museum in Brussels. As the populations of EU Member States become ever more diverse it is important we pay close attention to encouraging and ensuring that the successful social cohesion and integration of all communities is worked towards. I am pleased, therefore, that the resolution goes beyond looking just at the topic at hand, but at the need to ease tensions across all the divides. I particularly welcome the emphasis on cross-border cooperation with regard to this issue, and the need to work together in times of terrorist attacks, particularly in the realm of sharing intelligence on extremist groups. Finding ways to prevent the radicalisation of vulnerable individuals will also be key in this area.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 144, "date": "2017-06-01.json", "name": "Mairead McGuinness (PPE).", "mepid": "28115", "text": "   – Madam President, I am the last speaker in this debate and I have to say that there is really little to be said that other colleagues have not said. It is deplorable, at this time in the 21st century European Union, that many of our citizens live in fear of discrimination, abuse and hate crimes simply because of their religion. As Vice—President responsible for Parliament’s dialogue with religions, I have been meeting religious leaders from across the European Union including, of course, Jewish leaders. We are hearing stories that send shivers down our spine of children being afraid to go to school and families contemplating leaving Europe because of the fears that they have. I was therefore happy this week to contribute to the launch of the OSCE’s practical guide to combating anti-Semitism. This work should help public authorities to take the necessary steps to ensure the safety and security of our religious communities. This is absolutely vital and I fully support this resolution.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 145, "date": "2017-06-01.json", "name": "Bruno Gollnisch (NI).", "mepid": "1164", "text": "- Please excuse me but, unless I am mistaken, I was also listed on this report.Can the session service check?", "language": "en", "original_language": "fr", "translation_provider": "google"}, {"id": 146, "date": "2017-06-01.json", "name": "La Présidente. –", "mepid": "96952", "text": "Sorry sir, no, you weren't registered.We don't have your name, so we'll move on to the explanation of vote on the sequel.I'm sorry sir.", "language": "en", "original_language": "fr", "translation_provider": "google"}, {"id": 147, "date": "2017-06-01.json", "name": "Estefanía Torres Martínez (GUE/NGL).", "mepid": "131749", "text": "- Madam President, the time has come to take action to protect our oceans. We agree, the trouble is that this statement is made in the middle of a toast to the sun and just a few days before the global celebration of Oceans Day. We need to develop networks of marine protected areas, reduce waste and develop effective measures for adaptation and mitigation of climate change, both in the oceans and in coastal ecosystems. This requires a strong political will, stopping the feet of the corporations that continue to monopolize our seas and commercialize our resources. In this sense, we are particularly concerned about the situation of the tellurium mine deposit in the Canary Islands. I would like neither this Commission nor this Parliament, when the time comes, to skimp on the inquiries that have to be made to find out what they want to do, what the Government of the Popular Party in Spain wants to do with this deposit, because it does not give any kind of information. What you have to do, if you want to protect the sea, is precisely to close the door to those who destroy our oceans and the life of the planet, because the sea is a legacy and it is a treasure and it must be protected.", "language": "en", "original_language": "es", "translation_provider": "google"}, {"id": 148, "date": "2017-06-01.json", "name": "La Présidente. –", "mepid": "96952", "text": "This concludes the explanations of vote.", "language": "en", "original_language": "fr", "translation_provider": "google"}, {"id": 149, "date": "2017-06-01.json", "name": "La Présidente. –", "mepid": "96952", "text": "I declare the session of the European Parliament adjourned.(The meeting rose at 12.50 p.m.)", "language": "en", "original_language": "fr", "translation_provider": "google"}]