[{"id": 0, "date": "2017-10-26.json", "name": "Πρόεδρος. –", "mepid": "28586", "text": "The next item on the agenda is the debate on the report by Mr Costas Chrysogonos, on behalf of the Committee on Legal Affairs, on monitoring the implementation of EU law in 2015 (2017/2011 (INI)) (A8-0265/ 2017)", "language": "en", "original_language": "el", "translation_provider": "google"}, {"id": 1, "date": "2017-10-26.json", "name": "Κώστας Χρυσόγονος", "mepid": "125061", "text": "Rapporteur. - Mr President, ladies and gentlemen, I would like to begin by thanking all the members of the European Parliament's Committee on Legal Affairs who have contributed to the completion of my report on the implementation of EU law in 2015. Regular and consistent monitoring of the application of European law is crucial for the proper functioning of the European Union institutions and for the improvement of its universally acknowledged weaknesses. The relevant report of the European Commission focuses on the formal application of European legislation by the Member States. On the other hand, however, I fear that it underestimates the real risks of violating fundamental European principles and values, which have become entrenched in the practices of the institutions and of the Union itself. These risks need to be identified if we are to tackle the challenges of the future effectively. The key areas in which the Commission report notes that most infringement proceedings against Member States occurred due to late transposition of European rules in their domestic legal order in 2015 are workers' mobility, transport, energy and the environment. Although in 2015, for the first time since 2011, the number of new complaints of breaches of European law is declining, there are concerns that a significant number of new complaints concern sensitive areas, such as employment, social affairs, social inclusion, entrepreneurship and justice. However, the responsibility of the Member States for the application of European law does not in any way relieve the institutions of the Union itself of their duty to respect and act on EU law. The institutions of the European Union, even when acting as members of a group of international creditors, are bound by the Treaties of the Union and the Charter of Fundamental Rights. The practice of Union institutions to sign memoranda of understanding with creditors with Member States under which they undertake to implement burdensome austerity measures, without such agreements being subject to European law, is reprehensible. Onerous measures, such as continuous cuts in salaries and pensions, continuous increases in taxes and levies resulting from these agreements, and in some cases violating constitutional rights, lack basic safeguards. These flaws are also provided by EU law, as well as the Charter of Fundamental Rights of the European Union incorporated into primary law. It is also pointed out that, due to the imposition of substantial cuts in the administration, justice, health and social welfare through such measures, the protection of fundamental rights and principles, such as the right to health, the right to work, the protection of dignity human beings and the welfare state in general is being undermined. Such practices are therefore not in line with the legal culture of the Union. At the same time, the lack of implementation of the rules governing asylum and immigration from third countries to the Union must be emphasized. This is particularly true of the refugee relocation mechanism, as some Member States do not comply with this agreement. In this way, however, the fundamental principle of European solidarity and cooperation is undermined and the prestige of the European Union is damaged. In conclusion, the application of EU law must be comprehensive and not selective if the Union is to convince its citizens that it respects its principles and thus improve the long-term prospects of its own sustainability.", "language": "en", "original_language": "el", "translation_provider": "google"}, {"id": 2, "date": "2017-10-26.json", "name": "Vytenis Povilas Andriukaitis", "mepid": "n/a", "text": "   Member of the Commission. – Mr President, in Europe the strength of the law has replaced the law of the strong. Our Union is not a state, but it is a community of law. Proper application of the law ensures that individuals and companies can enjoy their rights, that they obtain legal certainty in their daily lives and obtain rapid and effective redress if rights are violated. Together with the Council, the European Parliament can adopt the best law in the world, but unless it is properly applied it will not change anything, so on behalf of First Vice-President Frans Timmermans, I welcome the fact that this House so strongly shares the Commission’s view that making sure that European Union law is properly implemented, and effectively complied with, has to be permanently among our top priorities. For that reason, this Chamber’s continuous work on our annual reports is particularly important. There have been a number of significant developments since 2015. I think these developments respond to a great number of the issues have raised. In particular, Members call for strengthened enforcement and monitoring of the implementation of the European Union legislation in key policy areas. Since 2016, the Commission’s new enforcement policy does exactly that. We have put forward a more strategic, effective and proportionate approach to our infringement policy to allow us to deliver on our policy priorities. Importantly, we will now launch infringement procedures without first relying on the EU pilot mechanism, unless recource to this mechanism is seen as useful in a particular case. On transparency, we have taken concrete measures to provide more information about infringement decisions. In 2014 we set up a centralised platform for proactively disseminating information on infringements on our Europa website in all Union languages, and we are making an ongoing effort to improve the accessibility and user—friendliness of this website even more.  We will continue to provide Parliament and the public at large with information on the follow—up given to complaints and Parliamentary petitions in our annual reports. We must do this, of course, while respecting confidentiality with regard to the Member States in infringement procedures as recognised by the Court of Justice.  In recent years this House has dedicated considerable energy to better regulation and the Commission very much welcomes that. Our shared aim, reflected in the Institutional Agreement on Better Law—making, is to ensure legislation is prepared in an open, transparent way using the best evidence available and valuable stakeholder input. We also focus on ways to support Member States in their implementation of European rules and are pleased to see that Parliament supports these efforts. We also pay particular attention to the national authorities who have key tasks under EU law, such as national competent authorities, national data protection supervisory authorities and national rail, energy and telecoms regulators. We will continue to work in partnership with them through the range of networks we have in place. As you will know, we reported on the latest developments on better regulation in a communication adopted this Thursday alongside the Commission Work Programme for 2018.  I also support your call for a more active role for national parliaments in the dialogue on the European Union’s legislative proposals. The Commission has invested heavily in the political dialogue with national parliaments, as well as the formal consultation mechanisms set out in the Treaty. Over the last three years, Members of the Commission have visited national parliaments more than 650 times. They also participated in more than 300 interactive citizens’ dialogues in more than 80 cities and towns across 27 Member States. Finally, we will continue to strengthen our cooperation with the European Network of Ombudsmen, which the European Ombudsman coordinates and which promotes good administration in the application of EU law at national level.  There are nevertheless two issues which we have also discussed in the past and where we do not fully agree.  First, your call for an increased role for Parliament in monitoring the implementation of EU law. Without prejudice to the essential democratic control by Parliament, it is the Commission which oversees the application of European Union law, under the control of the Court of Justice of the European Union.  The infringement procedure has a specific bilateral nature recognised in the Treaty. It is conducted solely between the Commission and the Member State concerned. There are thus legal limits as regards the role of Parliament in this process.  Second, you call again for a legislative proposal on administrative procedures under Article 298 of the Treaty. I would like to stress two points here. Firstly, the Commission has already created a strong framework to protect complainants. Our Code of Good Administrative Behaviour and the Communication on relations with the complainant offer a number of guarantees that safeguard complainants’ rights throughout the entire procedure. Secondly, as the EU administers a range of diverse, often highly—specialised activities, we need sector—specific rules. Citizens and businesses concerned by such specialised activities are guaranteed specific administrative rights which are guaranteed by the Court of Justice of the European Union.  Against this background, the Commission still remains to be convinced of the added value of a legal instrument that would codify administrative law. The effective application of European Union law is essential to deliver the benefits of European policies to citizens, businesses and public administrations. The Commission welcomes the fact that it has such a strong partner as the Parliament in ensuring that the laws you pass are implemented properly so that they really deliver positive benefits on the ground.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 3, "date": "2017-10-26.json", "name": "Kazimierz Michał Ujazdowski", "mepid": "23791", "text": "author of the draft opinion of the Committee on Constitutional Affairs. - Mr Chairman! Many thanks to Mr Christogonos for his opinion. Our opinion is an auxiliary opinion and covers the entire process of law application in a broader aspect. First of all, we want to draw attention to the fact that well-applied law requires that already at the stage of drafting legal acts - this is primarily an appeal to the European Commission - the law should be economical, non-bureaucratic, coherent and understandable for citizens. The better the projects in the initial phase, the better the application of the law will be. The same remark applies to the transposition of directives into national law: they should not be burdened with additional content that complicates the law and creates bureaucratic barriers. The AFCO commission places emphasis on transparency of the entire process as a condition for public scrutiny and for ensuring the right of citizens to be informed about the law-making process. We attach great importance to strengthening the role of national parliaments as partners of European institutions. We are considering loosening the rules so that national parliaments, in the first phase of early warning and the application of the principle of subsidiarity, have more possibilities than before. This will be for the good application of the law. These are the main issues raised by the AFCO Committee.", "language": "en", "original_language": "pl", "translation_provider": "google"}, {"id": 4, "date": "2017-10-26.json", "name": "Cecilia Wikström", "mepid": "96677", "text": "   rapporteur for the opinion of the Committee on Petitions. – Mr President, the Committee on Petitions, for which I am chair, is, at its very best, a tool that bridges the gap between the EU institutions and the citizens. The Treaties guarantee all citizens the right to petition my Committee on the difficulties and problems that they face in their everyday life. In 2015, we received 1 431 petitions. Some of them refer to clear violation of EU law. The most common concerns remain within the areas of the environment, justice, fundamental rights and the internal market.  Altogether, this shows us at least three different things. Firstly, that we have a long way to go before EU legislation is applied equally all over the European Union, in every Member State. Secondly, it shows us the importance of petitions as a monitoring tool at grassroots level: the petitioners raise our awareness not only of violations of EU law, but also of deficiencies and loopholes that exist in the legislation. Thirdly, it shows that the EU is crucial in securing the wellbeing of its citizens where the nation state fails or ignores its responsibilities. We must remember that the application and the implementation of EU law is ultimately the responsibility of the Member States. As the number of infringement procedures initiated by the Commission was still at a high level in 2015, I would strongly urge the Member States to look into this and into their performance when it comes to implementation of EU law. We must ensure that the rights and the opportunities offered by EU legislation are maximised to benefit all the citizens of the Union, irrespective of which Member State they happen to live in.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 5, "date": "2017-10-26.json", "name": "Daniel Buda", "mepid": "125012", "text": "on behalf of the PPE Group. - Mr President, first of all, I would like to express my appreciation for the work of my colleagues and the rapporteur. Uniform and timely transposition of Union-wide legislation is absolutely necessary, so that citizens of all Member States enjoy the benefits of European Union policy at the same time. The Commission's report revealed that there are still problems with the application of European law in most Member States. Late or incorrect transposition of these rules adversely affects legal certainty and prevents citizens from effectively and equally benefiting from the rights recognized at European level. I believe that, in this context, the Commission needs to identify areas where there are difficulties in transposing legislation, in order to identify the solutions that need to be put in place and not just to provide an overview. I would also like to emphasize the role of EU Pilot procedures, which aim at closer cooperation between the Commission and the Member States, to remedy infringements of European Union legislation from the outset, without resorting to formal infringement proceedings. . However, every European state must refrain from over-regulation at national level, as this automatically leads to administrative complications, which have a negative impact on citizens' lives. Moreover, cumbersome, incoherent and often changed national legislation jeopardizes the effectiveness of European Union policies in various areas, such as cohesion policy and the common agricultural policy. This is particularly the case in the field of regulation of procedures for the absorption of European funds, where Member States add additional conditions beyond European regulations and directives. I therefore consider it necessary for the Commission to intervene in order to limit such over-regulation.Ensuring the timely and correct application of Union law in the Member States remains a considerable and ongoing challenge.We must remember, however, that this contributes significantly to investment growth, economic growth, but also to the increase in the number of jobs.That is why my political group and I personally believe that it is necessary to reject by vote all amendments that fight the legitimacy of European policies.", "language": "en", "original_language": "ro", "translation_provider": "google"}, {"id": 6, "date": "2017-10-26.json", "name": "Sylvia-Yvonne Kaufmann", "mepid": "1849", "text": "on behalf of the S&D Group. - Mister President! Two figures are particularly interesting: On the one hand, it should be noted that in 2015, for the first time since 2011, the number of new complaints from citizens, companies or organizations about potential violations of EU law fell. That is encouraging, although around 3,500 complaints a year are still quite a lot. And then the second number: in the same year - 2015 - the Commission launched 742 new infringement procedures against Member States. The delayed or incorrect implementation of European laws undoubtedly has negative effects on general legal certainty and also on the competitive conditions in the internal market. And if you then have to say that in 2015, of all things, the most complaints about violations of EU law were received again in the employment sector, then you don't need to be surprised why citizens perceive that their social and Do not improve workers' rights. We see it again and again that when there are problems, loud references are made to “those in Brussels”. Oh, it's so easy and so incredibly popular to make Brussels a scapegoat. But it cannot go on like this. It is high time that, when the European Union and its problems are discussed, the horses and riders are specifically named, that is, it is clearly stated who is responsible for what and who bears political responsibility. The Commission is responsible for legislative proposals and, as guardian of the Treaties, ensures compliance with European law, and the Member States are responsible for implementing European laws once they have been adopted and applying them properly. They must not evade this responsibility. They must finally carry out their duties so that we can all take advantage of European legislation can perceive.Finally, I would like to thank the rapporteur, Mr Chrysogonos, for his excellent work and good cooperation.", "language": "en", "original_language": "de", "translation_provider": "google"}, {"id": 7, "date": "2017-10-26.json", "name": "Ангел Джамбазки", "mepid": "124873", "text": "on behalf of the ECR Group. - Mr President, I congratulate my colleague, Chrysogonos, on his work on the report. Adapting Member States' legislation to the normal Union legal system is a complex and time-consuming process. Very often it causes a number of difficulties that cannot always be solved in a timely manner. On the other hand, delays in the transposition of Union law prevent individuals and businesses from benefiting from European rules, confusing the rules applied and having a negative impact on the functioning of the Union's internal market. I welcome the rapporteur's view that the responsibility for the correct application of Union law lies not only with the Member States but also with the Union institutions, which must respect the principles of subsidiarity and proportionality. I support the rapporteur's view that the involvement of national parliaments in the dialogue on the content of legislative annexes will promote more effective application of European Union law. However, I do not agree with his arguments on the migration and asylum procedure. Finally, I would like to emphasize that the Commission is the guardian of the Treaties, but that does not entitle it to interfere in the internal affairs of the democratically elected governments of the Member States.", "language": "en", "original_language": "bg", "translation_provider": "google"}, {"id": 8, "date": "2017-10-26.json", "name": "Jean-Marie Cavada", "mepid": "28206", "text": "on behalf of the ALDE Group. - Mr President, this report is really very useful and I would first like to thank our colleague, Mr Chrysogonos, for all the nuances he has made and the effort he has made to ensure that it is a fundamental report , because it shows that the responsibility of States is increasingly taken into account and that this matter is progressing so that we have consistency in the European Union. Obviously, this report also reflects the fact that the efforts that the Member States have made, will make and, in any case, must make are absolutely fundamental for the democratic relationship between our institutions and the voters, the citizens of the whole. of the Union. I will issue a restriction first before giving my full support. I do not share all the ideas that are in this report, and in particular, dear colleagues, when the rapporteur establishes a causal link between the restrictive financial measures imposed by the Union on certain Member States and the incorrect application of EU law. 'Union, or when it is deplored that the annual reviews by the Commission, the European Central Bank or the Council of economic adjustment programs intended for members of the euro area are not carried out in a - I would say - democratic. In reality, in substance, I will support this report, which I will obviously vote for. On a number of essential points, he says things really very well: on respect for fundamental rights which seem to me to be the cornerstone, on the migration crisis, on the responsibility of the Member States which do not respect the quotas of reception of the refugees, which is a heavy stain on our behavior, and then on environmental law violations. On these points, I believe that our rapporteur has shed light, in a way that everyone can understand, how we must move forward in the transposition of European law in the Member States and explain it to voters.", "language": "en", "original_language": "fr", "translation_provider": "google"}, {"id": 9, "date": "2017-10-26.json", "name": "Jiří Maštálka", "mepid": "23704", "text": "on behalf of the GUE / NGL Group. - Mr President, I read with great interest Mr Chrysogonos's report on the application of the law in the European Union in 2015. I must say that I was unpleasantly surprised by the number of 3,450 complaints to the Commission about possible infringements in the European Union. Perhaps this suggests that the legislation being adopted is complex and incomprehensible. At a time of growing Euroscepticism, we should be discussing, in particular, which legislation is redundant and burdensome and which, on the contrary, is beneficial to citizens at European level. This means what common EU legislation can improve the quality of life and ensure economic development. For example, European cooperation in tackling gender pay inequality, which is as high as 16% in the European Union, can only be beneficial. Such inequality is, of course, unjustifiable. I also believe that we should focus more on applying the principles of subsidiarity and proportionality. I also consider greater involvement of national parliaments to be necessary. National parliaments must be able to express their views at an early stage in the legislative process, and the so-called early warning system must be revised to ensure better application of the Yellow Card procedure. We do not want more unnecessary regulation and more administrative burden. When drafting legislation, we must pay more attention to the social partners, civil society, and consumer protection organizations. The aim is a more transparent and open legislative process, simple, clear and comprehensible legislation that will reduce bureaucracy.", "language": "en", "original_language": "cs", "translation_provider": "google"}, {"id": 10, "date": "2017-10-26.json", "name": "Heidi Hautala", "mepid": "2054", "text": "  on behalf of the Verts/ALE Group. – Mr President, the principle of the rule of law, as recalled in Article 2 of the Treaty of the European Union, is the foundation of the Union. The principle of legality, as a corollary to the rule of law, requires that activities of the Union’s administration are carried out in full accordance with the law. With the development of the competencies of the European Union, citizens are increasingly confronted with the Union’s institutions and procedures in their daily lives. Despite this increase, the procedures remain opaque, rules unclear and the people do not know what their rights are or if there is a remedy. In other words, alongside the expansion of administrative procedures, the EU has failed to ensure that the procedural rights that are affected will be adequately protected. Yet, in a Union under the rule of law, it is necessary that procedural rights and obligations be clearly defined and complied with. It remains the case that the Union lacks a coherent and comprehensive set of codified rules of administrative law. Not only does this enable poor, non-transparent and inconsistent administration, it makes it difficult for citizens to understand their administrative rights under Union law. The right to good administration requires that administrative acts should be taken by the Union’s administration pursuant to clear and accessible administrative procedures which guarantee impartiality, fairness and timeliness. In its resolution of 15 January 2013, the European Parliament called for the adoption of a regulation on a European law of administrative procedure, to legally guarantee the right to good administration, by means of an open, efficient and independent European administration. However, despite the fact that the motion for a resolution was adopted in plenary by an overwhelming majority, Parliament’s request has not been followed up by a Commission proposal. Last year, I asked my colleagues in the Committee on Legal Affairs to draft the regulation together with me if the Commission would not do it, and we did it. The text was endorsed by the Committee in June last year and the European Parliament in its plenary adopted it. It called for the Commission to come forward with a comprehensive legislative proposal. Mr President, the entry into force of the Treaty of Lisbon would give us the full obligation to implement the right to good administration and I am extremely disappointed to hear once again from the Commission, as we heard, that the Commission still remains to be convinced about the need for a unified law on administrative procedure.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 11, "date": "2017-10-26.json", "name": "Jane Collins", "mepid": "124955", "text": "  on behalf of the EFDD Group. – Mr President, all Member States have very distinct legal cultures. The legal system of the UK is very different to the rest of continental Europe. A blanket policy cannot work in this Union. It saddens me to see that this report is calling on the Commission to urge Member States to ensure the strict enforcement of EU rules on the free movement of persons. The EU cannot force an EU migration policy on countries which are already dealing with very difficult internal problems, such as housing and financial commitments. I also note with concern that the emphasis of this report is on bringing sovereign nation states ‘back into line’. The report’s references to ensuring the EU institutions themselves comply with EU law could almost be obligatory. This is not a periphery matter. This report, like the EU institutions themselves, has failed to consider who guards the guards.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 12, "date": "2017-10-26.json", "name": "Gilles Lebreton", "mepid": "124738", "text": "on behalf of the ENF group. - Mr President, the Chrysogonos report takes stock of the application by European States of Union law in 2015. It responds to the usual canons of the wooden tongue, singing the praises of the Brussels Commission and welcoming the irresistible march of the Union towards the radiant future of a federal Europe. Nothing is missing, not even allegiance to the lobbies, modestly renamed \"civil society organizations\", or tribute to the Committee of the Regions, whose work of undermining is destroying Spain. A great achievement indeed! But the reality is stubborn. Suddenly the relationship becomes cloudy! In paragraph 31, he expressed concern about the austerity imposed by the Union on Greece. It is true that the author of the report is Greek and that it is difficult to ignore the devastation of which his country is the victim. He even ended up confessing, in paragraph 33, his concern at the refusal of certain Eastern European States to apply the relocations of migrants ordered by the Commission. This is all pathetic! Instead of pledging allegiance to the Commission, the author of the report would have done better to attack Schengen, whose bankruptcy is responsible for the migratory flooding that his country, Greece is experiencing.", "language": "en", "original_language": "fr", "translation_provider": "google"}, {"id": 13, "date": "2017-10-26.json", "name": "Krisztina Morvai (NI).", "mepid": "96661", "text": "- Officer! I have a question for you, please answer. How they decide when to initiate proceedings for actual or alleged breaches of EU standards and when not. As their report shows, they never hesitate to take action, for example, against my country, Hungary, when we do not comply with the European Union's - often arbitrary - migration standards because we want to protect our country. However, they never seem to initiate proceedings when there are huge lobbies on the other side of the banking world. I am thinking here primarily of foreign currency credit matters. In my country, Hungary, many tens of thousands of people are now at risk of execution, of losing their homes. If one looks at EU consumer protection standards, these are just a few of them. You do not even have to be a lawyer to see that these foreign currency banking transactions have sharply run counter to all EU consumer protection standards, just as these people are now being enforced while the European Court of Justice is still pending in these cases. . Please inform the Hungarian public about the position of the European Union on this issue. Thanks!", "language": "en", "original_language": "hu", "translation_provider": "google"}, {"id": 14, "date": "2017-10-26.json", "name": "Pavel Svoboda (PPE).", "mepid": "96272", "text": "- Mr President, the European Union is a community of law, and I am glad that we can discuss this report prepared by Mr Chrysogonos and thank him for his work on it. I would like to say that, as Mr Maštálka also said, there are examples of legislation where the European Commission could really propose a change to them, for example a pointless directive on alternating winter and summer time is a hot candidate for change, because not only has it been harmful but that does nothing good. Secondly, I cannot agree with the proposal of the Confederal Group of the European United Left / Nordic Green Left to amend, which says that the application of European Union law is contrary to the well-being of the vast majority of Europe's population. Firstly, this is not true in fact, because European Union law contributes to European integration and it contributes to the well-being of the vast majority of Europe's population. Secondly, I do not agree that law, including European law, should be used as an instrument of class struggle. I enjoyed it a lot in my youth when I was studying at the Communist Law School.", "language": "en", "original_language": "cs", "translation_provider": "google"}, {"id": 15, "date": "2017-10-26.json", "name": "Claudia Țapardel (S&amp;D).", "mepid": "124793", "text": "- Mr President, Commissioner, rapporteur, ladies and gentlemen, as the Social Democratic Rapporteur on the opinion of the Committee on Constitutional Affairs, I am concerned about the timely and correct implementation of Community law in national law. This continues to be a major challenge due to the large number of infringement proceedings, which, of course, has a negative impact on the completion of the internal single market. Indeed, the main responsibility for the correct implementation and application of Union law lies with the Member States. However, the institutions of the European Union, namely the Commission, must ensure that the tools made available to the Member States, such as textbooks, expert groups, special online platforms, are sufficient and truly address the problems of transposition. In addition, I am disappointed that, when it comes to transposing legislation, the three areas where Member States have been most affected by infringement proceedings have been the transport sector, energy and the environment. However, we must not forget that these sectors are characterized by a certain specificity. In this regard, I invited the Commission to explain the reasons for this situation. I believe that, in order to meet the deadlines for transposition, the Commission should also set realistic implementation deadlines, right from the pre-legislative phase, as administrative capacity and infrastructure needs differ from one Member State to another. Therefore, obviously, efforts to adjust national legislation could also require countries to double their actions or measures, especially since, in certain situations and in the case of certain Member States, the Commission comes with additional conditions, which affect the capacity of those countries. countries to implement European legislation or benefit from the use of funds and financing and this directly affects investment and jobs and, implicitly, national and European economies.One positive aspect, however, is that this report also reflects a position that encourages better law-making at the EU level, and this is the procedure we need to focus on in the future.", "language": "en", "original_language": "ro", "translation_provider": "google"}, {"id": 16, "date": "2017-10-26.json", "name": "Bernd Kölmel (ECR).", "mepid": "124824", "text": "- Mister President! The Commission is the guardian of the Treaties. So far, so good, or more precisely one would have to say: So far, so bad. Because if I take two large and important areas, for example migration and the euro zone, then I do not see that the Commission is fulfilling its mandate to actually enforce compliance with these treaties. We have an agreement from Dublin and there is clear regulation of how to behave in the area of ​​migration. It is violated permanently. That is one of the main reasons why we in the EU are in such a big crisis. If I take the Maastricht Treaty, then I have to say: It is absurd that it is violated dozen of times - well over a hundred times - without sanctions. The EU is unlikely to accept that. Especially not that we have a European institution - with the European Central Bank - which in principle does what it wants. It is exceeding its mandate, it is taking action that is in no way sustainable and it will be the burden of the EU citizens, the taxpayers, to do so. I ask the Commission to remedy this.", "language": "en", "original_language": "de", "translation_provider": "google"}, {"id": 17, "date": "2017-10-26.json", "name": "Ángela Vallina (GUE/NGL).", "mepid": "125050", "text": "- Mr President, first of all, I would like to thank and acknowledge the work of our colleague Chrysogonos, rapporteur for this report.Article 42 of the Charter of Fundamental Rights says that every natural or legal person has the right to access the documentation of the European Union.From the Petitions Committee, we reiterate that we must make this right effective.We need to know the details of the investigation procedures - I am not talking about infringement procedures, but investigation procedures - opened by the European Commission in relation to petitions.But, even more so, we need to have access to the files of those procedures when it comes to petitions that are open and we have to clarify about them.If not, we are undermining the credibility of these European institutions, which is already badly damaged and of which we are all aware.", "language": "en", "original_language": "es", "translation_provider": "google"}, {"id": 18, "date": "2017-10-26.json", "name": "Eleonora Evi (EFDD).", "mepid": "124779", "text": "- (IT) Mr President, ladies and gentlemen, petitions are an indispensable tool for informing the European institutions about the serious shortcomings in the application of Union law. It is therefore essential to listen to the voice of citizens and take concrete action to try to find solutions. Only in this way can we truly contribute to solving the problems caused by the misapplication of EU law and avoid situations where social justice, fundamental rights and environmental protection are denied. I would like to give examples, in particular relating to the serious shortcomings in the application and implementation of environmental and air quality legislation. I am thinking, for example, of my country, of Italy, against which infringement procedures have been in place for years now concerning the exceeding of atmospheric pollutants that cause, every year, Italy's sad record of 86,000 premature deaths. cause of air pollution. This is obviously an unacceptable problem, which must be managed at Member State level, but for which the European Commission also has great responsibility. I think of the dieselgate scandal, I think of what happened in 2015, when the European Commission, however, was careful not to fully, promptly and effectively exercise its control powers to prevent the placing on the market of diesel cars. non-compliant in terms of homologation. Obviously, the lobbying interests of car manufacturers have been listened to and not the health of citizens. I also want to recall the delays accumulated in other infringement procedures, in other areas of EU law. I am thinking, for example, of the abuse of fixed-term contracts in the public sector, which condemns thousands and millions of citizens to insecurity and, finally, the failure to relocate migrants, a scandal for this Europe. I close by recalling the many petitions on the subject of well-being animal.It is unacceptable that the Union's strategy is still firm and cannot be concretely applied.", "language": "en", "original_language": "it", "translation_provider": "google"}, {"id": 19, "date": "2017-10-26.json", "name": "Rosa Estaràs Ferragut (PPE).", "mepid": "96811", "text": "- Mr President, effectively, the effective application of European Union law has to be a priority for all the institutions, because it increases the feeling of belonging and trust of European citizens towards their institutions. It is really very important at this time that this confidence is increased; in addition, it ensures that there are no inequalities and greatly favors legal certainty. The Commission is undoubtedly responsible for applying and enforcing European legislation. And that is why I want to encourage the Commission to play an active role in that mission and make it a political priority for it. Undoubtedly, the supervision of compliance with this legislation with the structured dialogue before opening an infringement procedure favors that there are no such procedures and that it can be applied in a satisfactory way. The Member States also have a very high responsibility. For this, it is necessary for the transposition to be carried out and for the transposition to be carried out within realistic deadlines, which make it possible to actually enforce and apply that Union Law. In the Committee on Petitions - its president said - we have been able to see many petitions regarding human rights, justice, the internal market and, above all, the environment and accessibility. Issues that concern citizens and that effectively have to do with the difficulty in applying this European legislation. It is an opportunity to make this sense of belonging of European citizenship to these European values ​​a reality. I share in general lines the report of the rapporteur, except on one issue: criticizing legitimate European decisions - some colleagues have said it here - and, taking advantage of the fact that Pisuerga passes through Valladolid, making criticisms of an ideological bias in a report that it aims to be assessing the application of European legislation does not make much sense. I think what we have to do with this The report is to see how we can improve the implementation of this legislation and strengthen, above all, the credibility of the European institutions.Using the report for ideological issues produces just the opposite effect.I think it is time to adjust to the debate, to be serious and to generate those trusts.", "language": "en", "original_language": "es", "translation_provider": "google"}, {"id": 20, "date": "2017-10-26.json", "name": "Sergio Gaetano Cofferati (S&amp;D).", "mepid": "96915", "text": "- (IT) Mr President, ladies and gentlemen, what Mr Chrysogonos and his collaborators did is an excellent job, which allows us to fully address the problem we are discussing. Now it is very important to legislate well, always. It is equally important, however, to check that the laws are applied promptly and correctly: promptly because, in the elements detected continuously over the last few years, the difference between the moment of approval of the standard and its implementation, even when this occurs, is in my opinion frankly excessive, especially for some issues. Then we saw how for other subjects, in truth, the application is erratic or even non-existent. It is undoubtedly a good thing that the number of offenses detected or delays detected has dropped over the last few years. It is not reassuring, however, that what remains is mainly linked to the legislative conditions affecting work and the rights of people who work. In this, a great deal of determination is needed on the part of the Commission: it cannot be accepted that, for example, in a very delicate matter such as immigration there is a avoidance of the obligations previously discussed and agreed upon. Just as the same thing is not acceptable with regard to one of the most delicate issues that have emerged over the last few months, that of the tax authorities. Taxation has become an instrument of competition between EU countries. Compliance with the rules, even if this is a matter that still belongs to the competence of the Member States, is essential. It is therefore very important that this be noted, that the appropriate measures are implemented. In the same way, I believe, finally, that it is very useful for the national parliaments to address the issues we discussed this morning with the same conviction and with the same determination.", "language": "en", "original_language": "it", "translation_provider": "google"}, {"id": 21, "date": "2017-10-26.json", "name": "Anders Primdahl Vistisen (ECR).", "mepid": "124875", "text": "- Sir. Chairman! It is symptomatic of today's debate, which is about how we, as Parliament and the Commission, must ensure compliance with EU law, that we avoid all the key issues. The key problems are that there is a clear double standard in the EU in relation to which infringements the Commission takes seriously and which infringements are not liked to be addressed. We can just look at the whole of the euro area, how year after year, year after year, countries such as France and Germany have violated the rules that they themselves have implemented for the euro area, without the Commission taking action on a treaty basis. As my colleague mentioned earlier, the Dublin Convention and Germany's breach of it, in the midst of the biggest refugee crisis in Europe's recent history, is also an example of failure. So now let's do away with the double standards. If the EU is to be a society based on equal rules for all, then the Commission must also take a stand against the big countries, instead of just going after the small fish in the small areas.", "language": "en", "original_language": "da", "translation_provider": "google"}, {"id": 22, "date": "2017-10-26.json", "name": "Νικόλαος Χουντής (GUE/NGL).", "mepid": "26851", "text": "- Mr President, happy birthday. Commissioner, for my country, Greece, the application of European Union law in 2015 is synonymous with the overthrow of democracy and popular sovereignty. In 2015, the Greek people democratically decided to change the neoliberal economic policies pursued by the Greek governments and the troika in previous years. The Greek people, with 62% in the referendum, voted against the continuation of the memoranda imposed by the troika. The European Union institutions responded to this sovereign decision with an economic coup. Armed with the closure of banks, they blackmailed Greece into signing for the third time the sale of the country, the cuts in income and pensions, and the deregulation of the labor market. In other words, they have again imposed memoranda that, among other things, violate the Charter of Fundamental Rights by common confession and have led to poverty and unemployment. Now the guardians of the Treaties and the governments implementing the memoranda are denouncing each other for illegality but at the same time cooperating to enforce the policy of austerity. Commissioner, the Greek people have condemned these policies, they consider the European institutions and governments to be co-responsible for the disasters they have caused and they will give them the appropriate response.", "language": "en", "original_language": "el", "translation_provider": "google"}, {"id": 23, "date": "2017-10-26.json", "name": "Πρόεδρος. –", "mepid": "28586", "text": "Thank you for your wishes for my name day.", "language": "en", "original_language": "el", "translation_provider": "google"}, {"id": 24, "date": "2017-10-26.json", "name": "Francis Zammit Dimech (PPE).", "mepid": "188906", "text": "- On behalf of the President, the President of the European Parliament presented a report to the President of the European Parliament on the implementation of the European Parliament's European Parliament li tagtiti l-garanzija liċ-ċittadini Ewropej biex jibbenefikaw mis-sħubija tal-pajjiżi tagāna fl-istess Unjoni Ewropea. For the purposes of this Regulation, the reference to Malta, paragraph 16, may be used to identify any particulars which may be used in connection with the application of this Regulation. Wie jed ma jistax ma jorbotx dak li jissemma hemmhekk fir-rapport, anke ma 'sitwazzjonijiet li huma serji ħafna, serji anke fid-dawl ta' dak li kien żvelat fil-Panama Papers u għalhekk, meta f'pajjiżna jkunx fi żmien li suppost jew anke korrettament, il-miżuri marbuta ma 'ħasil ta' flus, dak ikun ta 'detriment għall-ħajja mbagħad taċ-ċittadini ġewwa pajjiżna. Wieħed ukoll ma jistax ma jirreferix għar-rapporti li kellna fil-midja, anke rigward indħil fl-operat tal-FIAU, li hija l-açenzija marbuta biex tħares kontra l-ħasil tal-flus jew anke rapporti iktar riċenti dwar il-Bank Pilatus li huwa implikat anke rigward attività illeċita fejn qiegħed jaġixxi ta 'bully mal-midja lokali biex jassigura li etc.ħħu anke mill-archives tagħhom xi material li hu jqis offensiv lejh. L-Unioni Ewropea hija mibnija fuq is-saltna tad-dritt. For the Parliament, Member of the European Parliament minn ta 'quddiem nett, anke f'investigazzjonijiet importanti ħafna. A large number of whistleblowers can be used. Ir-rapport jgħid li dawn iridu jingħataw inkoraġġiment u mhux ikunu mfixkla. Ukoll dan huwa importanti għaliex f’xi pajjiżi, sfortunatament inkluż f’Malta, ikollok sitwazzjonijiet fejn, il-whistleblower ikun mogħti inkoraġġiment jew ikun imfixkel, skont dak li jgħid, jekk jaqbilx jew le lil min ikun qiegħed fil-poter.", "language": "en", "original_language": "et", "translation_provider": "google"}, {"id": 25, "date": "2017-10-26.json", "name": "Lidia Joanna Geringer de Oedenberg (S&amp;D).", "mepid": "28377", "text": "- Mr Chairman! The European Commission, as the guardian of the Treaties, should be the guarantor of the application of Community law, for that to happen in practice, it is necessary to further improve the transposition of the law in the Member States and to ensure that it is duly respected. In 2015, the Commission received 3,450 complaints about alleged breaches of EU law. The Member States affected by most of the complaints were Italy, Spain and Germany. The large number of ongoing infringement procedures shows that the correct application of EU law remains a major challenge. At the end of 2015, 1,368 cases of non-compliance with the obligations of Member States were opened, which is a slight increase compared to the previous year, but this is still a smaller number of cases than in 2011, which is a kind of optimistic signal. Correct transposition and implementation of EU law into national legislation in a timely manner and a transparent national legislative framework ensuring full respect for the fundamental values ​​and rights enshrined in the Treaties and the Charter of Fundamental Rights of the European Union should be a priority for the Member States to avoid breaches of Community law, as in effect, it violates the due protection of citizens. Finally, I would like to congratulate the rapporteur on a well-prepared document.", "language": "en", "original_language": "pl", "translation_provider": "google"}, {"id": 26, "date": "2017-10-26.json", "name": "Marek Jurek (ECR).", "mepid": "124892", "text": "- The rule of law depends primarily on the control of power, and the rule of law in the European Union depends on the control of the European Union authorities. If any authority comes to the conclusion that the allegations that it does not follow the principles it relies on are absurd and inadmissible, it may end up like the authority which placed its opponents in psychiatric hospitals. Of course, for now, critics of the European Union authorities are treated only as opponents of Europe, but it is still outrageous. I hope one day we will turn back from this path. Unfortunately, we very often see that specific violations of the law in the Member States, on which we would only expect a verbal position, are ignored by the authorities of the European Union - for example, the censorship contained in the new French law on the so-called prohibiting the obstruction of abortion or concealing crimes committed by illegal immigrants in individual Member States. The authorities of the European Union must respect the voices calling for the law to be respected, no matter where they come from and where.", "language": "en", "original_language": "pl", "translation_provider": "google"}, {"id": 27, "date": "2017-10-26.json", "name": "Емил Радев (PPE).", "mepid": "124850", "text": "- Mr President, the effective implementation of European Union law is essential so that citizens and businesses can benefit from the policies we develop. The correct application of the law ensures that individuals and companies can exercise their rights and receive prompt and effective legal protection if those rights are violated. Failure to implement or implement the legislation properly will weaken citizens' confidence in the European Union. In 2015, mobility and transport, energy and the environment were the three policy areas with the highest number of potential irregularities. And the results in the reports show that the untimely and incorrect transposition of European directives continues to be a major problem in the application of European Union law. We must also mention the role that citizens and the European institutions play in ensuring that the Member States comply with European Union law. The large number of infringement proceedings in 2015 shows that ensuring the timely and correct application of European Union law in the Member States remains a serious challenge. In order to facilitate the application of European Union law by the Member States, Union law must be clear, comprehensible, consistent and precise, while taking into account the case law of the Court of Justice of the European Union, which emphasizes the need for predictability and predictability. EU regulations. I congratulate the rapporteur, Mr Chrysogonos, on his excellent report.", "language": "en", "original_language": "bg", "translation_provider": "google"}, {"id": 28, "date": "2017-10-26.json", "name": "Evelyn Regner (S&amp;D).", "mepid": "96998", "text": "- Mister President! Regulation is one side of the coin. The other side of the coin, but just as important, is of course application and control. The European Commission is the guardian of the Treaties and accordingly also responsible for both sides of this coin. The Commission's control over the application of EU law is therefore becoming more important every year. It is important that we ensure that our common acquis is preserved and that it is applied and implemented consistently. In addition to the important issues of application in the area of ​​asylum and migration, I would like to address the economic policy component in particular. There are now Member States that refuse or at least dilute the application of EU law in some areas, and they do so systematically. On the one hand, where it comes to implementation in national law. Here I would like to highlight Austria as a bad example with regard to environmental liability, which we will address in the next debate. On the other hand, however, also in the enforcement and enforcement of EU law - precisely where the functioning of the internal market depends on cross-border cooperation between authorities, where the states often have no interests of their own, some member states systematically show ignorance. I would like to mention a specific example here, namely Hungary. The Austrian Administrative Court recently found that, in the case of the posting of workers, judicial assistance is systematically denied in the case of Hungary, despite EU regulations that ensure effective criminal prosecution and the execution of sentences between the Member States. So it is a dispute related to the posting of workers. This is, of course, a particularly sensitive case, and that's why I try to ensure that both states really do EU law in these sensitive cases apply accordingly.", "language": "en", "original_language": "de", "translation_provider": "google"}, {"id": 29, "date": "2017-10-26.json", "name": "Νότης Μαριάς (ECR).", "mepid": "125069", "text": "- Mr President, Mr Andriukaitis, the European Commission is supposed to be the guardian of the Treaties. However, the question that lingers among the Greek people is who will ultimately protect us from the guards, and this is because the projects and the days of the European Commission as a member of the troika are one of the darkest points of the European Union. Instead of being the custodian of the Treaties, the Commission has been acting as the custodian of creditors' interests for seven years. As a member of the troika, together with the European Central Bank, it imposed memoranda, slashed salaries and pensions, reduced public spending, dismantled the health and insurance systems, filled Greece with armies of the unemployed and millions of the poor, turned Greece into a vast social cemetery. Thus, it violated the law of the European Union, the fundamental rights of the Charter of Human Rights and tore up every notion of democracy in Greece, as not only did not respect the result of the July 2015 referendum against the memoranda, but instead blackmailed its overthrow. So what application of law are we talking about?", "language": "en", "original_language": "el", "translation_provider": "google"}, {"id": 30, "date": "2017-10-26.json", "name": "Tomáš Zdechovský (PPE).", "mepid": "124713", "text": "- Mr President, in order for the European Union to achieve all its goals, it needs to work well. The European Union brings many benefits to businesses and citizens, but they do not come automatically. In order for people to enjoy the benefits of membership of the European Union and for the protection afforded to them by European law, states must implement and transpose European law and must guard it and want to comply with it. However, we are facing a transposition deficit, as this report on monitoring the application of the law in the European Union demonstrates once again. There are a number of negative phenomena. For example, different regulations, barriers, insufficient protection and uncertainty for companies and citizens of the European Union. There is also a need to discuss this deficit more, and to think more about how to combat infringements and proceedings before the European Commission and the Court of Justice in an effective way. It is also necessary to ensure the timely and correct application of European Union law, but we see that the established method is not active enough. I do not call on the Court of Justice to penalize anyone much more and to lean towards solutions that will have financial consequences. I call for more reflection on how to effectively explain the transposition debt in the Member States concerned. Over-indebted countries in particular, Greece or Italy have been mentioned here, and they are still unable to comply with these sanctions. That is why I want the European Commission to think about how to use its power and how it will continue to communicate more with the Member States.", "language": "en", "original_language": "cs", "translation_provider": "google"}, {"id": 31, "date": "2017-10-26.json", "name": "Maria Grapini (S&amp;D).", "mepid": "124785", "text": "- Mr President, Commissioner, ladies and gentlemen, transparency and clarity are essential in the development and application of law by the European Union institutions and the Member States. We talked here about the smaller number of petitions, complaints, 3 450. For me it is a surprise that half, almost 50%, of these complaints come from three countries, which can be an example or will be an example for the Member States. newer, I'm talking about Germany, Italy and Spain. Unfortunately, we must not deceive ourselves. The number of human rights violations is much higher, but citizens, many of them, do not know their rights or are demobilized by the bureaucracy that exists in filing a petition. Petitions are an important source of direct information, not only on infringements and shortcomings in law enforcement in the European Union and in the Member States, but also on possible shortcomings in Union law. That is why we must take them into account. Personally, I receive a lot of petitions, not only from my country but also from other countries. I think, Commissioner, that you should not be upset - that is how I understood and maybe you will answer me. Parliament has a key role to play and must exercise political scrutiny over enforcement action, how the Commission resolves this issue and how it reports, transparently, annually to Parliament on this subject.", "language": "en", "original_language": "ro", "translation_provider": "google"}, {"id": 32, "date": "2017-10-26.json", "name": "Csaba Sógor (PPE).", "mepid": "39724", "text": "   – Mr President, like many others before it, this report again points out that the EU has been set up as a Union based on the rule of law and respect for human rights, a community of values in which the rights of minorities are respected and in which cultural and linguistic diversity is protected and enhanced. The report is right to point out that, besides monitoring violations and deficiencies in the application by Member States of existing EU legislation, the Commission is also bound to act in previously omitted legislative areas in order to give effect to Treaty provisions. This is especially true for cases where definite failures can be observed in the compliance with the founding values of our Union. For example, there is still no secondary EU legal framework to protect and guarantee the rights of national minorities living in the European Union, even though this is an area where the EU is very active in relation to third countries. As one academic pointed out, in the EU, minority protection is still an area destined for export and not for domestic consumption.  Such loopholes in EU legislation are very clearly visible, not only when Member States act against the spirit of the Treaties but also when citizens expressly point out issues in petitions or citizens’ initiatives. In this sense, it was definitely regrettable that the Commission only agreed to register the Minority SafePack European citizens’ initiative when forced by a judgment of the EU tribunal. To recall, the promoters asked the EU to adopt a set of legal acts aimed at improving the protection of persons belonging to national and linguistic minorities, and [noted] that strengthening cultural and linguistic diversity in the Union is something that is a founding value of our Union. The implementation of EU law is a  priority, but so is acting on such long-standing omissions with clear negative consequences on the lives of millions of EU citizens.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 33, "date": "2017-10-26.json", "name": "Stanislav Polčák (PPE).", "mepid": "124704", "text": "- Mr President, the proper application of European Union law is important, especially from two points. It enables the European Union to function properly and provides legal certainty for citizens and institutions and, of course, for businesses, that they can rely on the law in force, that they can act in confidence in the law in force. Control of compliance with European Union law is entrusted to the Commission and also to the citizens. As far as the civic control is concerned, I think that we should be very interested in it and that we should be helping this very citizens' initiative. As one of those moments that we repeatedly call for, there is a demand for the establishment of one central portal for filing complaints, but also for information on initiated infringement or non-compliance proceedings. It is very important for me that there is a decrease in the number of initiated proceedings, which is undoubtedly due to the lower legislative activity in this election period, which I acknowledge. On the other hand, the violation is still extremely serious. I consider the violations of environmental rights to be particularly serious examples, and it is not just the new Member States. It is, for example, Austria. I do not want to draw a dividing line between the old and the new Member States, but it is important that, especially in the field of the environment, the rule of the European Union really falls on. As far as gold-plating is concerned, I would like to make one more important remark here. I think we should really emphasize the role of national parliaments as well. Finally, I would like to thank the rapporteur for presenting a very good report.", "language": "en", "original_language": "cs", "translation_provider": "google"}, {"id": 34, "date": "2017-10-26.json", "name": "Κώστας Μαυρίδης (S&amp;D).", "mepid": "124691", "text": "- Mr President, congratulations on your name day. I congratulate the rapporteur of the report, Mr Chrysogon, on his report, which inevitably includes compromises, but I also particularly welcome the reference to the rights of European citizens, which are being violated by the economic crisis. The rule of law is in the best interests of European citizens. The implementation of the rule of law is primarily the responsibility of the European Commission and this is not a theoretical issue, it is a practical issue. Judgments of the courts of the European Union, of the Court of the European Union, concerning fundamental rights are violated and do not apply in Cyprus. European directives on illegal practices and bank clauses are not applied in the same coherent way throughout the European Union. And I conclude, Mr President: the European Union, under the Treaty of Lisbon, must be an area of ​​freedom, security and justice. This is the vision, this unites us.", "language": "en", "original_language": "el", "translation_provider": "google"}, {"id": 35, "date": "2017-10-26.json", "name": "António Marinho e Pinto (ALDE).", "mepid": "124742", "text": "- Mr President, I congratulate Mr Chrysogonos on the meaning of this report, on the excellent work he has done and, above all, on the courage to include in it some aspects of reality that the political conveniences of circumstance could advise to omit. I refer to the negative influence that the austerity measures applied in some Member States have had on the administration of justice. I myself witnessed this in Portugal, because, as president of the Portuguese Bar Association, I wrote twice to the International Monetary Fund, the European Commission and the European Central Bank, warning of the catastrophic effects that a crazy policy of justice based on austerity was cause in the functioning of the judicial system. Commissioner, it is urgent and imperative to take measures to deepen European integration in the area of ​​justice. The Union's institutions will function much better and, above all, some judicial systems in Member States will be modernized, which are closer to the models of the Holy Office than to the models of justice in democratic states.", "language": "en", "original_language": "pt", "translation_provider": "google"}, {"id": 36, "date": "2017-10-26.json", "name": "Γεώργιος Επιτήδειος (NI).", "mepid": "125071", "text": "- Mr President, happy birthday. I would also like to congratulate Mr Chrysogon on the thorough way in which he addressed some critical and sensitive issues in his report. One aspect that must concern us in the application of European Union law is the delay with which it is applied by some states, as well as its non-application by others, despite the fact that they know that they will have consequences. The reason for this development is the fact that the law, in many cases, does not meet the requirements of modern society and does not meet its needs. In addition, there is very little co-operation with national parliaments and the European Union often requires decisions to be made that are against the interests of certain states. A typical example is Greece in which, in an unacceptable way and in violation of the principle of solidarity, it has imposed the memoranda and has turned the country into a vast concentration camp of unhappy people.", "language": "en", "original_language": "el", "translation_provider": "google"}, {"id": 37, "date": "2017-10-26.json", "name": "Vytenis Povilas Andriukaitis", "mepid": "n/a", "text": "   Member of the Commission. – Mr President, colleagues, thank you very much indeed for your comments, questions and suggestions. If I may, let me start with Ms Hautala’s question on administrative procedures because this is a very fundamental one.  The Commission is committed to guaranteeing that citizens, businesses and stakeholders can interact with an administration that is open, independent and efficient. For that purpose, the Commission, as well as other institutions and bodies, has a well-established set of horizontal rules which govern its administrative behaviour.  This includes, among others, a strong commitment made by laying down general provisions in the Code of Good Administrative Behaviour, which must guide administrative conduct in relations with citizens, as well as a range of provisions in legislation on staff and financial regulations, on data protection and access to documents, to name but a few. In addition, the Annex ‘Administrative procedures for the handling of relations with the complainant regarding the application of European Union law’ to the communication ‘EU law: Better results through better application’, on relations with a complainant in respect of infringements of Union law, specifically protects the complainant’s position in the informal phase of the infringement procedure.  These measures include: first, a 12-month time limit from the filing of the complaint, within which the Commission should, as a general rule, decide whether to initiate an infringement procedure or not; second, the possibility for the complainant to meet the representatives of the Commission in order to present his/her argument; and, third, the requirement to give prior notice should the Commission intend to close the case, thus allowing the complainant to raise new arguments within four weeks.  The Commission is, therefore, at this stage not convinced that the benefits of using a legislative instrument that would codify administrative law would outweigh the costs. New legislation would require the revision of a considerable volume of existing European Union legislation. Even when done with care and a sense of proportion, codification is likely to lead to problems of delimitation between the general and specific laws, not making legislation any clearer or litigation any easier for citizens and businesses affected. It would also remove the flexibility required to adapt to particular needs.  The second question concerning the role of Parliament in monitoring the implementation of EU law was raised by Ms Grapini. Without prejudice to the democratic control by Parliament, under Article 17 of the TEU it is the Commission which oversees the application of European Union law, under the control of the Court of Justice of the European Union.  The infringement procedure, under Articles 258 and 260 TEU, form part of a specific sui generis competence conferred directly on the Commission under the Treaties. Therefore, the infringement procedure has a specific bilateral nature. It is conducted solely between the Commission and the Member State concerned.  Some Members of Parliament raised questions about Greece and Cyprus, especially Mr Marias, Mr Mavrides, and others.  I would just say that the Greek and Cypriot Memorandums of Understanding were not part of European Union law because they led to intergovernmental financial support. The Greek and Cypriot Memorandums of Understanding were only formally agreed between the lenders and the beneficiary Member State.  The Court of Justice confirmed that, when adopting and implementing measures under such an intergovernmental adjustment programme, the national authorities of the concerned Member State do not implement European Union law.  Referring to some political statements about double standards and so on, as you know very well, the rule of law, the European Union Treaties, procedures and competences, are enshrined in a crystal-clear legal framework. Here it doesn’t matter whether it is a small country or a big country, we have the same possibility to start these procedures if the situation allows us to do it. The procedure to address infringements is the same for all countries, and the Commission takes all cases very seriously, whether it concerns cases in Hungary, Germany, or  any other country.  Mr President, honourable Members, the Commission very much shares your interest in the correct application of EU law, which is necessary for the benefit of European Union citizens, businesses and public administration. The Commission looks forward to continuing its work with Parliament on this very important topic. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 38, "date": "2017-10-26.json", "name": "Κώστας Χρυσόγονος", "mepid": "125061", "text": "Rapporteur. - Mr President, I, for my part, wish you well on your name day. I would like to thank all my colleagues, both the vast majority of speakers who have commented very positively on my report and those who have expressed critical views, because in a democratic dialogue criticism, when it comes to the substance of the issues, can sometimes give us the opportunity for fruitful reflection. The bottom line is that the European Union is now in a state of doubt about its future. Some time ago, a Member State for the first time decided to leave with the vote of its citizens. But the challenge is not limited to that Member State. It is clear that a large portion of European citizens feel that the Union's policies do not adequately serve the common welfare goal of its peoples, as proclaimed by its founding treaty. These concerns of the citizens must be taken seriously by the Union, and in my view the way to address them is to be more committed to primary European law, to the Treaties, and in particular to the Charter of Fundamental Rights, with emphasis, I would tell you. in social rights. The right to health, the right to education, the right to work, the right to social security, in general the rights to a dignified human life. For this to happen, more solidarity is needed, both between Member States and within societies, with redistribution from the rich to the poor and not the other way around, as is largely the case today.", "language": "en", "original_language": "el", "translation_provider": "google"}, {"id": 39, "date": "2017-10-26.json", "name": "Πρόεδρος. –", "mepid": "28586", "text": "The discussion is over.The vote will take place today.", "language": "en", "original_language": "el", "translation_provider": "google"}, {"id": 40, "date": "2017-10-26.json", "name": "Πρόεδρος. –", "mepid": "28586", "text": "The next item on the agenda is the debate on the report by Laura Ferrara, on behalf of the Committee on Legal Affairs, on the implementation of the Environmental Liability Directive (2016/2251 (INI)) (A8-0297 / 2017)", "language": "en", "original_language": "el", "translation_provider": "google"}, {"id": 41, "date": "2017-10-26.json", "name": "Laura Ferrara", "mepid": "124833", "text": "rapporteur. - (IT) Mr President, ladies and gentlemen, as a spokesperson for the 5 Star Movement in the European Parliament, I am particularly proud to be able to present this ambitious but realistic report on the implementation of the directive on environmental liability. In fact, there is a very close and deeply felt link between the fruit of this work and the reasons why I, together with millions of other Italian citizens, are working politically to change the things that we believe are not going well, both in Italy and Europe. One of these reasons, symbolically represented by one of the 5 stars of the Movement, is precisely the protection and respect of the environment in all its forms, as a unique and fundamental asset for life and also for future generations. I am therefore very pleased that this commitment has been shared by my colleagues from the other political groups, whom I thank for helping to make the proposal we are addressing to the European Commission even more ambitious and advanced. The first consideration that must be made in the matter of environmental liability is that the implementation of the directive, which took place in an uneven and superficial manner, did not achieve the desired results. More efforts are needed to make possible a standardization of the rules on environmental liability in the European Union and, in this sense, it is necessary to provide a unambiguous interpretation of the concept of significant significance of environmental damage and to introduce standard administrative procedures for notification of threats of environmental damage. Above all, we ask that the directive be updated as soon as possible, expanding the notion of environmental damage and its scope of application, in particular with reference to the criteria for determining the negative effects on protected species and habitats, the risks of damage to water and the soil. but also to human health and the air. This notion should be updated in order to make it sufficiently effective and coherent and to keep pace with the rapid evolution of pollutants produced by industrial activities. We are convinced that the costs of repairing the environmental damage borne by operators can be reduced through the use of mandatory financial instruments such as insurance or similar guarantees, which we ask for the introduction. It would also be appropriate to set up a European fund for the protection of the environment from damage caused by industrial activity, governed by the directive, to deal with the risks of insolvency and only in cases where the financial guarantee markets should fail. This fund would also be used in cases of environmental disasters caused by industrial factors when it is not possible to identify the operator responsible for the damage. On the other hand, it is necessary to act on the prevention front with information, awareness and responsibility actions based on the \"polluter pays\" principle. With this in mind, it is requested to evaluate the introduction of a civil liability regime for damage caused to human health and the environment. The proposal to establish a register for operators carrying out dangerous activities and a financial monitoring system to ensure that operators are solvent goes in the same direction. Particularly effective, then, would be the provision of tax relief or other forms of reward for companies that are successfully committed to the prevention of environmental damage. We also believe that citizens must play a non-secondary role in the system of environmental responsibility. Therefore it is necessary to provide them with adequate reporting tools, both to solicit the intervention of the competent authorities and by introducing collective compensation mechanisms for violations of EU environmental law. And again we ask for the adoption of a mandatory secondary liability regime that extend the liability to those who buy a company that causes the damage.All this, such as the proposal to set up specific independent authorities with management powers, we believe can benefit the protection of the environment and the health of citizens.", "language": "en", "original_language": "it", "translation_provider": "google"}, {"id": 42, "date": "2017-10-26.json", "name": "Vytenis Povilas Andriukaitis", "mepid": "n/a", "text": "   Member of the Commission. – Mr President, the Commission thanks Parliament for tabling this important initiative and appreciates the efforts undertaken to look into the implementation of the Environmental Liability Directive (ELD). The Environmental Liability Directive sets the EU framework for prevention and remediation of damage to biodiversity, to water and to land. It is based on the ‘polluter pays’ principle. Many findings and suggestions in the draft report and motion for a resolution are consistent with the Commission’s own report and evaluation of the Environmental Liability Directive in 2016. In the wake of that report, we are now working together with Member States and stakeholders to improve their implementation of the directive, including developing the knowledge base, the expertise and administrative capacity for applying the directive. The shortcomings of the Environmental Liability Directive need to be addressed: first, the unsatisfactory non—level playing field; second, the under-developed capacity; and third, the insufficient financial security level in many Member States. The Commission will work on these issues with the Member States and stakeholders in the context of the Multiannual Work Programme 2017-2020. The Commission’s view is that the directive’s potential still needs to be fully exploited by making more use of it and by applying it more consistently. Only after this should we consider legislative amendments. The systematic collection and analysis of data and information on environmental liability should lead to an ELD information system shared with all interested Member States. This would facilitate the future implementation of the directive. We will need to see how this initiative improves the implementation on the ground before considering extending the scope of the directive and before considering whether damage to air, or to health, should be covered.  We have made a clear commitment to perform a new REFIT evaluation of the directive in four to six years’ time. That will provide the needed evidence base for future action. I thank Parliament for supporting all efforts to improve the implementation of the Environmental Liability Directive, especially in the framework of the Multiannual Work Programme. Thank you for your excellent report.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 43, "date": "2017-10-26.json", "name": "Емил Радев", "mepid": "124850", "text": "on behalf of the PPE Group. - Mr President, I would like to congratulate Mrs Ferrara on her report and thank her for her excellent cooperation during the negotiations. The Environmental Liability Directive entered into force in 2004 and its transposition in the Member States was completed in 2010. It has since been amended three times. The report reiterates its call for a change related to extending the scope and imposing liability for damage to human health and the environment, including air damage. The three previous amendments to the Directive have not yielded the necessary results. It is therefore particularly important to carry out the necessary studies and impact assessments in the event of a future extension of the scope. This will create an effective common framework for preventing and remedying environmental damage at a reasonable cost to society. It is important to use financial guarantee instruments and for Member States to take measures to accelerate the development of these instruments and markets, including financial mechanisms in the event of insolvency. This will ensure that damages are covered, even in the event of the insolvency of economic operators. However, I do not believe that the creation of a European Fund for the Protection of the Environment from Damage Caused by Industrial Activity will help to improve the functioning of the 'polluter pays' principle enshrined in the Directive. In order to better implement the Directive, the European Commission needs to adopt guidelines to help transpose it correctly into national law. Strengthening the training of professionals and lawyers in the field of environmental liability will also contribute to better protection of the rights of those affected by environmental damage. Only in this way will we be able to provide our citizens with a safe and stable disaster management system based on risk-sharing, enhanced responsibility and the 'polluter pays' principle.", "language": "en", "original_language": "bg", "translation_provider": "google"}, {"id": 44, "date": "2017-10-26.json", "name": "Benedek Jávor", "mepid": "124721", "text": "  rapporteur for the opinion of the Committee on the Environment, Public Health and Food Safety. – Mr President, sorry for being late; I was at the trilogue. The Committee on the Environment, Public Health and Food Safety (ENVI) participated, in accordance with Rule 54, in the discussion on the Environmental Liability Directive (ELD). The ELD is a key piece of legislation aiming to establish a framework of environmental liability based on the ‘polluter pays’ principle and to prevent and remedy environmental damage. As both the Commission’s report and the Committee on Legal Affairs highlighted, despite some improvements, the directive has shown incompleteness and thus limited effectiveness. Implementation still varies significantly from one Member State to another. We have a patchwork of liability systems, due also to the interplay with already—existing national laws, which in my opinion can undermine the common standards and expose some Member States or regions to a greater risk of environmental disaster and the financial consequences thereof. As is clear from the ENVI opinion, better implementation of the directive, including improving the information base and providing more training and assistance to the Member States – a key pillar of the Commission’s action plan and multiannual work programme – is needed, but is far from being sufficient. We should address the remaining challenges in a systematic manner and revise the directive in the near future, in the light of the Commission’s recent Regulatory Fitness and Performance (REFIT) exercise. A revision would allow us to extend the scope and applicability of the directive by making operators of all activities strictly liable for all environmental damage they cause, which means removing the limitation in Annex 3. In this context, the INI report rightly calls on the Commission to impose liability for damage to human health and the environment in the future and also calls for the removal of certain exemptions.  I also welcome very much the call for rethinking the financial security system, which is at the heart of the matter. This would entail high-level mandatory environmental liability insurance for operators, differentiated ceilings for activities with different risk factors and the creation of an EU—wide fund to bear the cost of relevant measures beyond the mandatory security in the event of large—scale disasters. I also stress that proper involvement of inspection bodies is key. In this context, the Commission should further develop inspection support capacity at EU level and help the Member States strengthen their national bodies.  Let me highlight one more message: we urgently need EU legislation on the minimum standards for implementing the Aarhus Convention ‘Access to Justice’ pillar.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 45, "date": "2017-10-26.json", "name": "Jytte Guteland", "mepid": "124991", "text": "for the S&D group. - Mr President! I would like to begin by thanking the rapporteur, Laura Ferrara, for her work in producing this report and for good cooperation. Ecosystems are the basis for life, health, prosperity and societal development. We are dependent on our environment and on our human actions, so we must protect the environment much more. The Environmental Liability Directive arose from the need for common rules at EU level to protect the environment. It was adopted as early as 2004 and the Member States had three years to transpose it into national law, but nevertheless it took until 2010 before it became a reality. This is incomprehensible. The Commission's report also provides a worrying picture of the actual application of the Directive. The directive has been implemented in an inconsistent manner, which has also led to inconsistent and incomplete registration of environmental damage. Therefore, in the report, we propose clearer guidance documents for operators, relevant authorities, environmental organizations and insurance companies. We must protect the environment. It is the foundation of life and health and brings joy both to us in our time and to future generations. It is important that we remedy significantly more environmental damage than those covered today. People with different experiences and backgrounds share the same air. We know that thousands of people around Europe are dying due to poor air quality. Therefore, we must have common rules at EU level also for environmental damage involving the air. I assume that the Commission will address this in the preparations for a forthcoming revision. Many studies also show that at the national level there has been no guidance or practice for when an injury should be considered a serious environmental injury. We therefore propose to the Commission to create public databases to enable businesses and citizens to become aware of the Environmental Liability Directive and its application. This would lead to better remediation and prevention of environmental damage. For our group, it has also been one priority, and I am glad that it is with us, that the Commission is developing the possibilities for collective redress for breaches of EU environmental law.It provides more opportunities for redress.If we are serious about achieving the EU's goals for sustainable development, then we must do much more.Therefore, it is high time that the European Commission revises this directive so that more damage to health and the environment is covered by the directive.This must happen soon, the polluter pays principle must be applied and this principle must always guide the application of the directive.In view of this, I wonder what the Commission is doing today and what the plan is for the forthcoming revision?", "language": "en", "original_language": "sv", "translation_provider": "google"}, {"id": 46, "date": "2017-10-26.json", "name": "Ангел Джамбазки", "mepid": "124873", "text": "on behalf of the ECR Group. - Mr President, first of all I would like to thank my colleague Ferrara for his efforts and work on this dossier. Protecting the environment is an investment in the future, and this is probably understood by everyone, and is a supreme manifestation of patriotism. Definitely, the 'polluter pays' principle must be encouraged, because it is the only fair principle on the basis of which environmental protection can be achieved. The purpose of the review of the implementation of the Environmental Liability Directive is ambitious and I welcome it. However, there are specific texts that call for broadening, changing definitions, harmonizing the significant threshold for the whole of the European Union, etc., which do not coincide with our political views of the Group of European Conservatives and Reformists. Although we support the initiative to strengthen the legal framework in order to better protect the natural environment, I would like to emphasize that this should not be in order to strengthen, tighten existing rules or regulations, but is a matter of better implementation. . The creation of excessive administrative burdens usually leads to negative effects, such as undermining the balance and the natural way in which the single market operates.", "language": "en", "original_language": "bg", "translation_provider": "google"}, {"id": 47, "date": "2017-10-26.json", "name": "Anneli Jäätteenmäki", "mepid": "28314", "text": "On behalf of the ALDE Group. - Mr President, the idea of ​​the Environmental Liability Directive is simple: the polluter pays. The person who causes the environmental damage must pay for the damage caused by repairing the damage and restoring the environment. Unfortunately, the implementation of environmental responsibility varies greatly between Member States. The polluter does not always pay. Deficiencies in implementation undermine the well-being of areas prone to environmental damage and also the well-being of people. It is not uncommon for the outermost regions and the economically weakest regions to also have poor management of environmental damage. At worst, damage repair work can take a long time and in the worst case, damage and repairs are completely forgotten. If the polluter is not held liable or if the state, depending on its own legislation, is not obliged to finance remedial measures from its own purse, the highest price will be paid by people, soil, water bodies, animal species and the environment of the entire contaminated area. The report we are voting on today calls for clarification of the scope for interpretation of the definition of environmental liability. The particular weakness of the Directive is its loose definition of significant environmental damage. The Commission must address this as a matter of urgency. We also demand that the Commission re-evaluate the directive and thus impose requirements on environmental non-life insurance and financial security for the operator at risk. Finally, the Commission must seriously consider whether negligent measures to reduce air quality, such as the recent particulate matter scandal, should also be included in the scope of this directive. It is a matter that has the greatest impact on the environment and human health. It is time to act on this, and the Commission has not received any very clean papers either.", "language": "en", "original_language": "fi", "translation_provider": "google"}, {"id": 48, "date": "2017-10-26.json", "name": "Κώστας Χρυσόγονος", "mepid": "125061", "text": "on behalf of the GUE / NGL Group. - Mr President, the report on the directive on the prevention and remediation of environmental damage concerns us all. The purpose of this Directive was to establish a common framework for damage based on the principle that \"the polluter pays\". To date, however, the results have not been as desirable, as there is misunderstanding between states, and the scope for sharing responsibilities is limited. We must therefore formulate a modern and functional definition of environmental damage, based on the rapid evolution of pollutants due to industrial activities, including special cases, such as offshore activities. The environmental liability framework should also be extended to include restoring ecosystems to their original state after the cessation of harmful occupations. We must realize that protecting the environment and the health of citizens is our primary responsibility.", "language": "en", "original_language": "el", "translation_provider": "google"}, {"id": 49, "date": "2017-10-26.json", "name": "Heidi Hautala", "mepid": "2054", "text": "  on behalf of the Verts/ALE Group. – Mr President, the Environmental Liability Directive is a ground—breaking one and it is a vitally important tool to defend European nature and its citizens and future generations. However, it is a missed opportunity. The directive is under—used because it is toothless and its scope is too narrow and it contains loopholes.  Also, the directive is too limited in its strict liability regime as it can only be applied to a set type of environmental damage as listed in its annex. That annex (Annex 3) covers water, land and biodiversity damages only. In particular, it covers them only in the context of certain activities that are included on a restricted list.  Furthermore, it is simply irrational that the directive does not cover rapidly—evolving pollutants, damage to air, fauna and flora and landscape, human health and air quality. It is my inescapable conclusion that for this directive to become genuinely operational and effective, we need to revise and enlarge its scope. We should consider the option of requiring subsidiary state liability to be made mandatory. I have heard no justifications that would convince me that establishing clear parameters for accountability in this regard would not and could not be warranted. Responsibility and liability cannot be outsourced, especially because damage to the environment and human health affects citizens and society at large, and not just the individuals concerned. In this vein, I strongly support the proposal by the rapporteur to consider introducing legislation to assist operators and insurance companies to make use of insurance schemes in cases of environmental damage – also by way of examining the option of making financial security mandatory for operators affected by this directive. I am sympathetic to the hesitation in imposing such an obligation on operators, but not having a requirement of mandatory security in this regard is simply too dangerous.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 50, "date": "2017-10-26.json", "name": "Jane Collins", "mepid": "124955", "text": "  on behalf of the EFDD Group. – Mr President, any operator that is responsible for damage to the environment must be held accountable for their actions. However, the determination of the accountability should be down to the Member State. I am pleased to see that the ELD does not prevent Member States from adopting stricter rules – but who are you to grant that permission? You mention the establishment of a secondary liability regime based upon the systems already adopted by several Member States; one of those being the UK. But why a secondary regime? This is typical of the EU implementing more and more unnecessary legislation. The report calls for the consideration of a European fund for the remedying of environmental damage. May I remind you the EU does not have its own money? The money that you waste comes from the Member States. So if you propose this fund who is going to pay for it? Because remember, one of your largest contributors will soon be leaving.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 51, "date": "2017-10-26.json", "name": "Gilles Lebreton", "mepid": "124738", "text": "on behalf of the ENF group. - Mr. President, the protection of the environment is a major issue of the 21st century. The salvation of mankind depends to a large extent on our ability to insure it. The European directive of April 21, 2004 therefore undertook to make a contribution to this noble ambition, by implementing environmental responsibility on the basis of the \"polluter pays\" principle. However, several studies have shown the failure of this directive. We must therefore thank Mrs Ferrara for taking the initiative to propose improving European law in an area where states cannot simply act separately. Some of these proposals are interesting, for example extending the scope of the directive to air damage. We know, in fact, how worrying air pollution has become. But other proposals go too far, such as creating a European compensation fund or even granting tax benefits to companies that engage in the prevention of environmental damage. I think it would be better to encourage each state to create a national compensation fund to compensate environmental damage in the event of the insolvency of polluters. As for fiscal policy, I believe it should be a matter for states. It would have been necessary to respect the sovereignty of States more to hope to convince the Council to modify the directive of 2004.", "language": "en", "original_language": "fr", "translation_provider": "google"}, {"id": 52, "date": "2017-10-26.json", "name": "Λάμπρος Φουντούλης (NI).", "mepid": "125070", "text": "- Mr President, the greatest risk to the environment does not usually come from the activities of ordinary citizens but from large companies. They build the big factories, they drill and extract, they carry thousands of tons of oil. As recent accidents have shown, just one such event is capable of causing incalculable disaster whose impact can affect even future generations. Who does not remember the nuclear accident at Chernobyl, Fukushima or the oil spill in the Gulf of Mexico? So we have to put the companies, but also the governments, before their responsibilities. Companies should have both civil and criminal liability in the event of an ecological disaster. Governments licensing companies, if they have not enacted strict rules, should also have responsibilities. By \"responsibilities\" I mean criminal, in addition to the immunities and other methods by which corrupt political and state officials avoid persecution. We did not inherit the environment from our ancestors. It does not belong to us. We borrowed it and we have a responsibility to give it to our children better than we received it.", "language": "en", "original_language": "el", "translation_provider": "google"}, {"id": 53, "date": "2017-10-26.json", "name": "Pavel Svoboda (PPE).", "mepid": "96272", "text": "- Mr President, first of all let me thank all my colleagues in the Committee on Legal Affairs who have been involved in drafting the final text of the report. I will be voting in favor of this report, not only because the Czech Republic is mentioned here in a positive context, but because it is an overall balanced text. Citizens expect rules from the European Union that ensure a high standard of environmental quality. However, this can be achieved without unnecessary bureaucracy and the creation of new institutions. That is why I am not in favor of the creation of a European fund, as proposed in the report. However, I feel that the original text of the 2004 directive needs to be modernized, making use of the experience gained from its implementation so far. In the next step, the European Commission should focus only on those changes that are based on unquestionable facts and whose impact on the quality of the environment will be quite clear. Only such regulation will make sense.", "language": "en", "original_language": "cs", "translation_provider": "google"}, {"id": 54, "date": "2017-10-26.json", "name": "Tiemo Wölken (S&amp;D).", "mepid": "185619", "text": "- Mister President! The aim of the Environmental Liability Directive was to introduce strict liability based on the polluter pays principle to avoid and remediate environmental damage. We have to state that it hasn't worked so far. The directive was implemented far too late and then implemented only inconsistently and fragmentarily; often it is not used at all. Even the obligation to report environmental damage is not met. Surely it cannot be that 86% of all damage should come from just two out of 28 Member States. We therefore need an obligation to set up a central public database that all citizens can access and inform themselves about environmental damage. We have to put our citizens in a position to enforce their rights, and in this respect opening up to collective redress is urgently required. Furthermore, air pollution must urgently be included in the scope. Every year we have 467,000 deaths in the European Union from bad air alone. That is 467,000 too many deaths in the European Union. In addition, we need to make definitions, such as the severity of environmental damage, clearer. Some of the definitions are too restrictive and therefore need to be updated so that liability does not come to nothing. Finally, environmental damage repairs cost money. In order to be able to pay for this removal in any case, we need a binding environmental liability insurance for operators and also have to clarify the question of secondary liability. In an emergency, we need an EU fund that steps in when companies are insolvent. It must not be the case that environmental damage cannot be remedied due to a lack of liquidity on the part of the polluter, because then even the best law will not help.", "language": "en", "original_language": "de", "translation_provider": "google"}, {"id": 55, "date": "2017-10-26.json", "name": "Julie Girling (ECR).", "mepid": "96956", "text": "   – Mr President, I think we need to remind ourselves that this is an implementation report and that the principles behind it are not at question. This is not an opportunity for Members to out—green each other here in the Chamber; it is actually a consideration of how well this is working. I understand the temptation to try to extend the scope to air, water and many other areas; these are issues that we all work on day in and day out, but this would not be necessary if these core legislative acts – those for example on the ambient air quality directive –  contained clear access to justice provisions based on the Aarhus Convention that Member States currently pay only the slightest lip service to.  You cannot identify shortcomings with implementation and then make it more wide—ranging, less specific, more complex and harder to implement. It simply does not make sense. I would simply like to remind Members that the impact study attached to this report says: ‘Stakeholders’ comments during this study indicate that they are not likely to accept the creation of a fund or scheme for a wide range of reasons.....’, and so it goes on.  So why deliberately put that in there when, actually, there are other routes we could take that would be much more effective. Giving citizens access to justice to me is the simplest and easiest way of doing that. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 56, "date": "2017-10-26.json", "name": "Frédérique Ries (ALDE).", "mepid": "4253", "text": "- Mr President, on December 17, 2003, the European Parliament took a big step forward in the protection of the environment by adopting this directive on environmental liability. Protecting nature and biodiversity while focusing on innovation, on the techniques of the future, is clearly in the DNA of our Parliament, it is clearly in the DNA of European liberals. It was also my friend and former Dutch liberal colleague, Toine Manders, who was the rapporteur at the time and the maneuver for the Parliament, to bring to the baptismal font this community system for the prevention and repair of damage environmental. Whether it is GMOs and the risk of involuntary contamination of conventional or organic crops, or the carbon market, created in 2005 to reduce greenhouse gases, the principle applies every time: the polluter pay. In its 2016 implementation report, the European Commission recognizes that, while the 2004 directive is effective in repairing environmental damage and encouraging prevention, it has not yet - to put it diplomatically - achieved everything. its potential. As Mrs Girling recalled, moreover, this concerns the question of observing the application of the directive, and as our rapporteur has said, there is sometimes a gap between theory and the practice. Mrs Ferrara, who did an excellent job - I want to thank her - spoke earlier about inconsistent and superficial application. I wrote down his words. This is true for damage to protected species and natural habitats. We know to what extent the “Habitat” and “Birds” directives can be bypassed by certain Member States. The same is also true of the damage that destroys water resources. Another category still covered by the directive: soil pollution, which can have serious consequences on human health. The still, there is room for improvement. Progress which - it is important to say this - can also involve prevention. A very recent example: we voted here two days ago not to renew glyphosate in this case. I will not reopen this debate and I will not come back to the carcinogenic nature of the substance, but to its impact on soils. Simply doing without it would therefore be the most responsible attitude, which is environmental prevention. In conclusion, I would say - as others have said here - that we can obviously strengthen environmental law but, for me, the urgency is rather to apply concretely and completely this principle of the polluter pays in European policies and also - this is our paragraph 29, it is important, and this is what Mrs Ferrara is proposing - to set up this European fund for the compensation of environmental damage, because the victims are counting on us.", "language": "en", "original_language": "fr", "translation_provider": "google"}, {"id": 57, "date": "2017-10-26.json", "name": "Νικόλαος Χουντής (GUE/NGL).", "mepid": "26851", "text": "- Mr President, ladies and gentlemen, Commissioner, in the implementation and implementation of the directive we are discussing, there are serious omissions and intentions to serve interests, both in the field of prevention and in the field of rehabilitation. In Greece we recently had the sinking of a 45-year-old tanker, which transported 2.5 thousand tons of fuel oil in the Saronic Gulf, just outside Athens, and caused a huge ecological disaster, but also great damage to professionals and fishermen in the area. Otherwise, there are three points in the report that I think should be taken into account. Firstly, with regard to the establishment of the European Damage Compensation Fund, it should be extended to all damages in general. A way must be found even in the form of interest-free borrowing and, until the culprit is found, we must prevent the damage from the beginning. Second, to cover possible damage in the licensing phase. For example, the shipowner in this incident that I mentioned to you before Greece declared financial to repair the damage and pay compensation. Therefore, a way must be found, either with insurance coverage or with insurance options. Thirdly, in addition to the administration, the public and the citizens must be involved in the control and recording of all this. In other words, measures are needed to implement the Aarhus principle so that citizens can participate in all the processes that concern the environment, that is, their lives.", "language": "en", "original_language": "el", "translation_provider": "google"}, {"id": 58, "date": "2017-10-26.json", "name": "Mireille D’Ornano (EFDD).", "mepid": "124750", "text": "- Mr President, I thank our colleague Laura Ferrara for her work on this report, the main issue of which, namely repairing the damage caused to the environment by human activity, is particularly close to my heart. It cannot be denied that the traditional accountability mechanisms provided for in national civil rights increasingly find it difficult to answer this question. This is due to both the nature and the scale of the issues. Thus, it seems natural that concerted international action mobilizing all States should be favored for reasons of efficiency. I fully support the aim of this report to extend the definition of environmental damage to air, ecosystems and landscapes. Indeed, the current definition of the directive of April 21, 2004 is too narrow, and many fields of activity dangerous for the environment are not included in its scope. The environment is our common heritage, and our only right over it is to preserve it, protect it and pass it on to our children.", "language": "en", "original_language": "fr", "translation_provider": "google"}, {"id": 59, "date": "2017-10-26.json", "name": "Rosa Estaràs Ferragut (PPE).", "mepid": "96811", "text": "- Mr President, we value here the application of the Directive on environmental responsibility that was approved in 2004 and then transposed a few years later. The objective was, without a doubt, to be able to prevent and repair any environmental damage under the principle that \"the polluter pays\". It is key, logically, everything that is prevention and repair in order to have sustainable growth and to be able to make economies work and societies are healthy. In this sense, the Directive intended to work in three fields: halting the loss of biodiversity, both in relation to species and protected habitats; the quality and quantity of water - being able to somehow stop the deterioration -; and also soil protection. The rapporteur, Laura Ferrara, contemplates what deficits the application of this Directive has, and one that has been observed throughout the session is the different application by the Member States. In fact, there are many differences in the number of incidents of environmental damage that trigger the application of this Directive between some Member States and others. Therefore, a quick conclusion is that we need a harmonization in the application of this Directive. The Commission has said so. All Member States will have to be compared and studied with comparative data to see what is really happening and from here we will see how we can improve the legal text. Several things are proposed: to broaden the scope of the Directive, both with regard - after technological and medical research - to environmental damage that can harm human health - and therefore also address this issue - , as well as everything related to air pollution. Ultimately, it is about complying with the 2020 Strategy of having integrated, but also sustainable growth, and, therefore, supporting the Commission in this study, in this data collation, This is to see the exchanges to see how we can improve the application of this directive, which will undoubtedly make our economy work and that we have a healthy society.", "language": "en", "original_language": "es", "translation_provider": "google"}, {"id": 60, "date": "2017-10-26.json", "name": "Evelyn Regner (S&amp;D).", "mepid": "96998", "text": "- Mr President, Commissioner! Reality shows us that there is still a lot to be done if this directive is to be properly implemented. However, it is also important to try to expand the scope of environmental liability. Why is air pollution not included in the scope? This is really an issue that affects all people, children, the future, and therefore air pollution should also be reflected in the scope. I would like to mention a few cases that haunted our media - bad cases that fill the newspapers at home: combustible waste stored in a residential area in Budapest, the marine pollution off Harku in Estonia, the pesticide pollution of the groundwater in Korneuburg in Austria and the fish deaths in the Mürz in Styria after the commissioning of a power plant. These are all cases that would have to be avoided if environmental liability was properly implemented. It's about avoidance, remediation and, ultimately, always about the question: Who pays for damage to the living space of all of us? The sad reality is that many Member States implement poorly and laxly, and then it is the general public who have to suffer the damage, who then have to pay for this damage, and it is not the polluters who are held responsible. So the point is to establish justice as to who will be asked to pay for the damage. But it is also about holding the major industrial polluters who damage our environment responsible. The “polluter pays” principle is the only logically fair thing that comes to mind. In this respect, I urge you, Commissioner, to continue to intervene where the Member States do not or only inadequately implement them, and of course, on the basis of this excellent report, to ours The rapporteur is aiming for you to revise the rules where they should be more ambitious.", "language": "en", "original_language": "de", "translation_provider": "google"}, {"id": 61, "date": "2017-10-26.json", "name": "Jiří Maštálka (GUE/NGL).", "mepid": "23704", "text": "- Mr President, when approving the Environmental Liability Directive in 2004, we used alarming figures. According to the European Commission, three hundred thousand sites in Europe have been potentially or actually polluted by harmful substances this year, and the cost of repairing such damage would be estimated at hundreds of billions of euros. I do not think that we have significantly more positive data available today. At the same time, full implementation of the Environmental Liability Directive was achieved, after considerable ups and downs, only in 2010. Seven Member States still face the problem of compliance. On behalf of the Confederation of the European United Left / Nordic Green Left, I would like to thank the rapporteur for a correct report. We agree with its conclusions in the sense that this directive now needs to be revised. We therefore appeal to the Commission. It is necessary to amend the definitions, extend strict liability for environmental damage and apply the \"polluter pays\" principle more rigorously.", "language": "en", "original_language": "cs", "translation_provider": "google"}, {"id": 62, "date": "2017-10-26.json", "name": "Sergio Gaetano Cofferati (S&amp;D).", "mepid": "96915", "text": "- (IT) Mr President, ladies and gentlemen, I too thank the rapporteur for her excellent work. The directive we are talking about was an important step of our Europe, of the institutions, but made with the limits that have been repeatedly recalled in the discussion. The transposition was slow, often inconsistent, different from the contents and objectives of the directive, and the delays in transposition allowed the verification of its implementation, which was also penalized by a very substantial and completely counterproductive delay. For this reason it is very important to review that directive also in the light of the limitations that have been highlighted. The revision therefore falls to us, it must be done quickly and must, I believe, start from an element, which is what many of my colleagues have remembered: understanding the damage caused to human health and the environment, including those relating to air, which are instead excluded from the initial directive. I believe that to this we must add, because it is important, also the establishment of a civil liability regime for damage caused both to people and to the environment as a whole. To be able to do this effectively, it is also essential to have periodic environmental inspections carried out by the European Union with its institutions. It is also necessary to give the possibility to people who have been affected by environmental damage to have access to judicial recourse, which is necessary in a short time. The timeliness in compensating the damage is sometimes worth a lot for the quality and the certainty of life of the people who have been involved, as we have seen in recent years. Finally, we need an information campaign, maximum transparency in the application of the directive and maximum information in knowing what can happen to European citizens.", "language": "en", "original_language": "it", "translation_provider": "google"}, {"id": 63, "date": "2017-10-26.json", "name": "Ivica Tolić (PPE).", "mepid": "185340", "text": "- Mr President, congratulations to the rapporteur on the comprehensive report and proposals to improve the directive. The directive is indeed general, and several unclear terms in it make implementation even more difficult. One of these terms is, for example, the threshold of significance of damage to the environment for which there are no assessment criteria. The Directive is further applicable only to certain types of environmental damage and this makes it further limited. Another limitation is the fact that damages related to large-scale incidents are not properly defined, especially when it is not possible to determine the responsibility of the polluter. Damage from pollutants from industrial activities has not been adequately defined. I personally welcome the idea of ​​establishing a European Fund for the Elimination of Environmental Damage. It is also a good suggestion to extend the existing definition of damage to air, flora, fauna, landscape and, most importantly, human health. I support the revision of the directive and Mrs Ferrara's proposals.", "language": "en", "original_language": "hr", "translation_provider": "google"}, {"id": 64, "date": "2017-10-26.json", "name": "Nicola Caputo (S&amp;D).", "mepid": "124851", "text": "- (IT) Mr President, ladies and gentlemen, the need for implementation of the environmental liability directive has long been felt. I come from a wonderful land, for centuries called \"land of work\", which today is sadly known as \"land of fires\", a land poisoned by the burial of toxic waste from companies all over Europe, and especially in Northern Italy, which decades have used the illegal disposal services offered by organized crime to eliminate, at low cost, the waste from their production activities. First of all, a reformulation of the definition of environmental damage is needed to extend its scope to fauna, flora, air and landscape as well, and to extend objective responsibilities to other dangerous activities currently not envisaged. Rules should be introduced to facilitate operators and insurance companies, in order to increase the spread of an insurance regime for cases of environmental damage. Finally, further elements capable of improving the framework of guarantees for environmental damage could be the provision of a more adequate financial control system and the establishment of a national and European register for operators carrying out dangerous activities.", "language": "en", "original_language": "it", "translation_provider": "google"}, {"id": 65, "date": "2017-10-26.json", "name": "Νότης Μαριάς (ECR).", "mepid": "125069", "text": "- Mr President, the debate shows that the legal framework of the European Union does not cover the damage caused to the environment, so of course we need to regulate the issues so that there is full responsibility for the companies that pollute and there is a possibility compensation to those who have been harmed. I take for example the recent damage that took place, the infection in the Saronic Gulf, where although we raised issues for the recovery of the injured, businessmen, fishermen and those who are involved in the area and have been damaged, the European Union itself has shown that nothing has been done . There is, of course, the International Compensation Fund, and we must establish that in the European Union as well. Finally, Mr Andriukaitis, with regard to the previous debate, more or less as a Commission you \"washed your hands\" and pretended to be Pontius Pilate, that you know nothing about crime, you know nothing about what happened in Greece with the memorandum. But it was the Commission that oversaw the implementation of the memorandum, Mr Andriukaitis. You imposed the orders of the lenders in Greece, so you have full responsibility as a Commission and what you said earlier in the debate I think has nothing to do with it. I, Mr Andriukaitis, answer you because I did not have the right to answer before. You can not \"wash your hands\" as a Commission and say \"I do not know what happened in Greece.\" Who supervised the implementation of the memorandum? You as a Commission supervised it. So you have a huge responsibility.", "language": "en", "original_language": "el", "translation_provider": "google"}, {"id": 66, "date": "2017-10-26.json", "name": "Ελευθέριος Συναδινός (NI).", "mepid": "125072", "text": "- Mr President, the Environmental Liability Directive, as a common framework for the prevention and remediation of environmental damage, must include all pollutants and elements due to human activities and interventions. In this sense, in addition to the already existing definitions of environmental damage in the previous directive, we need to extend the scope to include damage to air, fauna, flora, biodiversity and ecosystems. In addition, cooperation with international organizations, in particular the World Health Organization, will maximize the chances of achieving environmental goals. Based on the \"polluter pays\" principle, the violators, in addition to the severe sanctions and fines, undertake the actions of restoration of the environment and restoration of the ecosystems to their original state. Protecting the environment is not a field of political rivalry and is a matter for all of us, considering that the environment is directly linked to sustainability, sustainable development and quality of life.", "language": "en", "original_language": "el", "translation_provider": "google"}, {"id": 67, "date": "2017-10-26.json", "name": "Stanislav Polčák (PPE).", "mepid": "124704", "text": "- Mr President, I am, of course, of the same opinion that biodiversity, protecting soil diversity and protecting water from damage are very fundamental values that we should protect for future generations.The 'polluter pays' principle is undoubtedly correct, but fundamental questions arise as to who the polluter is.In this sense, I would also welcome an extension of the scope of the directive.I think that this issue has been raised here and it would be appropriate for the Commission to respond to it subsequently.I think that the Fund for Remediation, an instrument for preventing and at the same time compensating for the damage that will occur to the environment, is also a very good idea.Generally speaking, for the proper functioning of the European Union, particularly in the field of environmental protection, it is necessary to ensure compliance with this directive and to extend its scope so that citizens can rely on it and act in confidence in it.", "language": "en", "original_language": "cs", "translation_provider": "google"}, {"id": 68, "date": "2017-10-26.json", "name": "Maria Grapini (S&amp;D).", "mepid": "124785", "text": "- Mr President, Commissioner, ladies and gentlemen, I would like to congratulate the rapporteur from the outset, because, on the one hand, she has identified very well what needs to be changed in the directive, it is a balanced proposal, yes, everyone, from the citizen to the national and European institutions, we must be concerned with the protection of the environment. Of course, I would like a greater emphasis on prevention, because the polluter pays, but we are interested in environmental protection, not the money that is collected from the polluter. However, I point out that, very often, there is a lack of infrastructure. Companies have no way and where to store waste, for example, and there are no technical and technological solutions in the Member States. That is why I believe that there is a need for careful legislation so as not to create a discrepancy between Member States and, in the end, unequal competition in the internal market. It is important to clarify and harmonize the application of the Directive and specify here that it is not a standard administrative procedure to notify the competent authorities of the occurrence of environmental damage. So I agree with the amendment of the directive.", "language": "en", "original_language": "ro", "translation_provider": "google"}, {"id": 69, "date": "2017-10-26.json", "name": "Krisztina Morvai (NI).", "mepid": "96661", "text": "- President! The principle behind the Environmental Liability Directive is that the polluter pays. In practice, however, we believe that many people see another principle: the privatization of huge profits and the damage caused by pollution to society and the population. We have seen this, for example, during one of the biggest environmental disasters in the modern history of Europe, in Hungary it was the red mud disaster. I would like to congratulate my Hungarian fellow Member, Benedek Jávor, on the report and the opinion, who is well known for his commitment to the environment and is also a good expert. That is why I dare to ask him, knowing the specific case of the red mud disaster, to what extent did he find that the EU Environmental Liability Directive was applicable, and to what extent was this report influenced by the lessons learned from the red mud disaster? I have a strong suspicion that, for example, points 30 and 31 were indeed influenced and motivated by all the shortcomings we have seen in the context of EU law on liability issues related to the red mud disaster.", "language": "en", "original_language": "hu", "translation_provider": "google"}, {"id": 70, "date": "2017-10-26.json", "name": "Jean-Paul Denanot (S&amp;D).", "mepid": "94282", "text": "- Mr President, indeed, the polluter pays principle must become the rule in the European Union and this in all areas. From this point of view, as co-chair of the parliamentary intergroup “Common goods and public services”, I can only welcome the extension of the draft directive to the issue of air, ecosystems and the landscape. . As Saint-Exupéry said, taking up an idea of ​​the American Indians, we do not inherit the land from our parents, we borrow it from our children. Everyone must keep this in mind during their personal behavior. There has been a lot of talk today about glyphosate in agriculture, and I would like to salute the courage of the European Parliament on this subject. But I would like to address another issue, that of mines and deposits, which present serious problems today. In my region, Limousin, uranium mines have seriously polluted the landscape and the soil and nothing has been done to repair them. I think we have to find a way to ensure that from the outset, when you open a mine, you pay for its restructuring.", "language": "en", "original_language": "fr", "translation_provider": "google"}, {"id": 71, "date": "2017-10-26.json", "name": "Vytenis Povilas Andriukaitis", "mepid": "n/a", "text": "   Member of the Commission. – Mr President, may I address some very important topics which were raised, especially speaking about the call to consider the possibility to extend the scope of the Environmental Liability Directive (ELD) and to impose liability for damage to human health, including damage to the air. Within the REFIT evaluation of the ELD carried out between 2013 and 2016, the scope of damage was also extensively considered. It was, in particular, subject to one of the studies in the preparation of the REFIT evaluation and Commission report. The evaluation concluded that damage to air is a rather uncommon category for a strict liability system as it by its nature mostly diffused damage – inter alia, damage which cannot be clearly attributed to individually—specified liable persons. Similarly, damage to human health would also require a fundamentally different approach to that of a restoration in kind which governs the ELD. For human health damage, traditionally civil liability systems for personal or bodily injury and loss of life exist in all Member States. This is normal traditional or conventional damage dealt with through civil liability and enforced by courts, in contrast to environmental damage, which is dealt with by public authorities. However, I agree that the Commission should look into this issue within the next REFIT evaluation of the ELD. Given the problems with air pollution, particulate matter and nitrogen dioxide, dieselgate. Also, the question needs to be considered of whether the ELD is the most appropriate basis to deal with such issues. I understand, of course, that several Member States take different views, speaking about possibilities to introduce mandatory financial security and a European fund for environmental damage caused by industrial activities. The question as to whether mandatory financial security should be established at EU level was the subject of the first and second Commission ELD report in 2010 and 2016 and the REFIT evaluation. Also, the Commission investigated in 2012 and 2013 the feasibility of a European industry risk—sharing facility or fund. There are several obstacles, including the ‘polluter pays’ principle and, of course, the different views of different stakeholders. The Commission has therefore made financial security a topic and working area in the Multiannual Work Programme 2017-2020. The Commission will launch a comprehensive investigation of the situation and challenges in the EU by looking also in the individual Member States, paying particular regard to the mentioned big issues of ELD concerning financial security and with a view to coming up with as many concrete interpretations and recommendations as soon as possible. Honourable Members, while there may be some differences in views on the immediate way to further implement and develop the Environmental Liability Directive to make it more effective and efficient, we agree in principle with most of the views and ideas in the report. But, at this point in time, rather than launching new or amended legislation, we should work on better implementation, notably through the joint ELD Multiannual Work Programme 2017-2020.  The Commission is already implementing this Work Programme, and recently brought together stakeholders and government experts at a workshop which led to a common understanding document with practical measures to help competent authorities, operators and other stakeholders to implement the ELD. All the results are available on the Commission’s Environmental Liability webpage.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 72, "date": "2017-10-26.json", "name": "Laura Ferrara", "mepid": "124833", "text": "rapporteur. - (IT) Mr President, ladies and gentlemen, I thank all the colleagues who have spoken, I thank my colleague Jávor for the excellent collaboration and I thank all the shadow rapporteurs who, with their proposals and their collaboration, have enriched the final text that we will go to today vote. I hope to find the same consensus in this plenary session that we already received in the vote in the Legal Affairs Committee but, from today's debate, it seems to me that it converges on some main points, namely the fact that this directive, in our opinion , must absolutely be improved in implementation in the individual Member States because, to date, the two objectives it set out to achieve, namely the prevention and repair of damage, have unfortunately remained unfulfilled in the vast majority of Member States. To do this, it is necessary for every single country of the European Union to equip itself with new instruments, such as those proposed in this report. I refer, in particular, to a mandatory register, in order to guarantee constant monitoring. Only in this way can environmental damage be prevented. When it comes to environmental damage, and when it comes to the protection of the health of citizens who, indirectly, are harmed when damage is done to the environment, it is important to prevent, because then the subsequent compensation, also in economic terms, unfortunately it will never be able to fully restore the injured health or to restore the violated environmental situation. And why is a European fund also important? Because within the European Union it is clear that there are situations of waste transport companies that belong to one member country and operate in another. This is why it is important that the fund be European, and not just national, because in this case collective protection can be created throughout the territory of the Union. To date, unfortunately, everything this is missing.There is also a lack of mandatory financial instruments that companies that carry out potentially dangerous activities must have, because the case occurs in which the companies, the companies in question, fail and therefore the \"polluter pays\" principle is harmed, becauseit becomes impossible to go back to the person directly responsible and, on his part, to restore the injured situation.I hope that the European Commission takes this report into account and that there can therefore be a real improvement both for the environment and for the health of citizens.", "language": "en", "original_language": "it", "translation_provider": "google"}, {"id": 73, "date": "2017-10-26.json", "name": "Przewodniczący. –", "mepid": "28372", "text": "The debate is closed.Vote: 26 October 2017 (The sitting was suspended at 11.40)", "language": "en", "original_language": "pl", "translation_provider": "google"}, {"id": 74, "date": "2017-10-26.json", "name": "Presidente. –", "mepid": "2187", "text": "I have the honor to announce that the Conference of Presidents of the political groups has just decided to award the 2017 Sakharov Prize for freedom of thought to the democratic opposition in Venezuela, to the National Assembly represented by its president Julio Borges and to all political prisoners. , as listed by the Venezuelan Criminal Forum and represented by Leopoldo López, Antonio Ledezma, Daniel Ceballos, Yon Goicoechea, Lorent Saleh, Alfredo Ramos and Andrea González. (applause) I have the honor of announcing this result on the day when, also thanks to pressure from the European Parliament, three human rights activists were released in Turkey. Since its inception in 1988, this award has been awarded to those who have made outstanding contributions to the struggle for human rights. It does not have a political color, instead it represents one of the most symbolic moments ... (laughter in the Chamber) Please respect the will of the majority of the Parliament, there is nothing to laugh about when it comes to millions of people and children who are starving! One may disagree with the majority, but the will of the majority in this Parliament must be respected in a democracy. There is nothing to laugh about when it comes to the defense of human rights! (applause) The Sakharov Prize represents one of the most symbolic moments of the function of our Parliament: to always be on the front line to defend and promote freedom, democracy and other human rights, inside and outside our borders. Today we have a duty to denounce, once again after five resolutions passed by the European Parliament in recent years, the serious situation in Venezuela. In this Latin American country, where many European citizens live and many Venezuelan citizens are of European origin, many are deprived of their fundamental rights, creating a spiral of institutional, economic and social crisis. The living conditions of the Venezuelan people have gone badly deteriorated. We are facing a real humanitarian emergency: there is a lack of medicines, medical assistance, food, drinking water and electricity. Hundreds of thousands of people are forced into exodus from the country. We cannot but raise our voice in defense of freedom, democracy, human rights. This is why we have decided to award the Sakharov Prize for Freedom of Thought to the democratic opposition, recalling our full support for the National Assembly of Venezuela, the democratically elected parliament, the only democratically elected parliament. (applause) We also want to call for a peaceful transition to democracy and for the creation of a humanitarian corridor to alleviate the suffering of the people. Today we are not only rewarding the democratic opposition: we want to express our will to be close and to pay homage to all the Venezuelan people, to those who have been unjustly imprisoned just for having expressed their opinion and to those who struggle every day to survive. a totalitarian regime, to families mourning the loss of loved ones during months of uninterrupted and peaceful protest for freedom. Today we support the struggle of a people for their freedom. But all the battles for rights are equally important. Whoever is oppressed, suffers injustice and is deprived of freedom and rights, anywhere in the world, will always be able to count on this Parliament. For this reason, the Conference of Presidents has decided to invite the other two candidates for the prize, Aura Lolita Chávez Ixcaquic and Dawit Isaak, who will unfortunately be represented by a family member, to the awards ceremony, which will be held on 3 December in Strasbourg, since he is still detained in Eritrea.", "language": "en", "original_language": "it", "translation_provider": "google"}, {"id": 75, "date": "2017-10-26.json", "name": "Presidente. –", "mepid": "2187", "text": "The next item is voting time.(For the results of the votes and other details concerning them: see Minutes)", "language": "en", "original_language": "it", "translation_provider": "google"}, {"id": 76, "date": "2017-10-26.json", "name": "Presidente. –", "mepid": "2187", "text": "The next item is the election of a Vice-President of the European Parliament to replace the Hon.Lunacek.I would like to remind you that, pursuant to article 20 of the regulations, the new Vice-President takes the place of the outgoing Vice-President in the order of precedence.I received the candidacy of the Hon.Heidi Hautala.The candidate informed me that she accepted the candidacy and, since the number of candidates does not exceed the number of seats to be filled, the candidate is elected by acclamation unless a number of deputies or one or more political groups equal at least ... (Parliamentelects Hautala by acclamation) It seems to me that the will of the Chamber is very clear, so I congratulate the Hon.Hautala for his election by acclamation.", "language": "en", "original_language": "it", "translation_provider": "google"}, {"id": 77, "date": "2017-10-26.json", "name": "Knut Fleckenstein (S&amp;D).", "mepid": "96840", "text": "- Mister President!I just wanted to ask you whether at some point we can expect that the other vacant positions for the Vice-Presidents will also be filled.Or is it because the colleagues who have long since left have not left a gap?", "language": "en", "original_language": "de", "translation_provider": "google"}, {"id": 78, "date": "2017-10-26.json", "name": "Presidente. –", "mepid": "2187", "text": "When the nominations arrive, we will vote.I hope they arrive as soon as possible.", "language": "en", "original_language": "it", "translation_provider": "google"}, {"id": 79, "date": "2017-10-26.json", "name": "Birgit Sippel (S&amp;D).", "mepid": "96932", "text": "   – Mr President, briefly, because a lot of myths – or you could also say a lot of lies – have been spread around by some industrial lobbyists. I would like to add some very short points on what we are deciding today.  The ePrivacy Regulation aims to put users back in control of their communication data and to make sure that confidentiality of communication in a digital environment becomes a reality for everyone. At the same time, the ePrivacy Regulation does not ban all forms of advertising. It only addresses the issues of surveillance-driven advertising and wants consumers given a choice about whether they want to be tracked or not for commercial purposes. Also – and I really cannot understand how this argument came into the debate – the mandate of the ePrivacy Regulation does not at all affect the powers of Member States to fight against illegal content online. Members today have a very clear choice: you can either disappoint the vast majority of citizens who want their confidentiality to be protected, or you can give in to the demands and lies of some industry lobbyists. Any further delay in this decision will only affect the strength of our position when it comes to negotiations with Council and Commission. Therefore, I urge everybody here to vote in favour of the mandate today.  (Applause)", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 80, "date": "2017-10-26.json", "name": "Marju Lauristin (S&amp;D)", "mepid": "124698", "text": "  rapporteur. – Mr President, I want to thank all those who voted for the decision and, above all, I want to thank the shadow rapporteurs for their work. It was very hard work. We met with a lot of people from different sides. We felt how strongly citizens were expecting that this mandate would be given, and we did our best. Also, this is my last day in Parliament. I thank all of you for this very enriching experience and it is my wish that the European Parliament will stand firm in defending democracy, liberal values and a future for Europe. Thank you.  (Loud applause)", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 81, "date": "2017-10-26.json", "name": "President. –", "mepid": "124706", "text": "  For those who were not being patient, Ms Lauristin is leaving the House, so I think it was a question of courtesy to give her the opportunity to speak. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 82, "date": "2017-10-26.json", "name": "Petri Sarvamaa (PPE).", "mepid": "112611", "text": "   – Mr President, I am sure that there is a rule in the Rules of Procedure that says that the plenary cannot be used for further political discussion that was already dealt with extensively in committee, and this is a clear case of that.  (Applause) ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 83, "date": "2017-10-26.json", "name": "President. –", "mepid": "124706", "text": "  That concludes the vote.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 84, "date": "2017-10-26.json", "name": "Andrejs Mamikins (S&amp;D).", "mepid": "124746", "text": "   – Mr President, I fully agree that financial stability should be guaranteed and that capital should be used to fund the real economy, rather than for speculative activity. What are financial bubbles and what are the consequences? As we saw in 2008, our life is not a computer game where someone can start a risky game, fail and afterwards, without consequences, start a new one. That is why we need guarantees. That is why securitisations are an important part of well—functioning financial markets. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 85, "date": "2017-10-26.json", "name": "Urszula Krupa (ECR).", "mepid": "28334", "text": "- Of course, I voted in favor of a resolution against sexual harassment not only in the workplace, especially one such as the European Parliament, which, after all, includes representatives of the peoples of Europe who enjoy social prestige and power, although we do not agree with certain aspects of the Istanbul Convention. However, I would like to point out that even a few resolutions or monitoring of such cases, including their penalisation, may not reduce this type of behavior violating personal dignity, when social and moral principles are not respected, where law is created against the family or in the consequences leading to a fight between men and women, promoting freedom from Christian values, resulting in the creation of a perspective of human liberation from biological conditions, undermining the value of the family created jointly by the father and mother as parents, and creating a new model of sexuality. Promoting some aspects of equality in practice means not being gentle and even treating women vulgarly, focusing attention on sexual values.", "language": "en", "original_language": "pl", "translation_provider": "google"}, {"id": 86, "date": "2017-10-26.json", "name": "Anna Záborská (PPE).", "mepid": "23894", "text": "- Mr President.Like my colleagues, I consider sexual harassment to be unacceptable.And, like almost every Member of this House, I believe that we need to do more in this institution to effectively prevent not only this form of harassment.In my speech in the debate on this subject, I also suggested concrete measures.Unfortunately, some colleagues have not resisted the temptation to use this issue to increase political pressure on the Member States to ratify the so-called Istanbul Convention.I would like to tell them that the wording that Member States have an obligation to ratify this convention is untrue.It goes beyond the remit of this Parliament and prevents us, who respect the European Treaties, from supporting this resolution.", "language": "en", "original_language": "sk", "translation_provider": "google"}, {"id": 87, "date": "2017-10-26.json", "name": "Marek Jurek (ECR).", "mepid": "124892", "text": "- Mr Chairman! Like Anna Záborská, I think it is a scandal to use the drama of women being attacked or sexually abused to promote the gender Istanbul Convention. After all, we hear what's going on: there is the Weinstein affair showing abuse in the movie world. We know about the exploitation of women in power structures and how these structures can be used to exploit women. So far, we do not know who in our Parliament is suspected of such practices, and I therefore demand that people who have behaved in such a degrading manner towards women in our Parliament be exposed to the public. We know that the police often hide the correlation between illegal immigration and attacks on women, as was the case in Cologne. Unfortunately, an example of this is the momentarily rejected amendment, and the scandal over all this is the use of women's dramas to promote the gender Istanbul Convention and to put pressure on states.", "language": "en", "original_language": "pl", "translation_provider": "google"}, {"id": 88, "date": "2017-10-26.json", "name": "Andrejs Mamikins (S&amp;D).", "mepid": "124746", "text": "   – Mr President, I would like to underline the importance of cohesion policy. Cohesion policy is a most powerful instrument for reducing regional development disparities. In my country, Latvia, it gives more than 70% of investments in our economy. That is why we are very concerned about the future of cohesion policy after 2020. I think that the amount of money for cohesion policy should be increased, not reduced, after 2020. Latvia has lost one third of its population in the last 25 years and demographic trends for the future are very unfavourable. People leave the country because of the low salaries and lack of prospects there. We are in a very dangerous trap and if Cohesion Fund investment is reduced, there will be no way out of this trap. I voted in favour, of course. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 89, "date": "2017-10-26.json", "name": "Ангел Джамбазки (ECR).", "mepid": "124873", "text": "- Mr President, I voted against the report because there are points in it that I cannot agree with. Economic growth is unevenly distributed in Europe, precisely because the same approach cannot be applied to member states. I absolutely do not agree with the call for further joint efforts to improve the integration of migrants and people with a migrant background into the labor market. I believe that, above all, the problems of our own countries must be resolved. First of all, the huge inequality, the inequality between the countries of the western and eastern part of the Union. In this regard, what the Commission needs to do is punish countries that pursue protectionist policies, such as Germany, France, Belgium and Italy, because there is high unemployment in eastern countries and young people are the future of Europe. Another topic is that a large part of migrants do not flee war, but are economic migrants who came to Europe for this purpose - access to the labor market.", "language": "en", "original_language": "bg", "translation_provider": "google"}, {"id": 90, "date": "2017-10-26.json", "name": "Jasenko Selimovic (ALDE).", "mepid": "134243", "text": "   – Mr President, Australia and Sweden have a long tradition of trade. They have a similar business culture, resulting in 450 subsidiaries and almost 1 000 Swedish companies doing business in Australia, which generate 11 billion Swedish krona in exports from Sweden. That is why I am very satisfied that we have approved the negotiating mandate. I would very much like to urge the Commission and our Australian partners to make a transparent, safe and ambitious deal so we do not have to wait until free trade comes to go.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 91, "date": "2017-10-26.json", "name": "Seán Kelly (PPE).", "mepid": "96668", "text": "   – Mr President, free trade is the cornerstone of the EU. In light of Brexit and the lack of clarity on the United Kingdom—EU market, the EU, and Ireland in particular, must seek to strengthen trading with other markets. In 2015, the EU was Australia’s third-largest trading partner after China and Japan. The trade in goods in 2015 amounted to EUR 62.5 billion and exports from Australia to the EU amounted to EUR 10.6 billion. There is a long-standing, friendly relationship between Australia and Ireland, with one in three Australians claiming Irish heritage. An EU—Australia trade agreement will strengthen our relationship even further and be mutually beneficial in opening access to markets and fostering competition. However, there have been real concerns expressed over the potential negative implications of such a trade agreement on agri—food exports such as beef and dairy. I take such concerns extremely seriously, as an Irishman, as the farming industry and agri—food sectors play a central role in the Irish economy. So it is important that due consideration is given to these sectors and, if there are quotas given to Australia, that there will be a review clause after a number of years, so that could be re—addressed ... (The President cut off the speaker) ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 92, "date": "2017-10-26.json", "name": "Ангел Джамбазки (ECR).", "mepid": "124873", "text": "- Mr President, I supported Mr Caspari's report on the proposed mandate for trade negotiations with Australia, because leaving the UK for the European Union will certainly be a loss for free trade, and, as is well known, the free market and free trade are cornerstones.stones on which the European Union is founded.Negotiations must begin as soon as possible and we must adhere to the competences that the Union has in this area.", "language": "en", "original_language": "bg", "translation_provider": "google"}, {"id": 93, "date": "2017-10-26.json", "name": "Jasenko Selimovic (ALDE).", "mepid": "134243", "text": "   – Mr President, when measuring market share, New Zealand is the eighth most important export market for Swedish companies. This relationship could be deeper and more developed and I believe that the deal on free trade will make it so. I expect both partners very swiftly to deliver a modern, ambitious, balanced, fair and comprehensive free trade agreement that will benefit us all. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 94, "date": "2017-10-26.json", "name": "Ангел Джамбазки (ECR).", "mepid": "124873", "text": "- Mr President, I supported this report by my colleague Caspari and voted in favor of it for the same reasons that I supported the previous one, namely the report on the proposed mandate for trade negotiations with New Zealand. My motives are similar, and the European Union needs new markets, free trade is the cornerstone of the European Union. Negotiations must begin as soon as possible, we must adhere to the competences that the Union has in this area, because both New Zealand and Australia can and will be important economic partners, and in this way we are showing our support.", "language": "en", "original_language": "bg", "translation_provider": "google"}, {"id": 95, "date": "2017-10-26.json", "name": "Andrejs Mamikins (S&amp;D).", "mepid": "124746", "text": "   – Mr President, the number of infringements remains high. At the end of 2015, there were 1368 infringement cases. They especially concern violations of EU law, in particular in the fields of employment and social affairs, the environment, justice, fundamental rights, the internal market, transport, health, education and culture. Every delay is dangerous. It undermines the trust of the people in the European Union and has real material consequences. To avoid this in the future, we should work closely with the Commission, national governments and national parliaments. But first of all we should understand the real nature of the infringements and only after that will we be able to tackle this problem effectively. I voted in favour. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 96, "date": "2017-10-26.json", "name": "Die Präsidentin. –", "mepid": "1913", "text": "The next item on the agenda is the debate on the large question under Rule 130b by Piernicola Pedicini, Laura Agea, Rosa D'Amato, Tiziana Beghin, Marco Valli, Marco Zullo, Fabio Massimo Castaldo, Ignazio Corrao, Laura Ferrara, Eleonora Evi, Isabella Adinolfi, Joëlle Bergeron, on behalf of the EFDD Group, to the Commission on coordinated efforts at EU level to increase vaccination coverage (O-000074/2017 - 2017/2867 (RSP)) (B8-0603 / 2017).", "language": "en", "original_language": "de", "translation_provider": "google"}, {"id": 97, "date": "2017-10-26.json", "name": "Piernicola Pedicini", "mepid": "124844", "text": "author. - Madam President, ladies and gentlemen, we wanted to launch a debate on the issue of the mandatory nature of vaccines because recently, in Italy, a measure was introduced for the mandatory administration of six new vaccines, in addition to the four already mandatory vaccines, to a total of currently ten mandatory vaccinations. The data available on the Global Vaccine Action Plan portal show that this happened even though we were not faced with a real epidemic emergency that could have justified such a coercive measure. The Italian Ministry of Health justified this measure based on the measles incidence data of the first months of the year in Italy; these data were really worrying, also taking into account the fact that measles in Italy still remains endemic. However, many parents are worried about this drastic decision of the Italian Ministry of Health because they did not understand why, if there was an emergency for measles, a specific measure was not adopted to combat measles alone. They did not understand why the obligation was extended to ten compulsory vaccinations and, unfortunately, to aggravate the fears of the parents was the circumstance that such a delicate issue, concerning the health of our children, was brought to the center of the political debate and treated as if by two opposing supporters, with evident exploitation that we find very dangerous. This is why we wanted to talk about it here in the European Parliament, outside the national context and outside the moment of greater media attention, in order to be able to discuss it serenely in the interest of those concerned parents. Most citizens, and we with them, recognize the importance that vaccines have had in reducing, and in some cases eliminating (think smallpox), the incidence of serious infectious diseases. Yet those same citizens, and we with them, they want first of all that drugs, especially if administered to healthy people and children, to be effective and safe. Citizens want to know what real risks their children face when they agree to vaccinate them and the role of institutions should be to provide this information in a clear and transparent way. This is why we believe that politics should be concerned with making all control bodies, such as the European Medicines Agency and the national drug control agencies, independent and free from the pressures of the pharmaceutical industry (which aims for profit). who must be able to express their opinion exclusively on a scientific basis. We know that this is not always true and this does not help that relationship of trust towards institutions which is the basis for achieving the objectives of the national vaccination plans. Because, for those vaccines whose efficacy and safety have been tested, the question then arises of which strategy to adopt to achieve greater vaccination coverage and, if we look around, we note that most of the Member States, among the other those with greater economic and social development, have adopted an approach based on the conviction and accompaniment of families to vaccination, and not an approach based on mandatory nature. This is why we ask the Commission: from the information in your possession, can it be said that a coercive approach, based on mandatory vaccination, is more effective than an approach based on active recommendation and on the conscious accompaniment of families to vaccination? Second question: can the fact that the requirement to carry out a total of ten vaccines on children from zero to three years of age is unprecedented be considered a valid reason for invoking the precautionary principle? And finally: as part of the priority of industrial strengthening, contained in the letter of intents of President Juncker, Juncker himself has indicated a joint action plan on national vaccination policies.We ask ourselves how vaccination policies are a means to strengthen the internal market and industry, because instead we believe that health should be completely outside the logic of the market.", "language": "en", "original_language": "it", "translation_provider": "google"}, {"id": 98, "date": "2017-10-26.json", "name": "Vytenis Povilas Andriukaitis", "mepid": "n/a", "text": "   Member of the Commission. – Madam President, vaccination is one of the most effective public health measures. Vaccination saves lives. Vaccination protects our societies, reduces illness and helps achieve long life expectancy rates. Vaccination not only leads to better public health outcomes, but it is also beneficial from a socio—economic point of view. Before vaccines existed, many children would die young or be crippled for life. Our generation has no memory of this. Thanks to vaccination, such diseases have almost – I stress almost – been eradicated. As President Juncker mentioned in the State of the Union speech, today in the EU children are still dying from diseases such as measles that can easily be prevented with vaccines. This is unacceptable.  So I want to thank Members for raising this major interpellation on a subject of great importance to all of us. Vaccination programmes have become increasingly fragile in the face of the low uptake of vaccines, vaccine hesitancy and vaccine shortages. Many people in Europe live and work in different Member States throughout their lives and have trouble in comparing vaccination calendars and vaccinating their children on time. Each country in Europe has its own vaccination schedule. They are the result of long traditions and therefore vary widely across the Union. Some countries opt for mandatory vaccination and it is their legal right to do so.  Honourable Members, I would like to address each of your questions. The first question is whether the obligation to carry out the 10 vaccinations for young children should be considered a reason to invoke the precautionary principle. First, 12 Member States currently have at least one mandatory vaccination in their national vaccination programmes and some have many more. Italy is one of seven Member States that prescribe between 10 and 14 mandatory vaccinations in their vaccination programmes. As such, the new Italian law does not constitute a so—called precedent in Europe.  The precautionary principle can be invoked when there is a suspected danger to human health and scientific knowledge does not permit an evaluation of the situation and of the risk. In the case of vaccination, we have scientific evidence—based knowledge on the benefits of vaccination. In this context, when considering vaccination programmes, it would not be appropriate only to take into account the small risk of potential adverse reactions to vaccines while ignoring the solid evidence—based benefits of vaccination. It would be misleading, in fact, at a time when people in Europe are dying from measles – a disease that should have been eliminated long ago because the European Union had obligations to eradicate measles by 2014, but we are not there. We need to strengthen our approach to vaccination. We need to encourage everyone to be vaccinated and protect the most vulnerable in society, leaving no one behind. Moving to your second question: can the Commission gather evidence on the effectiveness gap between mandatory and non—mandatory vaccination policies with regard to immunisation rates? The Commission can play a key role in facilitating the collection, analysis and dissemination of evidence—based research on the best ways to increase vaccine coverage. To this end, we will work closely with the European Centre for Disease Prevention and Control and the Member States. Some studies show that, in the case of healthcare professionals, mandatory vaccination has indeed increased vaccination uptake. Our studies point to mandatory vaccinations not being decisive in determining childhood immunisation rates. As such, more data is needed to understand if, and how, changes in vaccination policies have influenced immunisation trends. Further research would help us to better appreciate the relationship between voluntary and mandatory vaccination programmes and vaccine coverage. I do not want to enter into a discussion on the benefits of voluntary versus mandatory programmes. They are all working towards the same goal of improving health. To do so, we need to analyse the implementation of the national programmes. Do we have appropriate surveillance in place? Is data available and used to inform future vaccination policies? How are targets met and what are the attitudes of health workers? That is very important. These are some of the issues we need to look at. Finally, your third question: how can the EU coordinate action to improve the effectiveness of vaccination policies and increase immunisation rates? As you will know from President Juncker’s letter of intent to the Parliament, the Commission intends to present an initiative to support Member States in strengthening cooperation on vaccination. Our aim is to help counter vaccine hesitancy and increase vaccination coverage, address shortages and prepare for emergencies, ensuring cooperation between Member States, involving stakeholders and ensuring a comprehensive research agenda on vaccination. We will work closely with a broad range of stakeholders from the health workforce, industry, academia, NGOs and patients’ organisations. In addition, next year I intend to launch a new joint action with Member States. This action builds on the results of the discussions with stakeholders that I held earlier this year. I hope it will pave the way towards a shared vision to improve vaccination coverage in the EU. This action, which will be co—financed by the health programme, will focus on the convergence of national policies on vaccination schedules and the evaluation of the effectiveness of vaccination policies. The aim is to increase intersectoral cooperation, promote cross—border interoperability and increase the consistency of communication on vaccination.  Together we are working, first, to increase trust and confidence in vaccines, which is very important, through vaccination programmes and health systems, and to enhance the effectiveness and sustainability of vaccination programmes and improve electronic vaccine registries. These efforts must be underpinned by effective communication and enhanced public engagement. We need to foster an understanding of the importance of vaccination as a key tool for preventing diseases. This issue is one that affects us all, irrespective of borders or nationality. It is one we must address collectively and strategically. I count on Members to support these efforts and help increase vaccination coverage in Europe.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 99, "date": "2017-10-26.json", "name": "Seán Kelly", "mepid": "96668", "text": "  on behalf of the PPE Group. – Madam President, the coordinated efforts to increase vaccination cover in Europe are of course welcome. However, I cannot accept some of the approaches which I have heard advocated. To suggest that legal requirements are not necessary for ensuring the highest possible immunisation rates is to disregard how crucial these immunisations are. We cannot take chances when it comes to the health and safety of our citizens and in particular, our children. We must take heed of the often life-saving health benefits of vaccinations for our children, as the Commissioner has just pointed out. Accurate and widespread information is essential to ensure citizens know how important vaccines are for their children. Safety is, of course, always a primary concern; now decisions directly affect minors. Unfortunately, it seems that public attention is often focused on vaccine safety and not on vaccine effectiveness. Modern medicine has allowed an extremely high safety record in vaccinations. Misplaced fears regarding the safety of vaccines have in the past caused a decrease in vaccination coverage. This of course caused outbreaks of diseases such as measles. For example, vaccination is not mandatory in Great Britain, and around 24 000 children a year in England are not immunised against measles, mumps and rubella. Part of the hesitation of parents to allow their children to receive the combined vaccination for these three infectious diseases was caused by a discredited study which claimed to show a link between vaccination and autism. This study has since been disproved. Vaccines are not only important to prevent disease in individuals; they are hugely important for communities at large and are proven to be effective in reducing child mortality. There is an obligation on governments to ensure that every citizen is given the opportunity to live a healthy life and therefore, vaccination should be mandatory across Europe. Dá bhrí sin tá súil agam gur féidir linn cabhrú lenár saoránaigh, go háirithe ár leanaí, saol sláintiúil a bheith acu trí instealladh a fháil i gcoinne na ngalar seo.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 100, "date": "2017-10-26.json", "name": "Andrea Cozzolino", "mepid": "96880", "text": "on behalf of the S & amp; D Group. - Madam President, ladies and gentlemen, do we or do we not all agree that vaccines are an effective tool for preventing epidemics and are the means to eradicate dangerous diseases? Do we or do we not agree that transmitting artificial messages, clearly bogus and without scientific validity is a way to create confusion and alarmism that lower immunization rates? Do we or do we not all agree that it is our political and moral duty to commit ourselves to ensuring above all that the weakest, the children, are not penalized by irrational behavior? It is good, it is really good, that the interpellation, rather than insisting on the alleged harmfulness of vaccines, focuses positively on the best mechanisms to spread the only immunization tool at our disposal against diseases and risks of epidemics. The introduction of the obligation, in the Italian case, is the testimony that too much has been played with uncertainties and with human fears, fomenting alarmism and spreading pseudo-scientific theories. Today's interpellation is a clear sign of a very positive change of pace, which allows us to finally bring the discussion back to a wider forum, going beyond national borders and involving the whole of Europe. This is the way forward: to open ourselves to discussions at all scientific levels. Only in this way can we avoid new accusations in the future, such as those recently made by the New York Times, which drew a dangerous parallel, in Italy, for those who actively campaigned on the anti-vaccine platform, repeating the false links between vaccination and autism. Or from President Juncker who, in his State of the Union address, recalled that it is unthinkable that children in the EU still die of avoidable diseases: in Romania and Italy, they should have access to vaccinations with no ifs and buts. We support the national measures of vaccination. Let's go to the facts, let's look at the data. In Italy in 2017, for example, in the case of measles as soon as the coverage fell below the critical threshold of 95%, the number of cases multiplied (4 689, the data of October 15), with 4 deaths. The possibility of seeing the risk factors for the weakest groups grow exponentially or of provoking the extension of the epidemic area to the rest of Europe is a real risk. What was the solution to this challenge? The principle was precisely that of adopting the precautionary principle, also invoked. He pushed the authorities on the best path to quickly raise immunization rates. On the other hand, in the world, things are not quite that different. For example, in the United States, Canada and Japan there is a ban on access to schools for those who are not vaccinated. Australia removes family allowances from those who do not vaccinate their children. Germany, which had no vaccination obligations, after 400 measles cases and the death of a 37-year-old woman, decided to fine parents who bring non-immunized children to the nursery with € 2,500. We cannot rely only on the rationality of the human being who, especially in moments of crisis and weakness, most of the time the result of pain, of a destiny deemed unjust, clings to all hopes, or worse remains prey to illusions. This is why I say: let's all go back to being a little more human, let's rediscover respect for years of studies and experiences, let's all put together to ban conjectures and theories without any foundation. Let's face the data in Italy. Every year 29 billion are spent on drugs, of which 318 million on vaccines. By way of example, we spend 1 billion for antibiotics, 300 million for antigastrics. Do we really think that the speculation of the pharmaceutical companies is wanted or can be concentrated on the smallest part of the entire expenditure? It would rather go investigated on how much families and people spend annually - we reflect on this - in the undergrowth of alternative examinations and consultations and on how much speculation there may be behind all this, especially the pain of so many families and so many parents.Commissioner, let's move on.I believe that we must go ahead quickly on a European road, perhaps with the single center for vaccine purchases, as announced, but also by harmonizing the systems of a centralized database to give more transparency to our information, as an integral part of that plan thatYou described it to give more confidence to citizens, to provide answers to needs and to restore hope to them.", "language": "en", "original_language": "it", "translation_provider": "google"}, {"id": 101, "date": "2017-10-26.json", "name": "Urszula Krupa", "mepid": "28334", "text": "on behalf of the ECR Group. - Like most doctors, I appreciate the prophylactic importance and role of vaccination, but like some researchers, I have doubts about the safety of vaccination in newborns. The authors of the interpellation also ask about the application of the precautionary principle in the context of additional (already ten) compulsory vaccinations in Italy, the more so that, according to research, compulsory vaccination does not affect vaccination coverage, which is also important, before we know the real response to the intensive stimulation of the immature immune system and shaping nervous system. In Poland, an infant receives 26 doses of a cross-species antigen, including the vaccination against tuberculosis and hepatitis B carried out on the first day. It is worth knowing whether the child is able to respond properly to so many different stimuli and whether vaccination does not pose a threat to the development of the brain, for example due to the undeveloped blood-brain barrier, which is formed only in the sixth week of a child's life. Is it worth postponing the first vaccination at least beyond 2 months of age? After all, babies are protected by maternal antibodies in the early months of life, so vaccinations against certain microorganisms shortly after birth do not lead to permanent immunity. Babies do not have a developed immune system and do not reach maturity until about the age of three. Humoral immunity is associated with immunoglobulins that cross the placenta, mainly in the last 2 months of pregnancy, and the baby very slowly attains 50% of the adult immunity level only after 12 months. In my opinion, it would be advisable to study the authentic response from the organism of newborns, infants, and also children who, even though they are vaccinated, but who are sent to nursery and kindergarten very often suffer from various infections.", "language": "en", "original_language": "pl", "translation_provider": "google"}, {"id": 102, "date": "2017-10-26.json", "name": "Ivan Jakovčić", "mepid": "124754", "text": "on behalf of the ALDE Club. - Madam President, although this debate came on the agenda primarily driven by the debates that are happening in Italy and everything that is happening in Italy, and a lot of, unfortunately, deaths, which we have heard about and which have unfortunately happened, I think It is positive that this debate came to our Parliament. There will always be those who are pro and contra for one side or the other, but I think we should use this debate for something else. Not only for the conflict, but for a constructive contribution to the exchange of experiences at the level of the European Union, the exchange of experiences between countries. In many ways many standards are similar, but not in all. So let’s say in this particular case where we have very different, I would even say traditions of vaccinating newborns or children. So Croatia has some traditions of its own, some situations of its own. I think that the role of the Commission, and here I want to encourage the Commission and the Commissioner to really make a very, very well-founded study and propose, in a way, what could be a guideline in the future because the quality of life and quality of life of newborns and all young people it increases day by day. And I think that these experiences that exist in the European Union are very smart and necessary to exchange.", "language": "en", "original_language": "hr", "translation_provider": "google"}, {"id": 103, "date": "2017-10-26.json", "name": "Joëlle Mélin", "mepid": "124765", "text": "on behalf of the ENF group. - Madam President, if there is one area where Europe, in our opinion, could be effective, it would obviously be that of public health, since borders have nothing to do with the spread of microbes or viruses and that, there, in fact, a common position could make things easier in terms of public health for each State. Let us recall one thing: each Member State is free to adopt its public health policy and, today, see the appearance of a great debate in Italy, but also in France - since these days we see the appearance in French law of an obligation to carry out eleven compulsory vaccines from January 1 - means that, precisely, abrupt changes are taking place in the way of approaching vaccination. Many scientific questions are emerging, but also questions from parents who wonder, when France, at least, has experienced a shortage of drugs for ten years. Again, for market reasons and for the patents of certain monopoly laboratories, these shortages have meant that vaccination coverage has not been as good. The question arises as to why, when fifteen countries do not practice compulsory vaccination and twelve others impose only one or more vaccines, we have not had more epidemics than that. Why would it suddenly be necessary to have so many vaccines? I think my colleague Piernicola Pedicini must think exactly the same thing. Why all this? Why so brutally and what are the possible interests of the laboratories? All the more so since in France, we have nevertheless experienced two false epidemics - I do mean \"false epidemics\" - which gave rise to a reluctance going beyond even the criminalization of certain vaccines in the context of serious degenerative pathologies. So, I believe that our institution and the Commission must look and allow studies a priori and not a posteriori, not to impose anything in advance that is not of a scientific character, an independent character, unless we had to think - forgive me for worrying everyone - that someone ina country somewhere has information on bacteriological terrorism.As things stand, a moratorium on vaccine studies, in order to be able to determine to what extent and at what rate vaccination should be practiced, basically, in our various European countries would, in my opinion, be much wiser than'impose by saying: \"Vaccinations are good no matter what.\"I think more hindsight would be necessary.", "language": "en", "original_language": "fr", "translation_provider": "google"}, {"id": 104, "date": "2017-10-26.json", "name": "Anna Záborská (PPE).", "mepid": "23894", "text": "- Madam President. It surprises me that, in the European Parliament, we are dealing with the Italian Government's decision to increase the number of compulsory vaccinations. All the more so as the initiators of this debate also acknowledge that only Member States can decide on a vaccination calendar for citizens. In addition, the precautionary principle to which they refer applies to Union policies. In matters falling within their exclusive competence, it is up to the Member States to decide whether and what principle to apply. We live in a time when a large group of people are questioning either vaccination itself as an effective method of combating serious diseases or the effectiveness of the legal obligation to vaccinate. The authors of the question for the Commission we are discussing here belong to the second group. They may not realize that this opens up space for charlatans, who can convince a large number of parents without medical education in a short time about their unscientific theories. The fact that they are successful is confirmed by the declining number of vaccinated children, and not just newborns. In addition, the material referred to by the authors is not a scientific study, but only a communication material that combines vaccination statistics with information on current legislation. It is not a study, as they claim, and it does not meet the criteria of serious scientific research. Commissioner, ladies and gentlemen, let us speak rather about the cross-border dimension of the risks associated with insufficient vaccination and the need for Europe-wide guarantees of non-proliferation in relation to free movement and migration. (The speaker agreed to take a blue-card question under Rule 162 (8))", "language": "en", "original_language": "sk", "translation_provider": "google"}, {"id": 105, "date": "2017-10-26.json", "name": "Piernicola Pedicini (EFDD)", "mepid": "124844", "text": "question \"blue card\".- I would like to ask my colleague if she is aware of the fact that vaccination lies in a field which concerns health and not health.Health is about people, about maintaining the health of people who are already healthy.We are not talking about sick people, so this is a competence that does not belong to the Member States but it is also a competence of the European Parliament and the European institutions.", "language": "en", "original_language": "it", "translation_provider": "google"}, {"id": 106, "date": "2017-10-26.json", "name": "Anna Záborská (PPE)", "mepid": "23894", "text": "answer the question posed by raising a blue card.- Thank you very much for the question.We could argue about this, but vaccination directly affects disease prevention and therefore prevention, which is part of Member States' healthcare.So, I agree that these issues may overlap, but I think that in the context we are talking about, it is the competence of the Member State.Well thank you.", "language": "en", "original_language": "sk", "translation_provider": "google"}, {"id": 107, "date": "2017-10-26.json", "name": "Ангел Джамбазки (ECR).", "mepid": "124873", "text": "- Madam President, Commissioner, ladies and gentlemen, there is no doubt in my mind that vaccines protect the population, especially today, where there are no borders within the European Union. However, Member States must retain sovereignty over their vaccination calendars and over the health of their citizens. The reason for this conversation is Italy, where mandatory vaccination of newborns was recently introduced, in this case 6 vaccines in addition to the four that were mandatory, become a total of 10 mandatory vaccines. The legitimate goal of achieving the highest levels of vaccination is understandable, but it can be achieved in two ways, either through stricter policies or through what is called a combination of referral obligation policies. A 2016 survey shows that countries where vaccination is mandatory have not achieved much better coverage than comparable countries where there is no legal obligation. There are therefore two questions: can the Commission gather evidence on the effectiveness gap between mandatory and optional vaccination policies in terms of levels, and how can the Union coordinate actions to improve the effectiveness of vaccination policy and increase immunization rates?", "language": "en", "original_language": "bg", "translation_provider": "google"}, {"id": 108, "date": "2017-10-26.json", "name": "Jozo Radoš (ALDE).", "mepid": "112753", "text": "- Madam President, even before this parliamentary question, there was a topic of debate about whether there is excessive or harmful vaccination. In essence, it is a broader question, whether there is generally an excessive or excessive use of drugs in the interest of the pharmaceutical industry, and it is equally very, very present in the public. I am convinced that vaccination is useful and I support the Commissioner's allegations, but I still think that, because of the questions that exist in public, it is good that colleagues have asked this question, especially the Commission to offer evidence and information on whether there is a difference between vaccination and compulsory and non-compulsory vaccination and whether there is a possibility to vaccinate unnecessarily or, indirectly, whether there is any interest of the pharmaceutical industry, which is not in the interest of the health of citizens. I also support the call for the Commission to work on standardizing, introducing the same rules or similar rules, or coordinating vaccination efforts in the European Union. And I am glad, in the end, that the Commissioner ended his presentation with the view that the European Commission is making efforts to increase vaccination coverage in the European Union.", "language": "en", "original_language": "hr", "translation_provider": "google"}, {"id": 109, "date": "2017-10-26.json", "name": "Vytenis Povilas Andriukaitis", "mepid": "n/a", "text": "Member of the Commission. - Madam President, thank you very much indeed. Honorable Members, I am very happy to have listened to you, but if I may I will just say a few words in my mother tongue, Lithuanian, because as a medical doctor I would like to focus the attention of my colleagues, Members of the European Parliament, who have just mentioned some very important issues. Ms Krupa raised questions about newborn vaccinations and the number of vaccines. I have no doubt that Italy has a huge scientific force, a pediatric, immunologist, clinician, laboratory force, an excellent scientific base, and it is understandable that their steps to address these issues are justified. And very rightly, you are asking questions that should be discussed among professionals. For me as a cardiac surgeon, the benefits of mandatory vaccination are well understood. I had to vaccinate myself against hepatitis, other viral diseases. Why? Because during an intervention I can injure my hands and at the same time infect the patient, there are many professions where vaccination is mandatory. Whether or not there are any other criteria for studying autism is anything else when we know the scientifically based arguments that guide ourselves. I vaccinate myself against the flu every year in public and I invite you all to do the same. Is there a debate here about the pharmaceutical industry, or is it a debate about the ability of our own professionals in particular to show how important it is to prevent those infectious diseases that are controlled. Ms Mélin raised questions about the link between particularly dangerous infections, bacteria and the use of bacterial weapons in terrorism. And here it is especially important to emphasize that in the sense of prevention, new research, new searches are unspeakably needed. And it is a global agreement to have global regulatory rules that would allow us to mobilize resources for a preventive response if new infections are developed or a bacterial weapon is used. After all, there is the issue of health security here pat. Thank you very much for raising the issue of studies. Yes, those studies are needed and we will do it. And Mr Jakovčić mentioned the case of Croatia. Yes, in fact, you know that there are twelve countries where vaccination is mandatory, there are professions where vaccination is necessary, because otherwise, as I said, those professions can cause a lot of trouble in the spread of infectious diseases. I’ll make a little joke. We all know that when we drive a car, a technical inspection of the car every couple of years is mandatory, and while we have our own complex biological system, we can take care of it on an optional basis. Strange, let’s try to discuss. Let's cancel the mandatory maintenance of cars. When we talk about things infinitely serious, we suddenly start using a strange argument from a multinational company, but those arguments from an outdated arsenal should probably go deeper into numbers, problems, after all, Mr Cozzolino rightly said that we can't play games when we talk about people’s lives, but all the more so when we talk about children’s lives. I can’t believe we fail to control, protect children and control the measles outbreak. Donate, but it is completely unacceptable that we can close our eyes and say, you know something happened, well death, well what will you do, let’s keep trying to say, let’s not take action. I would like to stress once more that right now in Europe children are still dying from vaccine — preventable diseases that should have been eradicated in Europe a long time ago. We are all responsible. We all need to do more to stop this. I want to thank you for this inspiring discussion. I believe the time has come to engage with Member States with a view to increasing the acceptance and uptake of vaccines across the EU. In this context, I sense that there is a common ground to counter vaccine hesitancy - I see that we are all like — minded - to strengthen evidence, transparency and sustainability of national vaccination programs and to increase the effectiveness of EU vaccine research and development. Today's discussions show that there is a broad agreement on the added value of EU-level cooperation on vaccines. Together we must maximize our limited resources and work towards more convergent national vaccination policies. We need convergence in this situation. To this end, as I said earlier, the Commission is shaping a new initiative to support Member States by leveraging intersectoral cooperation, promoting cross-border interoperability and increasing consistency of communication. I am confident that this worldview will, in the long run, lead to better vaccination coverage across Europe and stop the tragic deaths of unvaccinated people in this context, especially children. I wish to thank you again, honorable Members, for your support. You play an important role in these discussions and I welcome your engagement. Let me assure you that the Commission and myself personally are fully committed to improving vaccination in Europe.", "language": "en", "original_language": "lt", "translation_provider": "google"}, {"id": 110, "date": "2017-10-26.json", "name": "Die Präsidentin. –", "mepid": "1913", "text": "Thank you, Commissioner!We have seen a Commissioner who is wholeheartedly with what he says;it's nice to feel that too.Thank-you!The debate is closed.", "language": "en", "original_language": "de", "translation_provider": "google"}, {"id": 111, "date": "2017-10-26.json", "name": "Die Präsidentin. –", "mepid": "1913", "text": "I declare the session of the European Parliament adjourned.", "language": "en", "original_language": "de", "translation_provider": "google"}]