[{"id": 0, "date": "2018-05-03.json", "name": "Le Président. –", "mepid": "2187", "text": " The next item is the debate with Charles Michel, Prime Minister of Belgium, on the future of Europe. Ladies and gentlemen, today we have here the Prime Minister of the Kingdom of Belgium, Mr Michel. As usual, we will have a real debate with the Prime Minister of a Member State of the European Union. I am pleased to welcome the Prime Minister of Belgium here in Brussels. Thus, we can also debate at the Brussels seat of the European Parliament, and not just in Strasbourg. It is very important for us that Parliament be at the heart of the political debate on the future of Europe. We have welcomed several Heads of State and Government and we had real debates and not just official speeches. I think this is the right way to go ahead and look at what we can do together, Member States, the European Parliament and the Commission. I would also like to thank the President of the European Commission and Commissioner Thyssen for participating in this debate. Once again, I thank Mr Michel for his commitment and for his work. I think it will be very interesting for us to know, the day after the presentation of the European Union budget for 2021-2027, what we think in Belgium on the political issues most important for us all or for the future of Europe, as well as to know Mr Michel's plans for the future.", "language": "en", "original_language": "fr", "translation_provider": "aws"}, {"id": 1, "date": "2018-05-03.json", "name": "Charles Michel", "mepid": "n/a", "text": " Prime Minister of Belgium. — (FR) Mr President of the European Parliament, ladies and gentlemen, Mr President of the Commission, Commissioner, ladies and gentlemen, first of all, of course, I would like to thank you for this beautiful initiative that breaks the codes: to offer Heads of State and Government the opportunity to debate directly with MEPs elected by universal suffrage. To provoke the confrontation of ideas, to highlight the stakes and the different visions to understand them, this initiative that is yours is useful and necessary. Ladies and gentlemen, 60 years after the Treaty of Rome, once again, the European Union is facing a pivotal moment and in all our countries — in my own — we feel a sort of paradigm shift. Europe that reassures was an obvious thing for our grandparents after centuries of conflicts and wars. The dividends of peace and prosperity were a concrete reality, valued at its fair value. Today, in the collective imagination, Europe, too often, is associated with frightening globalisation, austerity, opacity or a form of technocracy. In a few years, the reassuring Europe has become a Europe of crises, a Europe that worries — financial, economic crises, debt crisis, migration crisis and even Brexit — the impression of a Europe that is undergoing and which would have lost control of its future and destiny. Yet, in my view, the added value of Europe is real. It is concrete, it is daily, but is it quite visible? Is she noticeable enough? In my opinion, we are facing a crisis of fundamental trust, crisis of trust in public institutions, in general, including European, crisis of trust also towards the traditional media with, in a way, the transparency of social networks which gives a form of illusion with a lot of fake news and also manipulations. Yet trust is the key to democracy. Democracy is a contract between citizens and their representatives. Universal suffrage is legitimacy to decide, to arbitrate, to make choices, and we are confronted — not new in history — with extremists from all sides who waved fears. They disseminate the venom of simplism and caricature to mount peoples against each other, to encourage retreat on oneself and, even sometimes, to try to provoke setbacks on fundamental values. Ladies and gentlemen, I am and I want to be a committed European, but not a naive or blissful European. Europe is better. Crises are managed, growth and investment are gradually resuming, our borders are better controlled, the fight against terrorism is progressing and, more than ever — I want to share this conviction with you — we must return to the original fundamentals of the European idea: to conquer the reason and heart of our compatriots to convince with an ideal but not only with an ideal, to convince with results, namely peace and security, prosperity and equality, freedom and democracy. In my view, these are not hollow words, it is on the contrary a solid and tenacious ambition. This is a promise we are the heirs of. It is a promise that, day after day, we must honour. For this reason, my conviction is that, more than ever, the hour of choice has come. I want to summarize them in three simple questions to which I want to give my part of the committed answer. What do we want to do together, how and with whom? First question: what do we want to do together? I want a strong Europe based on 27 solid states, not a Europe that takes care of everything, always and all the time, but a Europe that acts whenever its added value is real. Rather than a vain battle of sovereignty, the Member States against the European Union, I prefer to choose another path which is that of political primacy. Political and democratic primacy in the Member States and within the European Union. We must, I believe, break this spiral of a perception of democratic powerlessness and we must demonstrate with results the complementary added value of the action of the European Union and of each of our democracies national. Our European, national, regional and local democracies must complement each other and reinforce each other. In the same way, we must constantly coincide the solidarity of all with the responsibility of everyone. Ladies and gentlemen, I identify three demands to give new impetus to this European alliance: prosperity, security and European values. First, the requirement for prosperity. Prosperity must be stimulated and encouraged. We must complete Banking Union, we must consolidate economic and monetary union in the euro area, we must reduce risks and share them better with each other. In this context, taxation is a national instrument, but tax competition, sometimes outrageous between Member States, is a barrier to collective attractiveness in the euro area. How can I explain to my grocer that he pays a higher tax rate than a net giant who, in turn, generates billions of euros in turnover on European soil? We must continue cooperation on tax evasion and move progressively towards harmonizing the corporate tax base. Belgium supports the principles proposed by the European Commission on FATF and, of course, we are also closely following the work of the OECD in this regard. Ladies and gentlemen, the digital agenda and artificial intelligence are, in my view, pools of opportunities for our continent. In my eyes, absolutely everything, in this regard, is on the table. Let us decide, arbitrate, decide on these issues and thus we will unleash an extraordinary potential for jobs and growth. Global warming is not a shadow of doubt. We only have one planet. The Paris agreements must be implemented, and here too, the energy transition is an opportunity for innovation and for the transformation of our economic model. As a Liberal, very naturally, I support free trade, because from all times history has shown, free trade has fostered harmony among peoples. It has always generated economic and social progress. Free trade is virtuous whenever relations between the parties are fair. Reciprocity on the basis of high social and environmental standards must be our goal. It is in this spirit that I personally fought in my country to ensure the signing of CETA, and it is in the same spirit that I am fighting to defend farmers' concerns about Mercosur. Our farmers cannot be an adjustment variable. Clean public finances, additional investments, jobs, purchasing power are the virtuous equation. Jean-Claude Juncker's initiative to revive investments was indispensable. I also wanted to put my country, Belgium, in this dynamic with an ambitious national investment pact. Economic and social developments go hand in hand. The European Pillar of Social Rights is a step forward, and I would also like to welcome efforts to stimulate convergence of social norms and strengthen cooperation between Member States in this regard. Ladies and gentlemen, I come to the second requirement: security. Ensuring security means guaranteeing the real freedom of every citizen. Ensuring security means defending our values of democracy and the rule of law. Ensuring security is a common, shared responsibility and we must, as soon as possible, equip ourselves with an autonomous, credible response capacity against all forms of threat. We must also continue efforts to secure our external borders. We must also lead our security services to cooperate better, to cooperate more effectively in the fight against terrorism or to combat organized crime. Belgium wants to be a loyal partner within NATO and within the European Union. We want European defence within NATO. PESCO and the European Defence Fund are good instruments for making progress. Our operational capacity must serve our geopolitical values and interests. In Belgium, we have faith in multilateralism and yet multilateralism suffers. International standards and rules of good conduct are less respected. Class action has declined in recent years. Now, more than ever, we need to think and act globally. We must, for example, develop a real neighbourhood strategy, we must better prevent regional conflicts, better anticipate their potential consequences. The Sahel, Syria and Libya are all serious conflicts that can seriously impact our future. We must develop a stronger geopolitical ambition to promote our values and defend our interests in the short, medium and long term. I have a firm conviction in this changing world in which no one can unilaterally impose their point of view anymore: the European Union has a place to take. We can be the engine of renewed multilateralism and we are the driving force behind these great challenges facing mankind: peace, security, development or global warming. Ladies and gentlemen, migration movements are inherent in the history of mankind. We must not fear them, we must apprehend them. Belgium, for a long time, has the ambition to implement a migration policy that combines humanity and firmness. We are fighting illegal migration because it fuels criminal networks and leads to human tragedy, unworthy of our century, but should we not also develop a system of legal and organized migration? Sooner or later, we will not avoid this debate. Ladies and gentlemen, the third requirement, in my view, is that of European values. Since the very first day, the European Union has been based on common values that transcend our differences and identities. A story made of glorious moments and tragic suffering, an intellectual, spiritual, philosophical bubbling, of scholars, thinkers, statesmen, revolutions too, Voltaire, Montesquieu, the thought of the Enlightenment. These ingredients have generated freedoms, democracy and the rule of law. The European Convention on Human Rights enshrines the dignity of every individual. It is a light that we must constantly maintain and amplify. More than seventy years ago, in 1946, Winston Churchill, referring to the failure of the League of Nations, said: “If the League of Nations has not succeeded, it is not because these principles were lacking, but because the States that founded it had renounced these principles.” We are committed to democracy and the rule of law as well as the apple of our eyes. For this reason, Belgium proposes the establishment of a peer review mechanism on the rule of law. Specifically, the 27 States would undergo regular scrutiny of the other Member States. It is for each state to look in front of each other. Ladies and gentlemen, we reject all forms of obscurantism, we want an open, knowledge-based society. It is also for this reason that we want to promote and develop a European culture that respects our different identities and our diversity. We need to increase exchanges, go beyond university cooperation, the Erasmus programme must be multiplied and expanded. Make choices, set priorities. The negotiation of the next financial perspective will provide an opportunity to define our perspective on the coming years of the European project. We need to consolidate and modernise common policies, cohesion and support for agricultural policy. We also need to develop new policies: security, innovation, the digital economy, for example. Above all, we have to spend better, spend much better. The European budget will have to be the same thorough rigour as rightly applied by the Commission when it examines our national budgets. We will not accept an additional amount of effort that would jeopardize economic stimulus measures. We'll be realistic. This proposal is a useful starting point, we will analyze in detail the proposals. There is no doubt that these negotiations will be tough and intense. Ladies and gentlemen, I turn to the second question. Any business, to be successful, requires an adequate method. The revision of treaties, in my view, is not necessary in the short or medium term. I think it would even be, in the short or medium term, counterproductive. We need to concentrate all our energy to fulfill the requirements I have just mentioned. Treaties offer enough flexibility to make our response more effective in each of our States. We are confronted with economic, social and political realities at times very different. The deepening of the euro area, migration issues have revealed, sometimes abruptly, a number of realities. I believe deeply in the virtues of true speech. I believe in the virtues of negotiation. We must avoid the unspoken, avoid taboos. Better understanding between us is essential to forge decisions with a wide foundation. We must move forward to twenty-seven because our unity is our strength, but not unity at the price of immobilism because immobilism is the guarantee of backward and regress. I was among the first to advocate for a multi-speed Europe, not to divide, but instead to put a turbo in our decisions. Major advances have often been the result of a vanguard: the euro area, the Schengen area. Multispeed Europe is not a la carte Europe. When you are a member of the club, you derive the benefits, you also assume the responsibilities and constraints. Let us allow those who wish to move forward without forcing those who do not want it or who need more time. I would like, with great frankness in this House, to say how much I am among those who regret a form of hypocrisy of those who systematically turn Europe into scapegoats, without ever having the courage to highlight its results. We must mobilize our fellow citizens. We must avoid debates in isolation. We need to be open to real life. The younger generations must be at the heart of our concerns. Young people are our hope, our strength. Their vitality, their imrelevance, their creativity must be encouraged and I wholeheartedly hope that they will take their full place, that they will occupy the entire space, within the framework of citizens' conventions initiatives. Ladies and gentlemen, the European Union represents a unique project in the history of mankind. It is an imperfect work, it is an incessantly unfinished work. It is above all a promise, a promise for a better world. A better world based on demands: prosperity, security and core values. Putting our public finances in order, embarking on economic, social reforms, taking measures for security, promoting peace are battles of every moment at the service of the European ideal, at the service of European citizens. We need more to promote the culture of result, push back technocracy. We must unlock the potential of our continent, the innovation of our researchers, the creativity of our entrepreneurs, the dynamism of our start-ups and the enthusiasm of our universities. They are formidable weapons at the service of an optimistic and whole future-oriented project. Ladies and gentlemen, sixty years ago visionary statesmen, founding fathers Jean Monnet and Robert Schuman, chose to lay the founders of a project of reconciliation, peace and prosperity. It took them courage, optimism and confidence. Later, on the ruins of the Berlin Wall, the generation led by Helmut Kohl and François Mitterrand or Jacques Delors decided to seal a solid alliance. It laid the foundations for the euro area, opened the Schengen area with tangible progress for our fellow citizens, and it took them courage, optimism and confidence. Today, our political and citizen generation holds in their hands the future of the European dream. After the founding fathers, after the generation of builders, it is up to us to be the entrepreneurs of our common destiny. It is up to us — this is a conviction — to give new impetus. Now it is up to us to implement this promise, this idea which is based on intangible values that we cherish: freedom, dignity, responsibility. It is up to us now to show courage, optimism and trust. (The Assembly, standing, applauds the speaker)", "language": "en", "original_language": "fr", "translation_provider": "aws"}, {"id": 2, "date": "2018-05-03.json", "name": "Jean-Claude Juncker", "mepid": "n/a", "text": " President of the Commission. — (FR) Mr President, Prime Minister, Commissioner, ladies and gentlemen, Belgium has a tremendous chance of — as was the case before — a Prime Minister dedicated to the European cause. If I could say the same thing with all the Prime Ministers, we would be in a situation that would be otherwise better than the one we are in. I observe Prime Minister Michel when he evolves in the European Council, I listen to him when we are alone — where important things can be said more easily — and I am always impressed first by his knowledge and mastery of the issues and then by his European convictions which take him far away, and which carry him far away. Belgium in this continental logic to which it subscribes since 1952 without disentumbing. But beyond the person of my friend Charles Michel, I would like to pay tribute to Belgium. Belgium, which, together with Strasbourg and Luxembourg, is home to the European institutions, and welcomes us, the Commission — Parliament will be able to say the same thing with regard to it — with great generosity, especially the Brussels people. This generosity impresses me every day, we are surrounded by Brussels tenderness and we like to live in Brussels. (Applause) I hope that the Belgian authorities will show the same generosity when it comes to granting Belgian nationality to British officials who are here in Brussels. They deserve it. Since I know that the Prime Minister is sometimes overflowing with generosity, I am sure and certain that he will take into account our wishes and remarks. It is in Brussels that all European will converge, the noblest of the European will, and therefore I am pleased to see that in Belgium the debate on Europe is progressing. The Commission is organising citizens' dialogues — just over 650 so far — and I myself have participated in a number of citizens' dialogues in Dutch, French-speaking and German-speaking Belgium, and I know the interest of European citizens in the European thing and I can only encourage the Belgian government and regional governments to continue to do what needs to be done. I have had the opportunity to speak before the House of Representatives. Next week I will speak to the Flemish Parliament and the Walloon Parliament and therefore I will have a heavy Belgian week which, in advance, makes me warm in my heart. I would also like to say how pleased I am to see Belgium taking part in the investment plan, which at one time was called the Juncker Plan. Belgium has so far been able to mobilise between 6, 7 billion and 8 billion investments in the north and south of the Kingdom, so I am very pleased with the Belgian response to the European investment plan. I have, of course, noted the “friendly” remarks expressed with great restraint by the Prime Minister on the budget proposal I presented to you yesterday. Every convinced European will see in the analysis, the autopsy and the detailed examination of the intelligent, wise proposals of the Commission, that it is a budget, a financial framework which obviously does not break the springs of growth, but on the contrary makes the springs that exist in the different countries a chance of deposits of jobs and growth. Let me take as an example the $20 billion we want to spend on structural reforms, or the $30 billion that will be aligned so that we can fight, when necessary, asymmetrical shocks from inside or outside us. It is therefore a budget which obviously deserves not the spontaneous applause of the Belgian government, but a reflection which will allow it not to say no to this budget. In fact, I would like you to say yes right away, but the merits of the proposals that are being made will have to be examined in detail. For the rest, why would I add some remarks to those of the Prime Minister, since on most things, anyway, on everything he said today, we are in complete harmony. That was not surprised to me, and I would like to see from now on, as yesterday and today, we can count on the strong support of Belgium. (Applause)", "language": "en", "original_language": "fr", "translation_provider": "aws"}, {"id": 3, "date": "2018-05-03.json", "name": "Manfred Weber", "mepid": "28229", "text": "  on behalf of the PPE Group. – Mr President, Belgium is at the heart of Europe – this is the message that welcomes people at Brussels airport. It is at the heart of Europe, but a big ambition I have to say. I thank you for your contribution today about the ‘Future of Europe’ discussion. The idea of the discussion is not to talk about the headlines of today’s newspapers. The idea of this discussion is to talk about the fundamentals of our Union, of our project. Today I want to focus on the foundation of the state structure. Europe is not only built on strong nations; Europe is rooted in every region. And there I think Belgium is a perfect example for this. Regions are our homes. We talk a lot about identity when we talk about Europe. Regions are the place where we take our first steps in the world, where we grow up, where we define and shape our personalities. Our identities are not based simply on national thinking and culture; the European identity is much more than that. The European identity begins in our schools; during a chat at the usual bar; passing the street in our town at home. Europe is really deeply rooted in our regions. Without regions, Europe would be homeless. it is about feelings and about community which we can learn in the regions. it is about participation and responsibility which we can learn in our regions. Without a community, without a region, Europe falls apart. it is precisely the combination of regional diversity that makes Europe unique in the world. But the relationship between Europe and its regions is a two-way love affair. Thanks to the regions, Europe is grounded, but thanks to Europe, regions can take off. I want to give you a few examples. When we speak about the budget of the EU, after the presentation of Jean-Claude Juncker’s proposal for the next Multiannual Financial Framework (MFF), we see absolutely clearly that we spend a lot of money in the development of our regions. The European Regional Development Fund is a key element for our policy in regard to the regions. We don’t want simply to preserve the regions, to keep them still as some sort of history museum, as populists probably would do; we want regions to have a brighter future. We want to have competition between regions, and we want to invest in human capital and innovation, infrastructure and quality of the institutions. A second example: Europe means taking pride in our cultural roots. In a globalised world it is more needed than ever before to do this. Only with Europe we can preserve our regional identities. A third element: Europe means moving regions from the corner to the centre. Most regional potentials would go to waste without connections in the European Union. Europe creates a net of regions that can develop. In fact, some of the most economically-advanced regions in Europe are on the national borders. Think, for example, of the Rhône-Alps region, Lombardi, Lower Silesia, or for example my home region, Bavaria. We can see that many regions have only a real chance thanks to Europe. Europe means to live in safe regions. How else could individual regions deal with the threats of terrorism or the external problems with China and Russia. So Europe shields the regions from a more and more insecure world. I want to add another aspect when we talk about regions. I want to talk about the regional egoism which we see from time to time in Europe. One thing is clear: regional identity is not an excuse for regional egoism. If a region leaves its Member States, it leaves the European Union. Europe is about sticking together for a better future, and that also applies when it comes to being part of a Member State. I know some bureaucrats would say that we can only be efficient if we do more centralisation. Some business leaders would say we would have much more economic success if we do centralisation. I say Europe is built on diversity and not on monotony. Everything that can be done better or just as well at local, regional and national level must be done at the lowest level possible. That’s why I ask for a competence check, to do again an initiative on checking the competences – the distribution of competences – between the regions. Mr Prime Minister, I listened very carefully to your speech. An additional aspect is if we talk about subsidiarity, it is in order to take over responsibility, because when the Member States are deciding – mainly unanimously in the Council – in favour of European legislation, then they cannot complain at home that Europe was deciding on these issues. So both things are important. Let’s keep the power of the regions. For example, we fought here in Parliament to ensure that not big companies have the say about who provides the drinking water for the people when the local level is providing. This was one of the battles which we fought here in the European Parliament. Finally, let’s put the region in the heart of European democracy. Staying close to our citizens means staying close to our region, and that is why we, as parliamentarians, must stick to our homes, our constituency and forget about abstract ideas like we discussed on the transnational list. I am a proud Bavarian. My nation is Germany and I am a European believer. These three elements belong together. Europe has no future if it doesn’t start from its roots. So let’s keep regions in the heart of Europe. (Applause)", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 4, "date": "2018-05-03.json", "name": "Kathleen Van Brempt", "mepid": "5729", "text": "  on behalf of the S&amp;D Group. – Mr President, I wish to welcome Prime Minister Michel to the European Parliament, the heart of European democracy. Mr Michel, I welcome you also as a Belgian citizen, being very proud to belong to a country that has stood at the cradle of the European Union. You are my Belgian Prime Minister, but in a sense you are also the Prime Minister of all the people in this Parliament, because half of the time they live in Brussels, they go to our restaurants, they drink Belgian beer...  (Mixed reactions) ... they do. Brussels is not just the capital of Belgium; Brussels is the heart of Europe. In that sense Belgium has given a lot to Europe, but Europe also has also given a lot to Belgium. Prime Minister, that is what Europe is all about. It’s about working together, about solidarity and creating – at least it should create – added value for our Member States, but mostly for our citizens. That is what our group, the Socialists and Democrats, fight for on a daily basis. When we talk about the future of Europe, we want more ambition in the social pillar, Madam Commissioner, we want fair taxation, we want to be a proud Europe in the rest of the world and we want to implement the sustainable development goals when we talk about the multiannual financial framework. Prime Minister, I do not – absolutely do not – doubt your attachment to European values and I heard that in your speech, but I have a big concern, a very big concern, because there’s a huge gap between your very nice speech of today – I do not agree with everything but it was a good speech, it was a pro-European speech – and what Belgium these days does on an everyday basis in the Council.  (Applause) You talked about the corporate tax base, the CCTB, and said you’re in favour, but this morning, on national radio, I was with the NVA – your coalition partner – and they said they are against this, and your Minister of Finance is against more solidarity on taxation in Europe on a daily basis. (Applause) As it is on the financial transaction tax, so it is when it comes to the taxation of the giants of the digital world. That really is of concern. I mean that. Belgium has always been a bridge—builder in Europe – always – connecting the different big Member States to each other. You have lost that, which will be your historical responsibility, and it’s because you have a coalition and back home you need to listen to your big coalition partner, the Flemish nationalists, who are riding more and more on Euroscepticism in Europe. That really is a big concern to me. Mijnheer de eerste minister, ik ga over naar mijn moedertaal, die u zeer goed kent en zeer goed spreekt. Ik apprecieer dat enorm. Dat is ook iets Europees, verschillende talen spreken.  Ik wil nog een laatste belangrijk punt aanstippen. Als ik hier met mijn collega’s spreek en ze hebben het over België, dan komt heel snel het probleem van de nucleaire veiligheid naar boven. Mijn Franse, mijn Duitse collega's, mijn Nederlandse collega's liggen meer wakker van de nucleaire veiligheid dan de Belgische regering en dat kan niet langer! (Applaus) Het wordt hoog tijd dat de Belgische regering daar de juiste ....– mijnheer Loones u schudt uw hoofd. Neen! Deze week nog is er in Doel 1 opnieuw een lekkage. Een nucleaire installatie met scheurtjes is onaanvaardbaar. En, mijnheer de eerste minister, ook daar moet je de Europese kaart trekken. Nucleaire veiligheid is niet de verantwoordelijkheid alleen van een lidstaat. Dat doe je in nauwe samenwerking met alle lidstaten en zeker met je buurlanden. Mijnheer de eerste minister, ik reken op u om de kerncentrales zeer snel te sluiten. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 5, "date": "2018-05-03.json", "name": "Sander Loones", "mepid": "128717", "text": " on behalf of the ECR Group. — (NL) Thank you, Mr President, especially to Prime Minister Michel of Belgium, for your speech here in the European Parliament. Thank you, above all, for not giving that speech in Strasbourg, but here in Brussels, in the capital of the European Union, and I think that all Members of Parliament who always vote to abolish this Strasbourg moving circus would be satisfied and should be here to give your speech to follow. Prime Minister, I am speaking today on behalf of our group, the European Conservatives and Reformists. And yes, I am also speaking as vice-chairman of my party, the N-VA, as has just been mentioned for those who do not know the situation. In Belgium, we run the N-VA together, the party of Prime Minister Michel and our party. We think the same about a number of issues, as always is the case, and we differ on other issues. In fact, cooperation with the European Union is one of those issues where we do differ slightly on various points. Unity in diversity. That is the motto of European cooperation. Your party is defending that unity, that European harmonisation. In my party, we cherish more diversity. We see the European Union as a partnership of sovereign countries, of regions, each with its own tradition, each with its own culture, its own identity and healthy competition between those regions, between those countries, which ensures that European cooperation can really flourish. It was very pleasant, Mr Weber, to hear your praise to the regions, to this cultural diversity, to that cultural identity which is the richness of European cooperation. But, Prime Minister, we differ on a number of points. At the same time, you're a sensible man. That's how I know you, and I know you as a politician who is convinced of European cooperation, and that is where we find each other. So you opt for a more realistic approach. We have not heard a speech today with unbridled European activism. We haven't heard any European air castles. What we have heard is a more realistic speech, because you realise that with these castles we will not convince the people. The result of this change in vision is that Belgium's voice in the European and international debate does indeed sound a bit different in recent years. The voice of Belgium sounds a bit more northern European than it used to be, with a little more common sense. When I look at the European budget, for example. For the first time, Belgium is presenting itself as a net contributor. That never happened in the past. We are also a net contributor. We will therefore also have to look at expenditure thoroughly, analyse it and save where it is necessary, as you rightly point out. In your speech, you also spoke of European values and that we must defend them, including within Europe. We agree on that, too. For you, and that really pleases me, values are not vague principles. For you, that is something very concrete, something very tangible. You will also stand up for that, even when others doubt or let it down. We saw that, for example, during the referendum in Catalonia. Then, Prime Minister Michel, you were the first head of government, the very first to condemn violence, the violence of police officers, Spanish police violence against innocent people who are going to vote. You have condemned this and rightly so, because violence against innocent people is simply anti-European, that is against our European values. In the area of migration, too, we see that there is change in Belgium. We are now back on the right side for a stricter and more rigorous policy. We are not advocating open borders. On the contrary. We see that parties that do lose the support of the population for this. They are also losing the elections, as it appears in several European countries. And then there is the big thing, the future of the euro area. The big debate for the next few months. I am pleased to note that Belgium, too, is more and more on the side of the realists. We need to improve the functioning of the euro area, but nobody is waiting for European films. That is why our government does not want a European Ministry of Finance. We do not want a large eurozone budget and European taxes. That is why we really need to ask whether this is such a good idea for the support of the European Union. Union. I don't think so. Now, as has been said, there are similarities between our parties. There are also differences. You are more approaching solidarity, we are a little more responsible. You rightly emphasise that taxation and social security are the competences of Member States. At the same time, you would like to support the CCTB, which is something more to the benefit of the large Member States of the European Union. We believe that we should be able to defend jobs in small Member States and that we should not lose them. But I do see differences, but above all many points of contact and therefore I would like to end with a call. We know you have a good relationship with President Macron of France. Yet you don't bring the same story. You come up with a story that is actually a little closer to what the citizens of Europe want today and are able to handle today. And I would like to call, Prime Minister Michel: stand! Continue to bring that realistic story and you will see that you will find strong partners, more and more in this European Union. You will also find those partners with such a story in our European group, the European Conservatives and reformers, if you choose unity, but in diversity. In variety!", "language": "en", "original_language": "nl", "translation_provider": "aws"}, {"id": 6, "date": "2018-05-03.json", "name": "President. –", "mepid": "2187", "text": "  Mr Loones, it is possible to be against the European Parliament having two seats, to be in favour of only one seat. But Strasbourg is not a circus; it is one of the seats of the European Parliament.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 7, "date": "2018-05-03.json", "name": "Guy Verhofstadt", "mepid": "97058", "text": " on behalf of the ALDE Group. — (FR) Mr President, I will first start in the mother tongue of Charles Michel, our Prime Minister, to say to him that I thank him for his pro-European vision. I like your speech more than the interpretation given by Mr. Loones. Apparently Mr Loones heard another speech, I do not know which one, but a speech which was delivered in the Flemish Parliament or the Federal Parliament of Belgium. I would therefore like to thank you for your pro-European vision, as you have expressed it, in the great pro-European tradition that exists in Belgium. The vision of one of our predecessors and I always quote Paul-Henri Spaak, who said: “All European countries are small but there are two categories: those who know it and those who do not yet know it”. This is a great reality and it is our approach, as Belgians, to European policy. Indeed, ladies and gentlemen — I will explain it to you because Mr Loones has not done so — that for Belgians, whether Flemish, Walloon or Brussels, to be pro-European — what we are — is not a matter of choice, it is an existential question. Our country, our lands have been the battlefield for all of Europe too long, stuck as we were between Germany on the one hand, and France on the other. They all came to us: the French, the Germans — twice — the Spaniards, the Dutch, the Austrians, and even the Italians if I go back to the time of the Romans, but maybe it's too far in the past. All the great conflicts — and it's not a joke — in European history have fought here on these lands: wars of religion, wars of succession, trench wars with millions of deaths, and the first use of gas and chemical weapons in the world, 100 km from here. Not to mention, of course, the war against Nazism — the worst of all nationalisms. It is therefore clear that for us — I want to say this directly to Mr Loones, who has not yet understood it — there is only one possible future for our lands and for our peoples: a common future and a European destiny. Everything else, Prime Minister — needless to tell you — are lies, cheating, dreams that quickly become nightmares, as we saw in the nineteenth and early twentieth centuries. Only Europe can save us from this misery and atrocities of the past. I tell you all this, ladies and gentlemen, to tell you that it is not chocolate, that it is not beer, that it is not Tintin, that it is not the cursed system that you all know — because you apply it — which are typically Belgian, no, it is our love for Europe, it is our passion for the European project which are typical of our country. A project, Mr President, which is threatened today, not only by nationalists and populists — we know them and we see them almost every day, they are among our colleagues — but also by political leaders at the national level, which is also found in all the political families represented in this House. Political leaders — I am not talking about you, you are one of the few exceptions — who appear outward as pro-European, but who actually do nothing to move the project forward. I would say they are doing the opposite today, which is a dishonour to the founding fathers of the European Union who had a different vision of Europe than the one we know today. So it is wrong to say that people do not like Europe; people like Europe, but they do not like the European Union as it works today. That is the problem for them, as was observed again yesterday. I will now move into the language of Vondel, as they say, Dutch. We hebben dat nog de laatste maal gisteren gezien, mijnheer de voorzitter van de Commissie. Een aantal reacties zeggende: 1,11% van het Europese bruto binnenlands product dat is veel te veel! Europa wordt kleiner, by Britten gaan eruit. Het is niet eleven beslissing geweest, due moet het een kleiner budget zijn. Wel, ik zeg u heel openlijk in tot alle collega's: de waarheid is het omgekeerde! Ik wil enkele redenen geven. Om de crisis te beheren, die we vandaag kennen — of het nude de migratiecrisis, de geopolitieke crisis of de financiële crisis is die morgen opnieuw kan toeslaan — daarvoor hebben we méér Europa nodig en niet minder Europa, om die crisis te bestrijden. Wij hebben een Europese grens- in kustwacht nodig. We hebben een Europese defensie nodig. Wij hebben inderdaad een Europees budget nodig voor de eurozone. From actie van Europa kost niet meer geld. Die laat ons in feite geld besparen. Want to veel van de uitgaven die in feite niet nodig zijn, gebeuren op nationaal level, omdat eleven national lidstaten 28 keer hetzelfde doen vandaag! Terwijl Europa daar en meerwaarde zou kunnen hebben. Ik heb zovele voorbeelden. From military uitgaven. Mijnheer Vandeput kan het u vertellen. Hij heeft het u ongetwijfeld al verteld. We are also 42% on the van de Amerikaanse uitgaven. We slechts 10 tot 15% van de Amerikaanse operaties. Waarom? Omdat we het 28 keer doen. Hetzelfde geldt voor bijvoorbeeld het beheer van de buitengrenzen. Mijnheer of voorzitter van de Commissie, u heeft gisteren het voorstel gedaan. We gaan 34 miljard euro uitgeven voor een beter beheer van eleven buitengrenzen op zeven jaar tijd. De Amerikanen geven 34 miljard dollar uit op één jaar tijd om hetzelfde te doen. Ik nodig al eleven national regeringsleiders uit om hier in dit parliament te komen zeggen dat het beheer van eleven buitengrenzen geen prioriteit moet zijn van de Europese United waarvoor nieuw geld moet worden vrijgemaakt. Ik nodig ze uit om dat hier te komen zeggen tegenover hun eigen kiezers. Europa is niet of vijand van of burgers. Europa is de beste zekerheid die de burgers kunnen hebben. In ik vraag u, mijnheer de eerste minister, laat dit nooit verloren gaan. Want zelfs of Duits-Franse motor alleen kan het niet trekken. De beste motor heeft ook nood aan olie, aan vet, met andere woorden aan het Belgische compromised, en kunst die u zo goed beheerst.", "language": "en", "original_language": "fr", "translation_provider": "aws"}, {"id": 8, "date": "2018-05-03.json", "name": "Le Président. –", "mepid": "2187", "text": " Please, I ask you to respect your speaking time or I will have to delete the names of some members of the group from the list. I'm flexible with the group leader but you have to try to limit yourself: you talked eight minutes, Guy.", "language": "en", "original_language": "fr", "translation_provider": "aws"}, {"id": 9, "date": "2018-05-03.json", "name": "Philippe Lamberts", "mepid": "96648", "text": " on behalf of the Verts/ALE Group. — (FR) Mr President, however, it is curious that every time I turn comes, you remind you that speaking time must be respected, but I do not think I am the worst offender. Prime Minister, in our country the commitment to European integration is evident. Belgium alone weighs little against Putin or Trump. It is not important to face the climate challenge or the power of multinationals. Acting with our European neighbours is obvious if we want to forge our future, rather than suffer it. For decades, Belgium has lived up to this ambition by playing a pioneering role. In the context of the current crisis, it would be expected to redouble its efforts. Yet, Mr Prime Minister, despite the words you have spoken, your action shows a Belgium which too often confines itself to observing, dragging behind, when it does not overwhelm initiatives for greater integration. Voorzitter, het kan anders. Wij dromen van België als voortrekker in de Europese strijd tegen fiscal en social dumping. Een België dat samen met Europese partners aan multinationals maximum transparency oplegt. Een België dat een coalition of the willing puts France en Duitsland zal volgen om een Europese harmonisatie van bedrijfsbelastingen mogelijk te maken. Maar helaas, úw regering werd twee maanden geleden door de Europese Commissie met de vinger gewezen als een van de zeven lidstaten die aggressieve fiscal optimalisatie stimulleert. Samen twee buurlanden ondermijnt from Benelux zo de Europese pogingen om meer fiscal rechtvaardigheid te creëren. En intussen organiseert úw minister van Financiën in alle stilte de begrafenis van de financiële transactietaks. We dream of a Belgium that demonstrates to Europe that it is possible to combine budgetary responsibility and reduce inequality. A Belgium capable of maintaining high quality public services while transforming our taxation so that they are financed fairly by everyone to the extent of their capabilities. But no, Belgium remains a tax haven for the ultra-rich fleeing tax in their country and for multinationals. Even though workers in this country are among the most taxed in Europe and in the world, your government refuses to recover 942 million euros of illegal tax gifts. At the same time, the quality and accessibility of public services are deteriorating, social security and justice, essential pillars of our life in society, become the adjustment variables of your strategy. Voorzitter, wij dromen van een België als koploper van de ecologische transitie, want to dár ligt de sleutel van onze welvaart en die van de toekomstige generaties. Yesterday de duurzame oplossingen uitvinden en toepassen in plaats van de rest van de wereld zitten te wachten. Werken aan een energie-onafhankelijkheid van Europa om niet meer te steunen op gas uit Rusland en olie uit Saoedi-Arabië. Dát zijn uitdagingen die Europese burgers kunnen enthusiasmeren. Maar helaas, Belgium verloor alle geloofwaardigheid door zonder klimaatplan naar de Parijse klimaatconferentie te gaan. A verzamelde ezelsoren van de Europese Commissie door te weinig ambitie inzake klimaat, luchtkwaliteit of de groeiende files. Eleven buurlanden zijn bezorgd over ons koppig openhouden van stokoude kerncentrales aan eleven grenzen. Vorige week nog bleek dat uw overheid insecticiden wil blijven toestaan waarvan bewezen is dat ze dodelijk zijn voor bijen! We dream of a Belgium up to the challenge of asylum and migration, a Belgium that supports the European Parliament in putting an end to this senseless Dublin system. A Belgium in solidarity with the Member States at the borders of Europe, left alone in the face of migratory challenges. A Belgium that welcomes and integrates those who knock on our doors in need. But no! You prefer to work with the Sudanese dictator to send him people fleeing hell. It is not surprising since, among your allies, some want to question the Geneva Convention, the central pillar of the right to asylum. You prefer to spend ever more on locking up, pushing and deporting human beings because they don't have the right papers, because they are not born in the right place. You say your policy is firm and human. Rather than firm, I would say violent, rather than human, I would say unworthy. Humanity does not come from your government, Mr Michel, it comes from our fellow citizens who have assumed their responsibilities to welcome home those who flee war and misery. They honour our country, where your government shames it. Prime Minister, this Belgium of which we environmentalists dream and want is possible. But in this country, as everyone knows, it is not the Greens who are in power, it is not even you, Prime Minister, because you have chosen to entrust your fate and that of our country to a national-populist party, which everyone knows that he and himself alone set the course. With the highly Eurosceptic N-VA, you choose each for himself, worse yet, each against all. In the face of the challenges of this century, Prime Minister, we stand for boldness and solidarity. The contrast cannot be stronger, the clearer alternative.", "language": "en", "original_language": "fr", "translation_provider": "aws"}, {"id": 10, "date": "2018-05-03.json", "name": "Gabriele Zimmer", "mepid": "28248", "text": " Mr President, Prime Minister Mr President, on behalf of my group, I too would like to welcome you to this discussion, which is, of course, a debate on the future of the European Union and has been in this way. What I would like to make clear at the beginning: Brussels and Belgium have indeed been the gateway to Europe for me. I am one of those — at least from those who are sitting here answering in the first round — who came to Europe from an Eastern European point of view and understood that Europe does not end at the former borders, but that we can learn, must learn that different historical experiences, traditions and cultural understanding also belong to each other, and that the EU is that Europe cannot live without this diversity. We must and will continue to stand for this. It is interesting to me that — and this is also somewhat ill in the debate for me — we are actually able to bring into this from these different perspectives the experience and expectations that we associate with the European Union in very different ways. We are witnessing here today — and this is not the first time, and it is very justified, and I take note of this so easily — that many Belgian Members are, of course, having their discussions with you — from a strictly European perspective. All right! I see, however, that others hardly get involved here today. My group suffers from the fact that we do not have a Belgian Member. I promise you, this will be different with the next election. The next time you come to the European Parliament, if you are still a Minister or Prime Minister, you are guaranteed to hear one of the Belgian MEPs from the left here. I am glad to be able to do it today from the point of view of people who have joined, have great expectations of the European Union — and who still have — who want to continue, but who are dissatisfied, dissatisfied with the current state of the development of the Union and with what we experience every day, and I would have been dissatisfied with the current state of development of the Union and with what we experience every day. I would be delighted if you had addressed these contradictions much more strongly. It cannot be overlooked, however, that we have regions within the European Union where the concept of social neglect has to be used. We have a presidency by Bulgaria. I do not know who has been to Bulgaria outside the official meetings with the institutions, with the representatives of the Government of Bulgaria in recent months and has had to take note that it is not only Bulgaria, but many other regions in other countries too, that we have a deep difference between the Expectations of the Union, between the daily lives that people in the Union have, divisions are growing. That's what we have to go into. And it is not enough for me to say, Prime Minister: we have done many things again in the meantime, we are out of the strongest crises, and we are moving forward and we are committed to this, and we want to invest more and do so. That's not good for me! I would like to hear a very clear promise from all the Heads of Government who are here: what is being done to get us out of this situation and what real added value is there for each individual? They rightly spoke of the importance of including freedom, justice in particular, and freedom cannot exist without individual freedom for each individual. Political freedoms belong together as well as the rights to fundamental social rights, the right to have rights. This does not have to be separated, however, this must be merged. That is my claim, and I would like to have an answer from every single head of government here: what are you doing to enforce this? I have learned from Mr Juncker that if you meet them in the Council and knock on their backs, you can also welcome Heads of Government in a very subtle way and say that my favourite dictator is here now. But that's practically only one side, so we didn't solve the problem. I don't expect you to do this, but I want to you already know what you are doing in the Council, for example, on the one hand, to persuade Orbán and others to ensure that this shared responsibility, which you have mentioned, is also borne in the face of the refugee problem, with regard to the rule of law, autonomy, Independence from courts and media. On the other hand, what are you doing to develop concrete ideas, for example, that we are coming out of what we are currently experiencing? The fact that it is always said that the Treaties prevent us from assuming shared social responsibility and solidarity. I want to know. They say that the Treaties cannot be opened, and in the short term this is counterproductive. Yeah, please, how then? We have witnessed — and this is my view and also the point of view of many colleagues in my group: from treaty to treaty, in my view, the EU's options for action to shape the future have been reduced. They have diminished, but we have to reopen them. We must make it open, make it possible for social and solidarity to be shared, because we cannot allow regions of social neglect to exist in the middle of the European Union. Without fundamental social rights, people will not get involved either. Nor will they stand up for their liberties. They say to themselves: I don't care who is leading the government in Bulgaria now. The ones before, now — no one cares about us. We allow some of the people to be exempted from the Union because they do not meet the requirements of the free movement rules. That's exactly what we have to turn to. My final word: also look at the people from Eastern Europe who sat as homeless people in Berlin, Paris and London, and whom we as the Union now refuse to help. That can't be!", "language": "en", "original_language": "de", "translation_provider": "aws"}, {"id": 11, "date": "2018-05-03.json", "name": "Nigel Farage", "mepid": "4525", "text": "  on behalf of the EFDD Group. – Mr President, it is quite extraordinary that we can have in this room the head honchos of Brussels – Mr Juncker, the Belgian Prime Minister, the leaders of the big groups, to discuss the future of the European project, and there has barely been a mention of the biggest most dramatic event that has ever happened since the foundation of the European Treaties 60 years ago, namely Brexit.  You do not want to talk about Brexit. And I wonder whether it actually ever occurred to you, Mr Juncker, that when David Cameron came here to negotiate with you, had you given him just a few modest concessions, had you given him the ability to control our borders a little bit more, Brexit would not have happened. But no, we don’t discuss that. No, what we do, is we say to ourselves that our citizens want more Europe. I have heard it again and again this morning. We have a problem with unemployment among the youth of the Mediterranean. I know the answer: more Europe. We have a problem with growing terrorism in our countries, something that we have caused ourselves but we decide, no, the answer is, or in the case of the Belgian Prime Minister Michel, to have a European CIA. We decided that on taxation, on regulation, no Member State can make their own decisions, it has all got to be decided here in Brussels, because we need more Europe. In fact, many of you have decided that migrant quotas are a good idea, so that individual Member States cannot make their own decisions, so is it any wonder that there are countries now, voters everywhere, waking up to the idea that you cannot be an independent democratic nation state – and a member of this Union.  Brexit, I think, is going to prove to be just the first brick that is knocked out of the wall. Just look at the results in Italy a few weeks ago. Look at the stunning results in Hungary the other week. That magnificent victory of Viktor Orbán and about 70% of voters in Hungary voting for parties that want the nation state to be the key to everything. If you really think about whether this European project can survive, or not, it all comes down to ‘what is a nation’? What is the unit towards which we give our allegiance, to which we pay our taxes, to which we would, in extremis, be prepared to defend them? There are some like Mr Verhofstadt here who seem to think that this flag represents a European identity – and he clearly identifies as a European, many of you in this room identify as Europeans – but you are missing something. The peoples of Europe do not identify with that flag. They do not identify with these institutions. There is no, oh well if you’re on the payroll it’s easy to say it works, isn’t it? But actually, out there in the real world, there is not a European demos, there is not a European identity,  But there may be one exception, and that could be Belgium. Because nobody ever dares tell the truth about Belgium. Belgium is not a nation. It is an artificial creation. I know the Brits did it, maybe once again we can be blamed, but the truth is there are two parts of Belgium, they speak different languages, they dislike each other intensely, there is no national TV station, there is no national newspaper. Belgium is not a nation. And maybe that is why you are happy to sign up to a higher European level. Well, if Belgium wants it, that is fine, but I can assure you, and you can scream and shout all you like, just look at the election result. You are losing votes. You are losing. Brexit is the first brick out of the wall. You’ve learned none of the lessons. The days of this project are over. We want to live in nation states, not false artificial creations.  Thank you everybody. Have a lovely time. Oh, and enjoy the European elections next year, they’re going to be great fun.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 12, "date": "2018-05-03.json", "name": "Presidente. –", "mepid": "2187", "text": " Hon. Farage, I remind you that you also take the salary as a Member of the European Parliament, like everyone else. So it's not like others are paid and she's not, I don't understand that she has waived her allowances, neither you nor her group.", "language": "en", "original_language": "it", "translation_provider": "aws"}, {"id": 13, "date": "2018-05-03.json", "name": "Nigel Farage (EFDD).", "mepid": "4525", "text": "   – With respect, Mr President, I supported Britain leaving the European Union. Therefore, with my job ending, I am the turkey that voted for Christmas. (Applause from certain quarters)", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 14, "date": "2018-05-03.json", "name": "Presidente. –", "mepid": "2187", "text": " As you said that those who support Europe do so because they are paid, I told you that you too receive salary as a European parliamentarian.", "language": "en", "original_language": "it", "translation_provider": "aws"}, {"id": 15, "date": "2018-05-03.json", "name": "Gerolf Annemans", "mepid": "124973", "text": " on behalf of the ENF Group. — (NL) Mr President, I myself have served 30 years in the Belgian Parliament, but I have never been interviewed there by a President and I hope that this will not happen again today. For the rest, I have little to add to Mr Farage. First I want to protest against the Prime Minister — I can't see him well, but he will hear me, I hope — a little bit. There is interpretation in this House, but you have heard here today that many people do not speak their mother tongue. So, apparently, that's not your excuse. So the fact that you have spoken here today only in French is a political choice. I will ask my colleagues from the Flemish Belang in the Flemish Parliament and the federal parliament why N-VA ministers allowed Belgium to be presented here again as a French-speaking state. Secondly, as an ENF representative, I am not surprised at all. Belgium is always the good and sweet boy in the classroom, the girl in the class who sits at the front and always raises the finger and never really makes a big history, except to push the whole forward. No wonder that today Mr Juncker congratulated you, Prime Minister. In fact, your government makes no exception to that statute of Belgium which, in all invisibility, always, as Mr Verhofstadt has explained here with arms and feet, is pro-European, extremely pro-European and perhaps essentially pro-European. Belgium and the European Union, it's a love affair. The European Union thinks it is Belgium in large size and Belgium thinks it is the European Union in small size. This is a logical order, because it is an artificial state which is as unbalanced as the European Union itself and which is also held together with money and with financial agreements, compensation and transfers. So in that love affair there's a certain logic. The debate for the rest of today has clearly illustrated one thing. And that is the great disease of this European Union and of this cathedral of the European Union, namely that at home people say something different from what they are doing here. We have seen this illustrated today by Mr Loones, a representative of your coalition's largest coalition party, Mr Michel. He tells something different from what he is doing here at home, or at least we do not see the results of what is being told at home on the radio and in the television studios where the N-VA will undoubtedly pretend in the coming weeks it is a shame that more money should go to the European Union, as if It is a shame that a new European Union tax system is approaching. But if he enters this cathedral, when his Prime Minister speaks here, we will not hear or see any more of it. The same applies to immigration where the Secretary of State for Migration at home and in television studios pretends to be critical of immigration. There's nothing left of that. Then Charles Michel arrives here and he turns Belgium into a beautiful Pinkcloud Europe and European Union country. So that is not true! Indeed, Mr Farage is right. The people are protesting against this, and one can only keep a Belgian government alive if one lies at home about what they come to do here. When people say something different at home and enter the cathedral of the federal Union, they do so behind federal music. Conclusion: all criticisms made by N-VA, all the criticisms you will hear, Prime Minister, for the media gallery in Belgium in the coming weeks, are nothing but sand in the eyes and clean appearance for the Flemish voters. Because when it comes to shove, the N-VA, as it has done here today, in the person of Mr Loones, is the first right to give you a standing ovation and to sing European federal music here. That is the big difference between reality and the beautiful appearance in one's own country. That is also at the heart of the European Union's problems, that all those who sing federal music here go back to their home country with two faces, and that is not what the electorate wants.", "language": "en", "original_language": "nl", "translation_provider": "aws"}, {"id": 16, "date": "2018-05-03.json", "name": "Le Président. –", "mepid": "2187", "text": " Ladies and gentlemen, everyone is free to say what they want in this debate, but I remind you that the debate is about the future of Europe, not the future of Belgium.", "language": "en", "original_language": "fr", "translation_provider": "aws"}, {"id": 17, "date": "2018-05-03.json", "name": "Γεώργιος Επιτήδειος (NI).", "mepid": "125071", "text": "— Welcome, Prime Minister! Those who believe in the idea of a United Europe that strives to serve the needs and interests of its nations and peoples are concerned about the path the European Union is taking, and hence its future. They wonder what future the European Union can have when it has deviated from the principles and values on which its creation was based, when it denies its historical, religious and cultural origins, when it violates the principle of solidarity, with a typical example of Greece is also responsible for the economic destruction of which the European Union is responsible for the impoverishment of the Greek people; when, instead of supporting its citizens, it turns against them, imposes unbearable taxes on them, removes social benefits and imposes a hijacking of their property; when criminalising and prosecuting any opposing voice; when it dismisses the education of young people and prompts them either to immigration, unemployment, or to part-work under poor conditions and at very low pay. What future can it have when it uncontrollably accepts millions of illegal immigrants, part of which is trying to trap in Greece? Finally, what future can it have when it is supposedly fighting for the principles of democracy and wants to integrate Turkey, an undemocratic country which blackmailed, threatens, does not recognise the Republic of Cyprus, arrests citizens of the European Union, with a recent example the arrest and imprisonment of the two Greek military troops. I shall end by asking you, Prime Minister: Do you believe that the leadership circle of the European Union has the will and the strength to improve the bad texts I have mentioned?", "language": "en", "original_language": "el", "translation_provider": "aws"}, {"id": 18, "date": "2018-05-03.json", "name": "Charles Michel", "mepid": "n/a", "text": " Prime Minister of Belgium. — (FR) Mr President, ladies and gentlemen, first of all I would like to thank you for the excellent interventions and reactions in this debate. I'll try to react to one or the other point. Mr Weber, you praised the regional dimension. As I said in my message, I think there is no sense in wanting to oppose the different democracies — local, regional, national and European. In my country, in Belgium, we also have a tradition of forging the positions defended at European level, of organising a regular, permanent consultation on the various issues. The message I deliver on behalf of Belgium is a message that also takes into account the different political, regional and local sensitivities on the future of the European Union. First point. Second, it was said, compliments were sent and criticisms were made. I am used to, I debate from time to time in the Belgian Parliament as well; it is not otherwise. We are committed at European level. I am personally committed to the European level, not for a romantic, beate Europe, disconnected from reality, but for a Europe that is really focused on an ambition for results. Results for fundamental issues. Geachte collega's, we zijn ervan overtuigd dat Europa meer en meerwaarde kan en moet zijn voor meer welvaart voor eleven medeburgers, meer jobs en meer koopkracht. We zijn overtuigd dat wij wat veiligheid betreft meer moeten samenwerken. Guy Verhofstadt heeft gelijk. Wat defensie betreft hebben we de laatste maanden belangrijke vooruitgang geboekt. Dat gaat in goede richting. Belgium is daar zeer geëngageerd. We proberen daar een zeer sterke rol te spelen. In zeker, migratie is een moeilijke uitdaging, die vraagt om een genuanceerd antwoord. Ik wil mijnheer Lamberts zeggen... Mr Lamberts, I expected some outrances from you. So far you have not succeeded in getting elected to the Belgian Parliament, you have the opportunity to be outrageous here and you have not missed this opportunity. I have no lesson to be learned from a political party in Belgium which caused the photovoltaic bubble in the energy sector by sending billions of euros of bills to Walloon taxpayers. I also want to fully accept the difficult decisions we are making, like other European countries, on migration. We assume our responsibilities. Asylum applications are actually lodged in Belgium. They are treated in accordance with international, European and national rules. We have no lesson on the subject and we assume the real subject. Indeed, we believe that we will not escape a debate on channels of legal, orderly migration. Indeed, we believe that this debate should take place and we are prepared to conduct it with a very committed commitment. Finally, some Belgian inquiries on nuclear safety. Ik wil zeer kort ingaan, mevrouw Van Brempt, op de nucleaire veiligheid en de Belgische initiatieven daarover. We hebben een duidelijke keuze gemaakt: uitstap uit of kernenergie in 2025. Is dat gemakkelijk? Neen, dat is niet gemakkelijk. Is het een ambitie? Ja, dat is een ambitie, maar wij willen duidelijk alles doen om daar ook resultaten te boeken. We hebben of ministerraad laatste weken binnen, met of steun van de deelstaten, in dit verband verbintenissen bevestigd. Wat de veiligheid betreft, staan wij permanent in contact met eleven buurlanden, ook met internationaal toezicht wat dit betreft, puts Duitsland bijvoorbeeld en tevens met andere landen. I note that some systematically try to cause anxiety, panic and anxiety. We assume our responsibilities by entrusting independent bodies responsibility for nuclear control. Mr. Lamberts, this government that you do not like — and I understand it — is the government that has developed interconnections with neighbouring countries, investment, and an offshore wind farm, which is developing more and more. On the other hand, Belgium is the second country after France to have implemented green bonds: €5 billion mobilized from Belgium for the energy transition. Finally, I would like to address a number of other topics that have been discussed, including the European budget. De Europese begroting is natuurlijk een cruciaal moment en we moeten daar zeker een duidelijke keuze maken, doen arbitration. Ik en niemand hier onderschatten hoe belangrijk het is op dat punt beslissingen te nemen. Ik heb duidelijk gezegd en ik herhaal: er is een nuttig voorstel van de Europese Commissie. Dat is a startpunt. Maar tegelijkertijd denken we ook vanuit Belgium dat we alles moeten om de middelen beter te besteden. Dat lijkt ons logisch. Maar wij zijn ook realistisch. Wij weten ook dat wij, als het nodig is, ons klassiek beleid, eleven klassieke initiatieven vanuit of Europese United moeten consolideren. Dat is ook cruciaal. Het nieuwe beleid te openen, you versterken in mogelijk te maken. De control van onze grenzen, meer steun voor eleven veiligheid, extern en ook intern. Meer steun ook voor onderzoek, meer steun voor digitalisering, daar liggen cruciale uitdagingen. Daarom zijn wij zoals altijd bereid om en een onderhandeling te stappen met realism. Zeker met realism, maar ook met de ambitie om de Europese United met de national staten echt in staat te stellen de juiste antwoorden met resultaten voor eleven medeburgers te bieden. That is the way in which we are going to engage in this negotiation. Finally, I hear lessons in taxation from Mr Lamberts. Thank you for the advice you give me on this subject. Ik ben daar ook zeer duidelijk geweest. Tax is in eleven ogen in eerste instantie een nationale bevoegdheid. Moeten wij meer samenwerken? Ja, maar ik betreur, mijnheer Lamberts,... I regret, Mr Lamberts, when we did the corporate tax reform to increase tax to 25% and even 20% for SMEs, we did not have the support of your political party in the Belgian Parliament. Therefore, there is indeed a speech here and acts there that are of a different nature. Unlike you, we are convinced that taxation is not an instrument that serves to punish or punish, but an instrument that serves to support the economic development, prosperity and purchasing power of those who work or want to work. Andere belangrijke punten. Mevrouw Van Brempt, ik hoor ook een gerucht, namelijk dat Belgium de belasting op fiscale of international transacties zou blokkeren. Een gerucht. Een gerucht! Idioot, idioot, surrealistisch! We zijn niet alleen niet in staat om zo'n dossier te blokkeren en — Jean-Claude Juncker is getuige — ik heb een paar maanden geleden dit dossier tijdens de Europese Raad aan de orde gesteld. In wat heb ik vastgesteld? Dat vele landen, omdat de brexit een realiteit geworden is, voorzichtiger zijn geworden. Dat is of realiteit! I think that, in the long term, we will have to move towards taxation of international transactions. Probably first in a European framework, but we will have to do so. Not in the way you want, which aims to punish, guilt and hence damage the real economy. I do not want to degrade the real economy, but I know you are not very concerned about it. (Strong reaction from Mr Lamberts off microphone) You are not very concerned, Mr Philippe Nigel Farage, you are slipping into populism and extremism. I think it is not worthy of training such as yours in Europe. Finally, I certainly want to thank Nigel Farage for his good advice on the future of Belgium. I am delighted to hear Nigel Farage's good advice on Belgium's future. He has dealt with Britain's future with Brexit and we can see where the situation in Britain is today. From brexit is natuurlijk en belangrijke uitdaging voor de 27 landen, maar ook voor de toekomst van het Verenigd Koninkrijk. Wat is situatie? Ik ben mij er natuurlijk van bewust dat Belgium en van de landen in Europa is die bijzonder kunnen worden getroffen ten gevolge van de brexit. Daarom willen wij een geloofwaardige onderhandeling. Daarom willen wij zeer geëngageerd zijn om een duidelijke as met het Verenigd Koninkrijk te handhaven, op economisch level maar ook voor de toekomst van eleven veiligheid. There is work carried out by Michel Barnier — it is not a simple job — with the support of the Commission and the Council, who are following this negotiation very closely. Demonstration is made: want to leave the Union club European Union has a number of consequences, a number of difficulties and we will be very mobilized in the coming months to be a committed and active partner in order to find common sense in this useful negotiation. It seems to me that Parliament will also be very committed to this extremely important subject. Mr Juncker, a quick word on Belgian citizenship. I am delighted that there is such an attractiveness for Belgian citizenship, that British citizens are also seeking to join our country in which they often live for a long time. What is the situation, very simply? There is currently — it is the rule of law, the independence of the judiciary — contradictory jurisprudence in Belgium on this subject. The government is considering from a legal point of view the possibilities on a subject that I understand is important to a number of people who have long been present in this country. These are some of the things I wanted to mention. You understood that. Thank you for this lively, intense debate. Be convinced in any case, with the nuance, but also with all the strength of commitment, that Belgium has the ambition to remain in the cockpit of a project in which we believe with great fervour because indeed, as was rightly said by Guy Verhofstadt, history has shown that this is the path of cooperation, peace , dialogue, the gathering of forces, which is the path to guaranteeing freedom, democracy and the rule of law, to which, I repeat, stand as in our eyes.", "language": "en", "original_language": "fr", "translation_provider": "aws"}, {"id": 19, "date": "2018-05-03.json", "name": "Presidente. –", "mepid": "2187", "text": " The debate is certainly lively and we show that in this Parliament we are debating the issues that affect our fellow citizens. The aim is to reduce the distance between institutions and citizens more and more, and seeing the stands full of public only fill us with joy. I greet all the citizens of Europe who listen to this debate because, I repeat, our aim is to try to solve the problems of Europeans.", "language": "en", "original_language": "it", "translation_provider": "aws"}, {"id": 20, "date": "2018-05-03.json", "name": "Ivo Belet (PPE).", "mepid": "28257", "text": " Mr President, Prime Minister, I think you have put the right priorities forward. You spoke of a strong European economy investing. You have referred to fair taxes, including on Internet giants, the fight against social dumping and, therefore, security. You say that we as the European Union must achieve results in order to regain people's trust. I think that's the right summary. That security, Prime Minister. You have also referred to European defence. Mr Juncker said yesterday that EUR 20 billion has been provided for in this multiannual budget to develop European defence. Now, that is very much in line with the Franco-German project recently launched to strengthen this European defence and to build a European fighter plane together. I would like you to confirm here that Belgium is joining this European project. To sum up, we only have one minute, Prime Minister: stay on that course. Do not be distracted by the so-called euro-realistic forces, by those euro-sceptic forces in your government. Stay on that course! I think that together we can convince people that it is good to use European funds to strengthen our borders, to regain that confidence from the people, to focus on social fair taxation and, above all, on greater security, projects involving a European surplus-value. I think we can convince people that this is good for everyone and that it adds value to all people in the European Union.", "language": "en", "original_language": "nl", "translation_provider": "aws"}, {"id": 21, "date": "2018-05-03.json", "name": "Ana Gomes (S&amp;D).", "mepid": "28306", "text": " — Mr President, Prime Minister, Belgium is really a tax haven for big fortunes and multinationals who pay, as you said, at least 25%. In fact, they pay a lot less with your tax rulings. This is a hell for workers who pay an average of 42.8% on their income. Belgium is also one of the countries in the Council which does everything possible to keep the current system of tax dumping, which makes competition unfair in the European internal market and prevents tax harmonisation, which is crucial for combating money laundering and terrorist financing, tax evasion, fraud, etc. Does the government oppose the VAT reform proposed by the Commission a year ago, which would be crucial to preventing EUR 50 billion from continuing to benefit from fraud, for the benefit of criminal organisations, including terrorists, and which could lead to an increase in the own resources of the European Union and the Member States? Why does your government oppose CCCTB on digital industries, polluting industries and financial transactions?", "language": "en", "original_language": "fr", "translation_provider": "aws"}, {"id": 22, "date": "2018-05-03.json", "name": "Marek Jurek (ECR).", "mepid": "124892", "text": " — Thank you Prime Minister for your presence with us and especially for the Belgian hospitality because, working in Belgium, we spend half the time here in Brussels. I am referring to the European problem, not just the problem of the European Union, but of Europe as a whole. Five days ago, you had a very interesting stay in Moscow during which you had an intimate conversation in Novo-Ogaryovo with President Vladimir Putin. You proposed rethinking the economic relations between the European Union and Russia, especially between Belgium and Russia. At the end of your trip, during a conference at a high school of commerce, you advocated, citing Machiavelli, the idea of peace through trade. Do you not think that this statement turns to the farce our policy of sanctions and especially solidarity with the countries of Central Europe, which are now worried about Russia's aggressive policy?", "language": "en", "original_language": "fr", "translation_provider": "aws"}, {"id": 23, "date": "2018-05-03.json", "name": "Gérard Deprez (ALDE).", "mepid": "1473", "text": " — Mr President, Prime Minister, you came to us to talk about Europe, you did it and you did it well. On the other hand, some of our colleagues, Mr Annemans and even Mr Lamberts have used their speaking time as the backyard of the Belgian Parliament. It's a real diversion! Mr Lamberts in particular spent his time in front of our House dirty your policy in Belgium. I say to Mr Lamberts, it is ugly. It's ugly what you did. Mr Prime Minister, I have noted your caution with regard to the future financing of the European Union. You acknowledge that there are sectors in which we must maintain a level of expenditure of traditional cohesion policies, the CAP. You agreed with the objectives of additional funding of the new policies and you say “we must be very sparing with regard to budgetary contributions”. So, Prime Minister, I will make you a suggestion. The European Parliament has adopted a report proposing agreement between the Council, the European Parliament and the Commission on new own resources which will ultimately reduce national contributions. Can you tell us if you will help us in that sense?", "language": "en", "original_language": "fr", "translation_provider": "aws"}, {"id": 24, "date": "2018-05-03.json", "name": "Bronis Ropė (Verts/ALE).", "mepid": "125214", "text": "— The future of the European Union is unthinkable without strong and competitive agriculture. Unfortunately, the unequal direct payments applied to the different countries of the European Union not only distort the single market, but also create a class of second-class farmers. I will say openly — thousands and thousands of economically active people in Lithuania are condemned to be uncompetitive, feel inferiority, second-class citizens of the European Union. Will Belgium support the demand of Lithuania and other Eastern and Central European countries to end the discrimination against farmers and finally equalise direct payments?", "language": "en", "original_language": "lt", "translation_provider": "aws"}, {"id": 25, "date": "2018-05-03.json", "name": "Peter Lundgren (EFDD).", "mepid": "124996", "text": " - Mr President! 40 billion Swedish kroner! That's what Sweden pays this year in membership fee. That's 5,400 Swedish kroner per taxpayer per year. We pay net 27 billion Swedish kroner to the EU. Now one wants to raise this amount. You want to raise it by 40 per cent. So, it is 21 billion that we want to increase our membership fee by. That means every taxpayer in Sweden pays 8,200 Swedish kronor a year. Then there is an expected increase that will be added, if and when Albania, Macedonia, Montenegro and Serbia become net contributors. Power is constantly displaced from Sweden, from Stockholm, from Sweden's parliament to Brussels. Monetary Union shall be pursued, common migration and asylum, common defence, and all legislation initiated by the Commission whose officials are not democratically elected. The EU is like a train that, without brakes, rushes through the night ever faster. Despite all the signals flashing red, you have learned nothing. The crash is inevitably approaching.", "language": "en", "original_language": "sv", "translation_provider": "aws"}, {"id": 26, "date": "2018-05-03.json", "name": "Marc Tarabella (S&amp;D).", "mepid": "29579", "text": " — Mr Prime Minister, you are a convinced European, no one doubts it, but this is not reflected in the light of certain statements you make or the positions of your Government on European matters. According to your statement, you do not want to consider any increase in the national contribution. Guy Verhofstadt said, we are at a crossroads, there are projects that Europe should take care of. An ambitious Europe requires additional resources. Mr. Macron raised the issue 15 days ago. But there is also your Minister of Finance — it has been said — who behind the scenes is blocking the application of the financial transaction tax, a project that we are in the majority to want. And then what about European legislation against tax evasion which in Belgium has been amputated, emptied of their meaning, and I quote the European Commission in this regard, which describes Belgium as “one of the states in Europe that most adversely affects fairness, prevents fair competition and increases the burden on taxpayers the most”. It is not me who says so, it is the European Commission. Mr Prime Minister, while the ship Europe is taking water from all sides, when the Council is a bit of a machine that overtakes at European level, what major projects can you support to revive the European momentum in favour of citizens?", "language": "en", "original_language": "fr", "translation_provider": "aws"}, {"id": 27, "date": "2018-05-03.json", "name": "Henna Virkkunen (PPE).", "mepid": "124726", "text": " — Mr President, Prime Minister, it is very valuable that you are here to consider the future of Europe together with the European Parliament. I agree that when we consider what Europe's future is based on, it must be based on European values. It is important that we defend democracy, freedom, democracy, rule of law. It is particularly important today when we are celebrating International Press Freedom Day. We know that a free, independent, pluralistic press and media are an important bedrock of democracy that we must defend across Europe. Yesterday the Commission submitted its own proposal for a future European financial framework. I hope that we will also receive strong support from Belgium to continue investment in young people and in the future of young people. It is a base on which Europe will prosper in the future. It is great that the Commission proposed doubling the Erasmus exchange programme. We know how important it is for young people in Europe to have an opportunity to get to know other countries. Similarly, investment in research, education and innovation must continue.", "language": "en", "original_language": "fi", "translation_provider": "aws"}, {"id": 28, "date": "2018-05-03.json", "name": "Ramón Jáuregui Atondo (S&amp;D).", "mepid": "97078", "text": " Mr President, Prime Minister, speaking of security, it has been almost 15 years since European cities have been experiencing terrorist attacks which you remember very well. In Brussels, Madrid, Paris, etc. Terrorist actions always come from the same structure, from the same organization, from the same ideology. And it makes a long way to think that this security risk for European citizens is a risk that remains alive and will last a long time. My question, Mr Prime Minister, is: knowing what is the police reaction to this insecurity, do you not think that, speaking of the future of Europe, the time has come to talk also about anti-terrorist police coordination? Do you not think that, speaking of the future of Europe and security for citizens, there is a need for the creation of a European unit for counter-terrorism analysis and intelligence? Do you not think it is appropriate to talk about a European anti-terrorist police force?", "language": "en", "original_language": "es", "translation_provider": "aws"}, {"id": 29, "date": "2018-05-03.json", "name": "Νότης Μαριάς (ECR).", "mepid": "125069", "text": "Mr Prime Minister of Belgium, Mr Michel, you referred to European defence and NATO, but NATO is washing its hands in relation to Turkey's aggression and threats against Greece and Cyprus. In addition, so far no European army has been set up, which could possibly support Greece against Turkey's threats. I would therefore like to ask you, Prime Minister of Belgium, whether Belgium, as a state, is prepared to conclude with Greece a defence cooperation agreement with a military assistance clause in the event of an attack by Turkey against Greece, a pact guaranteeing the Greek borders, which is also European, a pact that will be concluded immediately, as Erdogan intensifies his threats against Greece and continues the illegal detention of our two soldiers, for whom I appeal, Prime Minister, to declare here in the European Parliament the your support for the immediate release of our two soldiers from Turkish prisons.", "language": "en", "original_language": "el", "translation_provider": "aws"}, {"id": 30, "date": "2018-05-03.json", "name": "Charles Michel", "mepid": "n/a", "text": " Prime Minister of Belgium. — (FR) Mr President, some reactions to the inquiries. Indeed, I agree with Ivo Belet's point of view, which aims to combine European determination with a sense of pragmatism and a sense of realism, which must be translated in particular in the context of defence. I can't come back. I have already spoken on the question of taxation, and there have been further inquiries on the subject. We have implemented substantial tax reforms in my country with a view to reducing the tax burden substantially, first on low and average wages. In my country, in three years, low and average wages have been granted through tax reform, in fact, an additional thirteenth month. It was a fairness approach. At the same time, as I said, we are reforming corporate taxes to lower the rate to 25 and 20% to reduce the number of tax niches that existed, Mr Tarabella, when your party ran the Belgian government. We have put ourselves in order in taxation, with the support of parliament. As far as the European budget is concerned, Mr Tarabella, I want to be precise. Don't misinterpret my remarks. I did not say that we do not want to contribute more, I say that there are two topics in any budget debate. This also applies to the European debate. What are the choices in terms of envelope and amount and how are they used? How are they affected? How do we define priorities? These are the two issues that we need to look at in parallel. What are the arbitrations that can be made, it seems to me. An important issue was Russia. She was referring to a comment I made when quoting Machiavelli. It's true. Machiavelli, peace through trade. I do believe that there is some truth in this ambition. I have had the opportunity, on several occasions, in the European Council to defend my reasoning on Russia. I am of total solidarity with the territorial integrity of Ukraine. I am of total solidarity for the implementation of the Minsk agreements. There is no shadow of doubt about this. My country is very supportive of our military, especially, and our fighter planes who help secure airspace at the borders with Russia, but at the same time, I do not think that sanctions, in general, are an end in themselves. Sanctions are an instrument, an instrument for enabling and attempting political dialogue. It is in this spirit, to improve understanding, to try to see how one can manage disputes, to find solutions with Russia. I am not naive, I see a number of geopolitical and geostrategic interests and ambitions. We Europeans have at least two topics with Russia. How to secure and stabilise borders is Europe-Russia? How to generate, in the long term, economic development and trade, peace through trade? Another topic concerns the situation in southern Europe and Russia's geopolitical role in regions of the world that may, perhaps even dramatically, affect the future of Europe. In Syria, we saw him. In Libya, too. There is probably too little talk about Libya, in my view. I believe that on these subjects, indeed, we must try to open channels of dialogue without naivety, with determination, to defend our values, but also to try to make progress on these issues. One more word about Greece and relations with Turkey. At the European Council, solidarity with Greece has been repeatedly affirmed. This was expressed in conclusions as well. A word about terrorism. The people of Europe have been struck, and I am well placed as Belgian Prime Minister to tell you about it, by this tragedy of terrorism. The first attacks began with the Jewish Museum in Brussels, in the heart of Brussels. Then a wave started. It is our values of the rule of law, democracy and freedom that are at stake. Therefore, yes, to continuously strengthen cooperation between the security services. How is this possible? By having more automatic exchange of information and not just on a bilateral basis as is often the case today. This is something extremely important to me and I will be on the side of those who want to combine this reinforcement of the material, technological and legal means for our security services, but also every time ensuring full respect for the fundamental values of human rights and the right to privacy. Indeed, we must concentrate our efforts to raise the level of security because raising the level of security is really guaranteeing the freedom of European citizens.", "language": "en", "original_language": "fr", "translation_provider": "aws"}, {"id": 31, "date": "2018-05-03.json", "name": "Ivo Vajgl (ALDE)", "mepid": "97019", "text": "— Dear Prime Minister, thank you for the open and inspiring speech. You reminded us that the European idea is more than political pragmatism, geostrategy, shared defense and occasionally covering individual aggressiveness. Thank you for your reflections on European culture, science and youth. Also thank you for the hospitality that Belgium has offered to some Catalan leaders. No one in Europe should be in fear, let alone in prison, because of their ideas. Europe must be a place of dialogue, freedom, humanism, peace and creativity, but not, never and nowhere, threats and repression.", "language": "en", "original_language": "sl", "translation_provider": "aws"}, {"id": 32, "date": "2018-05-03.json", "name": "Ana Miranda (Verts/ALE).", "mepid": "24942", "text": " — Mr President, Prime Minister, I am a Galician in the European Parliament. Galicia is very attached to Belgium for immigration and I am also very attached to it because my daughter was born in Brussels. Former MEP Maurits Coppieters said a very transcendental phrase for the future of Europe: “the battle of sovereignty is also solidarity between the peoples of Europe”. The European elections will take place on 26 May 2019. You talked about a culture respectful of different identities and, in order to respect identities, Belgium sent a very strong signal when the CETA Treaty was discussed with Canada. We are debating in the Council on the electoral threshold and the ceiling. I wanted to thank you for Belgium's position, but I would like to know what its final position will be. Will we have the electoral ceiling for elections so that small political parties representing diversity are also present in the next legislature?", "language": "en", "original_language": "fr", "translation_provider": "aws"}, {"id": 33, "date": "2018-05-03.json", "name": "Jiří Payne (EFDD).", "mepid": "189507", "text": " — Mr President, Prime Minister, the Treaty of Lisbon states in Article 17 that a member of the Commission must be selected according to the criterion of Europeanism. This means that in the Czech Republic, for example, 68% of citizens can never have their interests represented in the Commission. And they are discriminated against based on their political beliefs. In doing so, the Charter of Fundamental Rights of the European Union says in Article 22 that any discrimination on the basis of political sentiment is prohibited. You said, Prime Minister, that you don't want to change the Treaties. But I believe that the Lisbon Treaty, which organises discrimination, must be abolished and we must offer citizens a better alternative for cooperation in Europe.", "language": "en", "original_language": "cs", "translation_provider": "aws"}, {"id": 34, "date": "2018-05-03.json", "name": "Maria Arena (S&amp;D).", "mepid": "124936", "text": " — Mr President, Prime Minister, I have no doubt about your economic liberalism. And when it comes to trade, I think you should assume it completely because saying that today, through trade agreements, you protect your farmers is still something quite paradoxical. As we know today, the current agreements do not save farmers or the climate. Tell me how the importation of thousands of tonnes of Canadian or Mexican beef and pork will not affect the production of European farmers? I think the only way to advance this cause of social and environmental protection is to have “sustainable development” chapters with sanctions in trade agreements. So what is Belgium's position so that you can finally reconcile your economic liberalism with your clear desire to protect both social and environmental norms, and at the same time your farmers.", "language": "en", "original_language": "fr", "translation_provider": "aws"}, {"id": 35, "date": "2018-05-03.json", "name": "Michaela Šojdrová (PPE).", "mepid": "124710", "text": " “Prime Minister, I listened carefully to you. I appreciate your commitment, your enthusiasm and share your ideas for prosperity, security and values. But let me ask you a few questions. Why do you want to open legal routes for migrants? Do you think that millions of people living in very difficult conditions can be transferred instead of bringing peace and prosperity to their home countries? How do you want to strengthen the competitiveness of European companies if we complicate the free market with the new Posting of Workers Directive? In any case, we follow the same line, as you hope a safe and prosperous future for our children.", "language": "en", "original_language": "fr", "translation_provider": "aws"}, {"id": 36, "date": "2018-05-03.json", "name": "Κώστας Μαυρίδης (S&amp;D).", "mepid": "124691", "text": "Prime Minister, you started your first speech by saying that the collective good we all enjoy here in the European Union is peace and the pursuit of prosperity. We all agree and let us talk a little bit about the future of Europe. I think we don't need to discover any other ideal. We have our ideals and are listed as Europe in the “Rule of Law”, in the rule of law. We have the answers. We have the answer on the banking union: deposit guarantee at a pan-European level. We have the answer to Erdogan's Turkey: sanctions. And if you don't believe in sanctions, you give us the answer. Well, we're seeing the result of Mr. Juncker's gifts. As we speak today, he is sending back the persecuted refugees to blackmail us. So tell us an effective policy if you do not believe in sanctions.", "language": "en", "original_language": "el", "translation_provider": "aws"}, {"id": 37, "date": "2018-05-03.json", "name": "Helga Stevens (ECR).", "mepid": "125105", "text": " Mr President, Prime Minister, ladies and gentlemen, I would like to thank you for your vision of the future of the European Union. Now, what is striking, not only with you, but also with your colleague President Macron, is that there is little talk about people with disabilities. In the EU, they represent a very large group of 80 million people. A forgotten group, too. Do they also count in the Europe of the future? Do we also see those people as full citizens of Europe who can also contribute to the Europe of the future? I would like to know this from you, and we must not forget that all European countries have ratified the UN Convention on Persons with Disabilities. The European Union has also helped to ratify this. Nevertheless, we are still waiting for a general non-discrimination directive. For years we have been waiting for a European accessibility law to be strengthened. Where is this respect for sign languages in the European Union? That is our language, the language of deaf people in Europe. Deaf people feel unrecognized. They feel that Europe does not pay attention to them. I would also like to hear a reaction to these various elements. We can deaf people and show people with disabilities in general that Europe can also help them. When we look at the United States, we have a great backlog to catch up. We should be more ambitious so that people with disabilities can really count and be included in the Europe of the future.", "language": "en", "original_language": "nl", "translation_provider": "aws"}, {"id": 38, "date": "2018-05-03.json", "name": "Charles Goerens (ALDE).", "mepid": "840", "text": " — Mr President, Mr Louis Michel has already accustomed us to fervent pleas for a humanistic, strong and generous Europe. We can see after hearing you, Prime Minister, and through this double commitment, that Europe is well in your genes. We need political actors of this kind because Europe is under threat. The worst threat at present, however, is the fact that several Member States deviate from the fundamental values of the Union, do not apply or no longer apply certain aspects of European law. How, from your point of view, could it be remedied?", "language": "en", "original_language": "fr", "translation_provider": "aws"}, {"id": 39, "date": "2018-05-03.json", "name": "Jordi Solé (Verts/ALE).", "mepid": "185974", "text": " — Mr Prime Minister, thank you for having devoted much of your speech to talking to us about fundamental values and for reminding us of the tenacity our democracies demand from us. It is important to stress that without respect for European values, there is no European project worth the trouble. It is important to stress this at a time when some Member States are behaving in a worrying way, for example Spain, where Catalan politicians have been imprisoned for allowing citizens to vote, yes, to vote. In any case, I would like to hear your opinion on what we call the rule of law conditionality, a mechanism which the European Commission has incorporated into its proposal for a multiannual financial framework to fund Community funds. In my view, it would be a pity if this mechanism applies only to the rule of law and not to other aspects of democracy, human rights or corruption.", "language": "en", "original_language": "fr", "translation_provider": "aws"}, {"id": 40, "date": "2018-05-03.json", "name": "Doru-Claudian Frunzulică (S&amp;D).", "mepid": "124790", "text": "— Mr. President, Mr. Prime Minister, we in Romania have a proverb saying that divide, we cannot do much, together, united, we can do a lot. And I am referring here to your policy, unfortunately similar to that of President Macron, on a multi-speed Europe. We need, Prime Minister, a united and developed Europe. Developed to the East, as it is to the West. Only together will we be able to make a strong, respected European Union a global player who plays an important role in this world. At the same time, yesterday, the European Commission presented us with a massive declining budget for agricultural policy and cohesion policy. I want to tell you that cohesion policy is a symbolic policy, key, essential for European construction. This policy must continue, we must not increase the cleavage and differences between Western Europe and Central and Eastern Europe. On the contrary, all of us, the citizens of Central and Eastern Europe, when we joined the European Union, considered and believe that we must have the same level of development, the same rights and the same future, and I call on you, Prime Minister, to support a common European policy.", "language": "en", "original_language": "ro", "translation_provider": "aws"}, {"id": 41, "date": "2018-05-03.json", "name": "Dubravka Šuica (PPE).", "mepid": "119434", "text": "   – Mr President, Mr Prime Minister, I was listening very carefully to your introductory speech and I realised during your speech that you are real true European as you said. Since this is a debate on the future of Europe, you also said that you are against a two-speed Europe. You mentioned Schengen, you mentioned the eurozone, but you haven't said anything about further integration of the European Union. You haven't mentioned anything about the Western Balkans or Southeast Europe. So I would like to hear from you, what is your opinion, what is your attitude – I mean you as Prime Minister and a Belgian – on widening the European Union? Do you have any standpoint on this issue?", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 42, "date": "2018-05-03.json", "name": "Maria Grapini (S&amp;D).", "mepid": "124785", "text": "— Mr President, Prime Minister, I will not speak of your speech because I greatly enjoyed it. But since there have been some contradictions, I want to ask you a few questions to clarify them. When President Juncker asked you to give citizenship to British citizens, you responded very promptly - and I appreciate you - that, of course, you need to think about the case law in your State. Then, I ask you, will you vote on that new conditionality relating to the rule of law in the Council? And secondly, will you vote on the cutting of funds to cohesion and the common agricultural policy? And, Prime Minister, the last question, I feel safer in my country, Romania - which unfortunately is not in Schengen - than in your country, where you know what happened. Will you vote for Romania's entry into Schengen?", "language": "en", "original_language": "ro", "translation_provider": "aws"}, {"id": 43, "date": "2018-05-03.json", "name": "Hilde Vautmans (ALDE).", "mepid": "130100", "text": " Mr President, Commissioner, Prime Minister, thank you for your very strong and pro-European speech. It is such leaders that we should see more often here in Europe. Today I am a proud Fleming, a proud Belgian, a committed European and, above all, a convinced liberal. Because I think you have put the right emphasis: prosperity, economy, security, migration and, of course, our European values and standards. There is one point, Prime Minister, for which I would like to draw your attention today. We believe that we need to do more to tackle migration here in Europe. The citizens of Europe are asking for that too. I published a book last week about 10 000 unaccompanied minor asylum seekers missing in Europe, including in our country. I would therefore like to ask for your support. We are about to put a resolution to the vote here in this House. Defend decisions at the European Council to tackle smugglers harder and protect children in migration. Thank you, Prime Minister.", "language": "en", "original_language": "nl", "translation_provider": "aws"}, {"id": 44, "date": "2018-05-03.json", "name": "Juan Fernando López Aguilar (S&amp;D).", "mepid": "96812", "text": " Mr President, Prime Minister Michel, although we listened to you with great interest, we have not heard you a word about a European pillar in which Belgium once stood at the forefront: the area of freedom, justice and security and active judicial cooperation between Member States — based on the European mandate — of mutual trust and mutual recognition, judicial decisions, in order to avoid impunity on the basis of border crossing or on the complexity and heterogeneity of criminal legislation. In the area of freedom we need each other because — as the legendary Belgian Prime Minister Paul-Henri Spaak said — it is not true that the European Union is made up of large countries and small countries, we are all small to meet the great challenges of globalisation, only some know it and others do not yet.", "language": "en", "original_language": "es", "translation_provider": "aws"}, {"id": 45, "date": "2018-05-03.json", "name": "Pascal Arimont (PPE).", "mepid": "24922", "text": " — Monsieur le Président, Monsieur le Premier Ministre, je Suis Fier d'être Européen. Ik ben Fier Belg te Zjin. But I am also proud to be a German-speaking East Belgian. All of this works at the same time, even if this did not seem to be the case today. This is also due to Europe's great idea and its values. Belgium has been involved in Europe for 70 years. Perhaps Europe can also learn from Belgium. From this small, very complicated, but always amiable state. When nothing worked out, a Belgian came up with an idea, and it worked afterwards. However, we must rebuild the House of Europe, and the people must feel at home in Europe. This means that we must continue to develop this house; we must make it resistant to wind and weather. Belgium must make its contribution to this, and for this you, Prime Minister, must be very courageous: you must be the architect of this new Europe. I would like to quote a person here who does not come from politics, but from soccer, Liverpool FC's coach. After all, last week he said very well: 'The EU is not perfect, but it is the best idea we have ever had. 'History has shown that we can solve problems if we stick together. If we diverge, we will fight each other, and not once in history has division succeeded. This applies to Belgium as well as Europe. Soyez donc Courageux, Monsieur le Premier Ministre, be the architect of this new Europe where we all feel at home!", "language": "en", "original_language": "de", "translation_provider": "aws"}, {"id": 46, "date": "2018-05-03.json", "name": "Mercedes Bresso (S&amp;D).", "mepid": "28346", "text": " — Mr President, Prime Minister, thank you for this pro-European speech. I'd like to ask you a question anyway. You talked about using the potential of Lisbon. I obviously agree because I was the co-rapporteur for the report on the Lisbon potential, but there is still a problem of democracy in the European Union. Do you not think that if we want to make full use of the Lisbon Treaty, we must use the bridge clause and reach a majority vote in the Council? Because this is the cause of Europe's failure to function and the criticism made by our citizens: Europe can never decide, it is slow, it cannot be on the ball, to speak in terms borrowed from football. That's the question. So, either we change the Treaties and we really democratize Europe by showing real commitment, or we do not, but at least use the Treaty of Lisbon fully, through the bridge clause, to achieve a true democratic system in Europe.", "language": "en", "original_language": "fr", "translation_provider": "aws"}, {"id": 47, "date": "2018-05-03.json", "name": "Seán Kelly (PPE).", "mepid": "96668", "text": "   – Mr President, the discussions and debates here with the Prime Minister started by my own Prime Minister in January – Leo Varadkar – have been very impressive and worthwhile and Mr Michel today is equally impressive, knowledgeable and competent and up-front. So two points I want to make one. One, I would ask him to do everything he can to increase the budget for the European Union. This is where the added value is. My second question is, does he see a smooth Brexit and if not, what are the consequences for Belgium? The other point made by my colleague Ms Šuica is expansion. How quick does he see expansion in the European Union, especially in relation to the Western Balkans?", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 48, "date": "2018-05-03.json", "name": "Μαρία Σπυράκη (PPE).", "mepid": "125064", "text": "Mr Prime Minister of Belgium, you represent a country in the North, I represent a country in the South, but we live in the same house and we can only welcome in Greece the tripling of the funds for asylum and border guarding. At the same time, however, it is essential that we proceed immediately to a uniform asylum system in the European Union. At the same time, it is necessary to strengthen the protection of European borders in practice, and here I would like to point out that it is necessary to make the return of the two Greek soldiers who are currently illegally detained in Edirne, Turkey, a European priority. In this way we will prove that we really live in the same house and that we do share the same values.", "language": "en", "original_language": "el", "translation_provider": "aws"}, {"id": 49, "date": "2018-05-03.json", "name": "Charles Michel", "mepid": "n/a", "text": " Prime Minister of Belgium. — (FR) Mr President, ladies and gentlemen, several important points have been raised again, and I will react to some of them. An important point is, of course, the subject of free trade, freedom of trade. Machiavelli was quoted earlier. I believe deeply in the virtues of free trade, provided there is reciprocity, provided that there are social and environmental standards. Maria Arena is well aware that many free trade agreements are based on negotiating mandates given sometimes many years ago, which do not take into account certain positive developments necessary in terms of social and environmental standards. It is based on this approach that I have entered Belgium's position. It is in this approach that I supported, as far as I am concerned — unlike you — CETA, and it is in this approach, very consistently and consistently, that I want to defend the situation of farmers by defending reciprocity, by not accepting, for example in the case of Mercosur — a negotiating mandate that goes far back in the past — that farmers be a sort of adjustment variable in negotiation. This is a first point. I will also address another extremely important subject that has been mentioned — and which I did not mention in my introductory remarks — namely the situation in the Western Balkans. I was indeed in the Western Balkans a few days ago to meet my Serbian, Albanian counterparts and I am one of those who believe that Europe must be much more engaged, much more mobilized to help stabilise this region. I think Europe underestimates how fundamental this subject is, and I ask myself a question: should we not consider the appointment of a special envoy of the European Union with a real mediation capacity in order — as we do, in some way, with Michel Barnier in the case of Brexit — to have a full-time personality with authority, the support and legitimacy needed to make a real contribution to stabilizing and securing the region. It is in this hypothesis that we can effectively exploit the processes of relationship between the European Union and that region, in an attempt to make progress towards our own stability and security. Several questions were also asked about convergence, on cohesion. I would like to confirm that the challenge is to develop a capacity for economic and social convergence at European level, which I welcome. Ik verheug mij over de initiatieven van de Europese Commissie, de rol van Jean-Claude Juncker en van de eurocommissaris om naar en sokkel voor de sociale rechten te streven. Dat is een eerste belangrijke stap die een paar maanden geleden in Gothenburg is gerealiseerd. Nude, het is de verantwoordelijkheid van de landen om, met de steun van de Europese Commissie, hierin bijkomende vooruitgang te boeken, voor meer samenwerking te zorgen en meer resultaten en meer convergentie te verwezenlijken. Dat moet ook in mijn ogen en belangrijke doelstelling zijn. Mevrouw Vautmans, natuurlijk ben ik het met a ten aanzien van een sterker Europees commitment. Ik ken ook uw sterk persoonlijk Europees commitment. U heeft en belangrijk punt gemaakt. Ik onderschat dat niet. We hebben in Belgium initiatieven ondernomen voor niet-begeleide minderjarigen met steun van de deelstaten die op dit gebied bevoegd zijn. Maar ik ben echt bereid om mij daarvoor nog meer te engeren. Dat is inderdaad en belangrijke uitdaging for toekomst. Bridges were made with police and security cooperation. I also link with the Schengen area. I care about the Schengen area. I think this is an extremely important issue, and it is because I care about the Schengen area that I believe that we must be able to guarantee security in order to guarantee free movement, to make progress in terms of border protection and to implement an orderly migration policy, as I have said, in the field of migration. An important remark was made about the knowledge society. Lisbon. I am therefore, I was among the first to advocate for multi-speed Europe. I does believe that we must mobilize everything to ensure that we can move forward with those who wish to do so, without being blocked by a few who either want not to move forward or take more time to move forward. This is the sense of my reasoning, which I hope was able to detail on paper in speed. Finally, Mr President, I thank you for this debate and for this exchange, which reflect the vitality of what the European model does: the rule of law, democracy, the peaceful confrontation of ideas with mutual respect. As Voltaire said, I do not necessarily share your conviction, but I will fight for you to have the freedom to express it. I would also like to commend the press that is following our work on this important day of press freedom. Even in Europe, ensuring daily press freedom is a challenge that must mobilise us all. Earlier I mentioned the qualities of those who have been at the heart of the progress towards a concrete, tangible European project, peace, prosperity, stability and freedoms. Courage, optimism and confidence, this is undoubtedly the recipe for moving in the right direction. Forward Europe!", "language": "en", "original_language": "fr", "translation_provider": "aws"}, {"id": 50, "date": "2018-05-03.json", "name": "Le Président. –", "mepid": "2187", "text": " Thank you for your words. I share what you say about the press. As a former journalist, I support and defend press freedom. Today there will be a ceremony in memory of Daphne Caruana Galizia, the Maltese journalist who was killed in an attack a few months ago. Parliament will always support freedom of the press. Mr Prime Minister, we had a debate, a real debate on the future of Europe, a lively debate, of course, but a real debate. This is a positive message that we are sending to our fellow citizens, to the citizens who are in the forums and who have listened to this debate. As I said, more than 40 members have spoken and asked questions. I think that this way of operation is positive and helps very much relations between the European Parliament, the Commission, the Council and governments. We must all work together to defend the rights of our fellow citizens. A big thank you, Prime Minister, I greet you and then we will move forward. Mrs Gomes is your question related to what I have just said? What is it? Tell me.", "language": "en", "original_language": "fr", "translation_provider": "aws"}, {"id": 51, "date": "2018-05-03.json", "name": "Ana Gomes (S&amp;D).", "mepid": "28306", "text": " — Mr President, you talked about paying tribute to the memory of Mrs Daphne Caruana Galizia, but we must also recall the Slovak journalist, Ján Kuciak, and his partner who were also murdered for similar reasons. I would like to express my concern at this time by a letter we have received from Europol, which sets out the limitations on investigations and any collaboration with the authorities in these investigations. This is a case we need to deal with.", "language": "en", "original_language": "fr", "translation_provider": "aws"}, {"id": 52, "date": "2018-05-03.json", "name": "Le Président. –", "mepid": "2187", "text": " Of course, ma'am, but I said a ceremony will be held today for Daphne Caruana Galizia. As a former journalist, I am also very well informed of what happened. For Daphne but also for this Irish journalist killed a few years ago, those killed in Slovakia and all the others. Many thanks to all of you, thank you again to the Prime Minister, to the European Commission and to all the Members who participated in this debate, as well as to all the citizens who are here listening to us. Thank you. We are working for you. Written declarations (article 162)", "language": "en", "original_language": "fr", "translation_provider": "aws"}, {"id": 53, "date": "2018-05-03.json", "name": "Krystyna Łybacka (S&amp;D)", "mepid": "124883", "text": " in writing. — I draw the attention of the Prime Minister to the importance of high quality and inclusive education in building Europe's future, both economically and socially. In the context of the creation of a European education area, we must set ambitious goals that will contribute to the development of a knowledge-based Europe, enhancing competitiveness, social cohesion and opportunities for lifelong learning. I also emphasise the role of educational mobility for students, academics and administrative staff as crucial for the formation of new skills and attitudes, the deepening of cross-cultural understanding and the strengthening of European unity. In this context, it is important both to guarantee equal opportunities for all under the new Erasmus+ programme and to integrate mobility into educational programmes. More support of teaching staff is also key, as an essential pillar for student and student success and the development of quality education. I strongly support and encourage the establishment of a European teaching and learning academy to promote the cooperation of teachers, improve the quality of teaching and supporting the professional development of teachers.", "language": "en", "original_language": "pl", "translation_provider": "aws"}, {"id": 54, "date": "2018-05-03.json", "name": "Ivan Štefanec (PPE)", "mepid": "124929", "text": "in writing. - Charles Michel has expressed his idea of a strong Europe, which works especially where it can add real value. I agree that we need more cooperation, especially in areas that bring concrete benefit to our citizens. One of these areas is definitely the common digital market, mentioned by the Prime Minister. I am of the opinion that the creation of a common European digital market is the only right way to move this subject forward. Therefore, after the removal of roaming, it is necessary to remove geoblocking as soon as possible and improve the conditions not only for the free movement of information, but also for electronic commerce. I am extremely pleased that, in his speech, the Prime Minister also stressed the necessity of preserving European values. New technologies bring many benefits to our everyday lives, but the spread of radical ideas with the help of social media threatens democracy. We must therefore bear in mind that the future of Europe will also be about protecting our fundamental values.", "language": "en", "original_language": "sk", "translation_provider": "aws"}, {"id": 55, "date": "2018-05-03.json", "name": "Maria Grapini (S&amp;D).", "mepid": "124785", "text": "— Madam President, under the Rules of Procedure I would like to inform you that, at the debate with the Belgian Prime Minister, a colleague addressed the Prime Minister with the following phrase: 'You are the girl in the class who raises her hand and never makes history'. I think it is discrimination, girls make history, women make history, and it is not normal to discriminate in the European Parliament.", "language": "en", "original_language": "ro", "translation_provider": "aws"}, {"id": 56, "date": "2018-05-03.json", "name": "La Présidente. –", "mepid": "96952", "text": " The term itself is quite unsuitable regardless of the sex of the person, Madam.", "language": "en", "original_language": "fr", "translation_provider": "aws"}, {"id": 57, "date": "2018-05-03.json", "name": "La Présidente. –", "mepid": "96952", "text": " The next item is Voting Time. (For the results of the votes and other details concerning them: see Minutes)", "language": "en", "original_language": "fr", "translation_provider": "aws"}, {"id": 58, "date": "2018-05-03.json", "name": "La Présidente. –", "mepid": "96952", "text": " This closes Voting Time.", "language": "en", "original_language": "fr", "translation_provider": "aws"}, {"id": 59, "date": "2018-05-03.json", "name": "Krisztina Morvai (NI).", "mepid": "96661", "text": "- Madam President, this report on fraud to the detriment of the European Union's financial instruments shows quite tough figures. So there are about twenty thousand irregularities a year that fall within OLAF's competence. These are huge sums of money, and as a Hungarian, who has already become accustomed to being in a permanent defensive position, it automatically occurred to me that if there are such huge numbers here, and the report clearly describes that all countries are involved, why with Hungary they are constantly dealing with this issue, corruption, etcetera. Then it occurred to me that it would be nice if we did not have to defend ourselves all the time, but really start to deal with our own affairs and correct the mistakes that are undoubtedly in my country, for example, using European Union instruments. It would be time for this war to end, and we could finally deal with things like this.", "language": "en", "original_language": "hu", "translation_provider": "aws"}, {"id": 60, "date": "2018-05-03.json", "name": "Monica Macovei (ECR).", "mepid": "96824", "text": "— Madam President, how is European citizens' money lost or stolen? In 2015, the losses caused by the difference between theoretical and real revenues from VAT receipts, plus VAT fraud, in the Union amounted to around EUR 160 billion. To the Cohesion Fund alone, which is very important for the development of all Member States and regions, reported fraud increased to EUR 480 million in 2016. We need to know what pockets this money came into, which had to balance the development of the Member States. Fraud and corruption do not fight with slogans or speeches, but with targeted measures and cross-border cooperation. I demand: (1) the rapid establishment of the European Public Prosecutor; (2) cross-checking of accounting records between Member States; (3) the publication of an annual report by the Commission on the use of Union funds and the EIB and EBRD money transfers to tax havens.", "language": "en", "original_language": "ro", "translation_provider": "aws"}, {"id": 61, "date": "2018-05-03.json", "name": "Bogdan Andrzej Zdrojewski (PPE).", "mepid": "124893", "text": " — We are improving the protection of the European Union's financial interests and this is, without doubt, the most valuable consideration in this matter. Whereas, unfortunately, we do so firstly, very slowly and secondly, unfortunately inconsistently. I do not command the data that is presented in the report itself. It seems to me that they are underestimated, but without any doubt we must ensure that the European Parliament, and the European institutions, respond more efficiently and quickly to various irregularities. We listed them yesterday: exchanging tobacco trade, exchanging fakes from China, also exchanging mis-taxed digital market, as well as mistakes in the implementation of programmes that have been mentioned many times in this room: common agricultural policy, cohesion policy. We need to — again I will stress — be fitter, more consistent and quicker responsive.", "language": "en", "original_language": "pl", "translation_provider": "aws"}, {"id": 62, "date": "2018-05-03.json", "name": "Ангел Джамбазки (ECR).", "mepid": "124873", "text": "— Dear Madam President, honourable Members, I supported the 2016 annual report on the protection of the financial interests of the European Union because I believe that all the important aspects have been described, the issues of additional accountability requested are highlighted. Mr Bernio's report states that it is necessary to build a European Public Prosecutor's Office, which has its own resources to detect abuse and fraud. The report itself promotes faster and effective compilation of this Prosecutor's Office. I also draw particular attention to the Directive on the Protection of Financial Interests, which introduces minimum rights with regard to the definitions of criminal offences and sanctions in the field of fraud affecting the financial interests of the Union, which cover cross-border VAT fraud. The Directive defines corruption and sets out the types of fraudulent behaviour that should be criminalised. This is a first step towards harmonising European criminal law. The report calls on the Commission to publish an annual publicly available report on the use of European Union funds, as well as on the remittances of the European Investment Bank, the European Bank for Reconstruction and Development to Offshore Structures. I believe that these steps will contribute to more effective protection of the Union's financial interests.", "language": "en", "original_language": "bg", "translation_provider": "aws"}, {"id": 63, "date": "2018-05-03.json", "name": "Jiří Pospíšil (PPE).", "mepid": "125706", "text": " — Madam President, I supported this report, I think it is a good thing to debate in plenary here how the financial interests of the European Union are protected, but I believe that the basic decisions for the recourse of unlawful and particularly criminal activities in the defence of the financial interests of the European Union will always be up to the Member States, the law enforcement agencies in the individual Member States. We should take care that individual Member States do not underestimate this form of crime and should take care to ensure that individual law enforcement agencies in individual Member States cooperated with each other and exchanged information. That, I think, is the basis for the future to prevent European money being ripped away. I am not so convinced, unlike other colleagues, that the establishment of a new European Public Prosecutor's Office, which will only be established by some European Union states, will significantly solve this problem. But only history will show whether optimists are right, and this office will help. I am skeptical of that.", "language": "en", "original_language": "cs", "translation_provider": "aws"}, {"id": 64, "date": "2018-05-03.json", "name": "Nicola Caputo (S&amp;D).", "mepid": "124851", "text": " Madam President, ladies and gentlemen, it is certainly a positive result that the fraudulent and non-fraudulent irregularities reported in 2016 have fallen by 15%. However, the persistent gap between Member States in relation to reports carried out leads to misperception of the effectiveness of controls. It is in this area that the Commission must work more to support the level and quality of controls and the sharing of best practices in combating fraud. We need a uniform system of comparable data collection in order to even out the reporting process and ensure the quality and comparability of the data provided, but we also need a more effective cooperation between Member States, the European Prosecutor's Office, OLAF and Eurojust. To date, not all Member States have adopted national anti-fraud strategies and 50% of cases reported by OLAF are filed by national authorities also due to a failure to harmonisation of the conditions for the admissibility of tests provided by OLAF.", "language": "en", "original_language": "it", "translation_provider": "aws"}, {"id": 65, "date": "2018-05-03.json", "name": "Seán Kelly (PPE).", "mepid": "96668", "text": "   – Madam President, this Annual Report is important to assess the level of fraud or attempted fraud that occurs in the EU over the year. I welcome it and I voted for it. The results of this Annual Report are very promising. It outlines that there was a 15% decrease in fraudulent and non-fraudulent irregularities in the EU in 2016, compared to 2015. This decrease clearly illustrates that the implementations that have been introduced are effective and they are helping to combat fraud across the EU. We welcome that. This report also includes suggestions for the protection of whistle-blowers in the EU, in ensuring they are afforded the best treatment while investigating their complaints. The Report also suggests methods that may be introduced to combat further fraud in the future. This is imperative for Ireland, and for the EU as a whole, to ensure that the euro currency and the economy are not taken advantage of through fraudulent means. We always have to be vigilant. Fraudsters are never going to go away. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 66, "date": "2018-05-03.json", "name": "Daniel Hannan (ECR).", "mepid": "4555", "text": "   – Madam President, why do we have all of this fraud in the EU institutions that we have just been hearing about? Is it that Brussels attracts particularly bad people? I do not think so. I mean, it attracts some bad people. Man is fallen and in every institution you will attract some people who give in to temptation, but the real problem is that there is no link between taxation, representation and expenditure. European institutions expect the bouquets when they write cheques but not the brickbats when they raise the taxes, because taxation is carried out by somebody else. That is a formula where, even with the best will in the world, you are bound to encourage a certain negligence or, as we have seen in some of the cases cited in this report, outright corruption. The solution, of course, would be to take the financial decisions more closely to the people that they affect, to devolve fiscal autonomy from an EU to a national or subnational level but, as we all know in this House, that ‘ain’t gonna happen’. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 67, "date": "2018-05-03.json", "name": "Stefano Maullu (PPE).", "mepid": "133326", "text": " Madam President, ladies and gentlemen, this report gives a significantly comforting picture, on the one hand which is absolutely inadequate. A third of Italians have an empty refrigerator, a third of Italians are in a difficult condition and this European Union, which makes available an important financial instrument such as the Bank European investment, it has a duty to invest in our country more important and significantly. The overall pillar is not enough, which is explained in detail in the report; there are too few investments in infrastructure, too few investments that generate counter-cyclical conditions, which therefore allow lasting jobs to be created. I believe that this is one of the functions and objectives that the European Investment Bank has. These are objectives that are very often not achieved and which very often, instead, must be accurately justified, especially here, in the European Parliament, where we represent tens and tens of millions of inhabitants who ask exactly this: punctuality and transparency.", "language": "en", "original_language": "it", "translation_provider": "aws"}, {"id": 68, "date": "2018-05-03.json", "name": "Rosa D'Amato", "mepid": "124835", "text": " on behalf of the EFDD Group. — Madam President, ladies and gentlemen, the EIB's report on financial activities underlines some really important aspects, such as the need to promote activities financially sustainable or monitoring of added value, additionality and real leverage achieved with EIB funding. Then there is a reminder of assessment and transparency about certain high-risk financial instruments, to prevent the burden being discharged on small and medium-sized enterprises and citizens. In fact, I have long been pointing out the danger that financial engineering could create new speculative bubbles, the burst of which would shatter the European skeleton of micro, small and medium-sized enterprises, creating a backlash that would break down on citizens in a disruptive manner. In addition, to the harsh critical analysis expressed in the Valli report, I add my firm condemnation of EIB financing to projects supporting the fossil, or to obsolete steel mills or to mega unnecessary and harmful infrastructure. In the specific case of the TAP, the EIB has stubborn to finance it by hiding behind the gas supply screen — which is certainly not a renewable source — without taking due account of social, economic and environmental externalities and infischiating with potential risks to local people. As a matter of public money, the EIB should instead direct its support to contribute more targeted to the implementation of projects with real added value for the territories, for the environment and for sustainability, as well as the creation of quality jobs. In general, I therefore welcome the report and the consequent vote in favour of this report.", "language": "en", "original_language": "it", "translation_provider": "aws"}, {"id": 69, "date": "2018-05-03.json", "name": "Monica Macovei (ECR).", "mepid": "96824", "text": "— Madam President, in Romania, my country, the European Investment Bank financed over 126 projects by 2017 and invested over 13 billion euros. Romania ranks fifth in the Union in financing from EIB money. Among the projects financed are the modernization and expansion of the Regina Maria medical network and also the financing of the European energy corridor. However, we do not have a clear picture of the surplus-value, of the useful effect of these financing. Because no analysis has been made yet and, in addition, the operations of the Bank and those of the Romanian authorities must be very transparent for real public control. At the moment, they are not very transparent and, therefore, I demand transparency, so that we can control them. Transparency means control, accountability and so on.", "language": "en", "original_language": "ro", "translation_provider": "aws"}, {"id": 70, "date": "2018-05-03.json", "name": "Bogdan Andrzej Zdrojewski (PPE).", "mepid": "124893", "text": " — The Committee on Budgets pointed out the qualitative deficiencies in this document, the CONT committee on the geographical imbalance, but these are not the only comments on this report. It is worth pointing out that the amount that was spent in 2016 is below the one that was spent in 2015, and geographical imbalance is actually a constant element of investing policy. I will point out two things that are very important: we have de facto only four fields funded by just these measures — I will remind you that is about 80 billion — and that is the environment, small economic entities, innovation and infrastructure. What is missing is primarily from creative sectors, which I point out in the report itself, as well as, above all, the resources invested in soft projects that would increase the quality of all that is related to creative industries. I point it out today for the second time.", "language": "en", "original_language": "pl", "translation_provider": "aws"}, {"id": 71, "date": "2018-05-03.json", "name": "Νότης Μαριάς (ECR).", "mepid": "125069", "text": " — Madam President, as I said in my speech yesterday, although Turkey continues its aggressive policy towards Greece, although Turkey violates the territorial waters of my country, although Turkey maintains the casus belli against Greece, the European Investment Bank nevertheless maintains its casus belli against Greece, continues to give low-interest loans to Turkey and thus finances small and medium-sized enterprises, transport, the agricultural sector and environmental projects. For 2014, 2.1 billion euros have been given in low-interest loans, for 2016 the European Investment Bank gave Turkey USD 2.3 billion in low-interest loans. This situation must stop. It is not possible to finance the Turkish economy at a time when Turkey pursues an aggressive policy against Greece, while it keeps the two Greek soldiers in prison. Turkey's funding from the European Investment Bank must be stopped.", "language": "en", "original_language": "el", "translation_provider": "aws"}, {"id": 72, "date": "2018-05-03.json", "name": "Seán Kelly (PPE).", "mepid": "96668", "text": "   – A Uachtaráin, fáiltím roimh an tuairisc seo agus is dóigh liom gur maith an rud é go mbeadh Feisirí ar an eolas faoi chaiteachas agus imeachtaí Bhanc Infheistíochta na hEorpa, agus tríd an tuairisc seo agus tríd an díospóireacht a bhí againn aréir - agus bhí áthas orm páirt a ghlacadh ann - tagaimid ar an eolas sin. Freisin, tá ainm in airde ag EIB anois, go háirithe de bharr na dea-oibre atá á déanamh ag EIB maidir le hESI.  Reáchtáil mise ceithre nó cúig chruinniú phoiblí i mo cheantar féin.  Tháinig Cormac Murphy ó Éirinn agus ó EIB in Éirinn chuig na cruinnithe sin, agus bhí daoine an-sásta leis sin, chomh sásta sin go bhfuilim ag fáil cuireadh gach uile lá ó chathracha agus ó bhailte eile chun cruinniú mar sin, maidir leis an EIB, a reáchtáil chomh maith. Dá bhrí sin, tá jab an-mhaith á dhéanamh acu agus caithfimid a bheith bródúil astu.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 73, "date": "2018-05-03.json", "name": "Andrejs Mamikins (S&amp;D).", "mepid": "124746", "text": "   – Madam President, as we know, the early presidential election in Venezuela called by the internationally non—recognised National Constituent Assembly and endorsed by the National Electoral Council are now to be held on 20 May this year. In order to make the election process clear and have a successful result, it is necessary to find a compromise and reach an agreement between the two competing sides, because only their cooperation would enable a synergy to be reached and stabilise the country. As a Member of the European Parliament, I would also like to stress that only an objective assessment and an adequate and impartial view on the situation can solve the current problem, which has appeared in this state. We should not rely on our personal fellow feelings and give an advantage or preference to one side or another. We – I mean Europe – should be an example of independent representation, making objectivity the main criteria for our assessment concerning this country. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 74, "date": "2018-05-03.json", "name": "Jiří Pospíšil (PPE).", "mepid": "125706", "text": " — Madam President, we are talking repeatedly at plenary about the serious situation in Venezuela, we have debated here for the last time about the huge social and economic problems of the Venezuelan people, when socialist dictator Maduro has caused a once rich country today to suffer from a situation where people don't have medicines, they don't have basic necessities of life. At the same time, there is a huge constitutional crisis in this country, undemocratic processes, and unfortunately today we voted on the situation that is to happen on May 20, when premature presidential elections in Venezuela and now it is already obvious that those elections will not be free, they will not be democratic, that opposition candidates will not be able to get involved. So it is good that the European Parliament and with its vote today made clear that we do not recognise such elections and we call on the Venezuelan authorities to postpone the electoral process and bring it into line with principles of democratic rule of law.", "language": "en", "original_language": "cs", "translation_provider": "aws"}, {"id": 75, "date": "2018-05-03.json", "name": "Rosa D'Amato", "mepid": "124835", "text": " on behalf of the EFDD Group. — Madam President, ladies and gentlemen, Mr Novakov's report appears, in our view, too unambitious on the subject of the real environmental sustainability of alternatives to fossil. We would have liked at least one mention of the fact that transport is currently responsible for 32% of the total energy consumption of the European Union and that the emissions from the transport sector are responsible for 27% of all greenhouse gas emissions in the Union, thus constituting a serious environmental problem in terms of air pollution. In the rest of the report, we find several non-shareable references to the EFSI, in particular where it is defined as a tool that could serve as a platform for developing public partnerships. private transport. We welcome, in particular, paragraph 15 coming from an amendment of our own, where the Commission is asked, in the framework of the new regulation on cohesion policy after the 2020, to propose more funds for cities, so that they can submit joint bids relating to infrastructure or technologies that would contribute to the decarbonization of urban transport and the reduction of air pollution resulting from road vehicles. The fundamental awareness must be made, both in politics and civil society, that without a significant contribution from the transport sector, it will not be possible to achieve the objective of European Union of a minimum share of renewables and targets for reducing greenhouse gas emissions.", "language": "en", "original_language": "it", "translation_provider": "aws"}, {"id": 76, "date": "2018-05-03.json", "name": "Lola Sánchez Caldentey (GUE/NGL).", "mepid": "125035", "text": " Madam President, the Mediterranean corridor is a trans-European communication hub which, through a double freight and passenger rail network with international width, must bridge the entire Mediterranean arch, connecting cities such as Valencia and Murcia with the rest of Europe. Murcia represented a black dot in the route of this corridor, as it did not meet any of the European railway operating standards. To solve this, in 2014 he was granted European funds amounting to almost 1 million euros, that is, he obtained the money to remove the bottleneck from the layout of his corridor while passing through Murcia. At the moment we can say that not only has this black dot not been eliminated, but also with the current project a funnel of huge proportions is being generated. A single mixed width road that will be shared by passengers and freight and will also depart in two the city of Murcia. If we haven't removed the bottleneck, where did that money go? Surely, the honourable vice-president of this house, Ramón Luis Valcárcel, can help us clarify where these funds ended, because he was the highest political officer in the Murcia region from 1995 to 2014.", "language": "en", "original_language": "es", "translation_provider": "aws"}, {"id": 77, "date": "2018-05-03.json", "name": "Ангел Джамбазки (ECR).", "mepid": "124873", "text": "— Dear Madam President, honourable Members, I supported my colleague Novakov's report because the European Union's cohesion policy is the most visible instrument for citizens for European added value. Investment through the European Union budget not only fulfils the long-term objectives, but has an impact on local communities and businesses. Investment in transport infrastructure under the thematic objective “Promoting sustainable transport and removing undercapacity sections across all key network infrastructures” are among the most tangible achievements of cohesion policy as they contribute to the elimination of differences within the European Union, as well as on the competitiveness and strengthening of the economic strength of all Member States. And this is especially important in the Balkans, where there is no connectivity, and where there are as many hours as it takes to get from Sofia to Brussels between the countries and capitals of member states.", "language": "en", "original_language": "bg", "translation_provider": "aws"}, {"id": 78, "date": "2018-05-03.json", "name": "Νότης Μαριάς (ECR).", "mepid": "125069", "text": "Madam President, as I said in my speech yesterday, the European Union must strengthen Greece's effort to establish the transport equivalent, and I even asked Mrs Crețu for funding from the European Regional Development Fund. In her reply, Mrs Crețu threw the ball to the Greek government and said that the Greek government must formulate this measure because it belongs to Greece's exclusive competence. Therefore, the Tsipras government must roll up its sleeves and finally institutionalize the transport equivalent for the Aegean islands, in order to relieve all the islands, especially the Aegean islands, as they receive huge migratory flows. It is therefore the responsibility of the Greek side and must establish the transport equivalent here and now.", "language": "en", "original_language": "el", "translation_provider": "aws"}, {"id": 79, "date": "2018-05-03.json", "name": "Morten Messerschmidt (ECR).", "mepid": "96663", "text": " Madam. President! We voted against this report because cohesion policy, which sounds very good - like something that can unite us all together - in reality seems to be a word or concept rather than it actually covers up reality. When we look at the disastrous infrastructure projects undertaken in particularly southern European countries, where one ghost airport stands empty after another, where perhaps 20 or 30 aircraft a year takes off, or the kilometres of motorways financed by the European Union, where no cars drive, or ports where no ferries attach, bike lanes where no bikes are running, etc., etc., well then it is very, very hard to spot whether cohesion policy is in reality about making the continent work, or whether it is actually more a matter of using some nice words that are going to look like the roses as covering up the thistles. We are deeply sceptical about this whole part of the EU budget, which is why we are voting no.", "language": "en", "original_language": "da", "translation_provider": "aws"}, {"id": 80, "date": "2018-05-03.json", "name": "Stanislav Polčák (PPE).", "mepid": "124704", "text": " — Madam President, I consider the subject of transport sustainability to be extremely serious, really serious for the development of our cities and municipalities, and it is a key theme precisely for cohesion policy. Yes, there are examples, as my speaker spoke, where these individual projects have failed, but we have hundreds and thousands of examples where European money has helped European mobility and city connectivity; and municipalities. Here we are talking about the preference for public transport and I join those who supported this report for this very reason. It is not only about decreasing exhalations and emissions just coming from public transport, but it is also about bringing true public transport preferences, this also applies to, for example, shortening transfer distances, these are so called modal nodes of transport, telematics. And in the Czech Republic, but also in other states it also joins the issue of suburbanized territories, that is, those that are in agglomeration rings, and where transport is indeed very essential for local people and for its impacts on healthy lifestyles.", "language": "en", "original_language": "cs", "translation_provider": "aws"}, {"id": 81, "date": "2018-05-03.json", "name": "Seán Kelly (PPE).", "mepid": "96668", "text": "   – Madam President, regarding bottlenecks: tell me and my constituents in Ireland South all about them – we have no shortage of them. For instance, in my own county of Kerry, if we are travelling to the big cities on either side of us – Limerick and Cork – we have bottlenecks in Balleyvourney, Macroom, Abbeyfeale, Newcastle West and Adare. This is a huge inconvenience to natives, but also to tourists, and of course is detrimental to quality of life and leads to increased emissions, which is not good. But, thankfully, help is at hand, because there are genuine plans to eliminate those bottlenecks. I think the Cohesion funding and Structural Funds are playing a big part in that, and indeed have played a big part in improving the road network in Ireland and across the European Union, and that should be recognised.  I think it is good that we hone in now on these bottlenecks right across the European Union and eliminate them for the sake of the quality of life of all people and in our fight against climate change by reducing unnecessary emissions.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 82, "date": "2018-05-03.json", "name": "Krisztina Morvai (NI).", "mepid": "96661", "text": "- Madam President, it is a very interesting question as to why the Western people are actually letting themselves terrorize with this whole mass migration thing on the part of the European Union, when it is clear that the vast majority of them do not want migration. One of the explanations for this is the emotional blackmail they're involved in. If you don't want migration, then you're inhuman, antihumane, and so on. A particularly strong ground for this context is the issue of migrant children. There is this notion that unaccompanied children come to Europe out of poverty, poverty, twenty thousand a year. But let's ask you a few questions. You have to imagine six-year-olds with a baby face when we talk about these kids? No, mostly 16-17-18-year-olds. Two: why does this report, or this written document, object to the need to know the exact age of these children. Whether they're 20 to 25 by chance. Here is the issue of family reunification, which they want to make mandatory. You always have to look behind things.", "language": "en", "original_language": "hu", "translation_provider": "aws"}, {"id": 83, "date": "2018-05-03.json", "name": "Michaela Šojdrová (PPE).", "mepid": "124710", "text": " — Madam President, I would like to explain why I finally abstained from the final vote on this report, which is devoted to children in the migration crisis. Children are the most vulnerable group and we need to pay attention and protection to them. Therefore, in order to be protected, they need to be registered, registered and we need their biometric data. Unfortunately, in the vote, amendments were passed that relativise the whole resolution, and that is, I think, a mistake. It is for the benefit of children to have their papers, to be protected, they need to be registered so that we know about the place of their movement. It's in their favor. Otherwise, I greatly appreciate Lord Dubs's initiative in the UK for Britain to take in 380 refugee children. I think it's a good role model for other countries.", "language": "en", "original_language": "cs", "translation_provider": "aws"}, {"id": 84, "date": "2018-05-03.json", "name": "Morten Messerschmidt (ECR).", "mepid": "96663", "text": " Madam. President! I think we've all been moved and gripped by the images we've been able to see on the TV screens, of drowning children and of course adults in the Mediterranean as well. It is therefore completely incomprehensible to me how there can still be members of this Parliament who cannot realise that it can only be stopped by closing and consistently guarding the European border. Instead of helping people here to our part of the world and thus animating people smugglers and incentivising people to use people smugglers, then we need to help people in the North African countries. If the EU is to contribute something to help people on the run, then it should be by ensuring that without crossing the Mediterranean, without spending the whole fortune on traffickers, you can be helped, making camps and cities and civilised good regions in perhaps North Africa where people can live until they can return to their own countries. This is the way across the Mediterranean that is killing people. As long as it is possible to get into Europe off that path, the parliament here has a responsibility for what happens.", "language": "en", "original_language": "da", "translation_provider": "aws"}, {"id": 85, "date": "2018-05-03.json", "name": "Anna Záborská (PPE).", "mepid": "23894", "text": "— Madam President, future generations will judge us for the way we treated the most vulnerable. The European Union must therefore protect every child in its territory, including migrants and refugees. Nevertheless, I could not support this resolution because it refers to the text we adopted in this plenary in relation to the proposal for the conclusion of the Istanbul Convention. I consider this resolution controversial not only because of its content, but also because it goes beyond the powers of both the European Union and this Parliament. Violence against children must end. However, the Istanbul Convention is not the only or best instrument for achieving this objective.", "language": "en", "original_language": "sk", "translation_provider": "aws"}, {"id": 86, "date": "2018-05-03.json", "name": "Petras Auštrevičius (ALDE).", "mepid": "124766", "text": "   – Madam President, calling on a global ban on animal testing for the cosmetics industry by 2023 is a very important step in the ongoing battle which aims to put an end to cruel practices against animals. It is regrettable that around 80% of the world’s countries still allow, and use, testing on animals and sell products which have been tested on them. I firmly support the European Union’s commitment to lead by example through the landmark EU ban on animal testing which was implemented in 2013, and its call for similar legislation worldwide. On this occasion I salute my colleagues, who have been campaigning for this issue for many, many decades. This is an excellent example of a successful policy by European politicians. The EU ban has proved to be extremely successful. We have developed alternative testing methods for cosmetics and still remain the leader in cosmetics exports. Therefore, I am convinced that other countries can benefit from that too. Let’s end cruelty against animals together.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 87, "date": "2018-05-03.json", "name": "Branislav Škripek (ECR).", "mepid": "124927", "text": "— Madam President, it is a good thing that the European Union is putting itself as a leader in the field of animal protection and banning the testing of cosmetic products on them. We live in a world where almost 80% of countries still allow animal testing and the subsequent sale of these cosmetic products. We need to push for the development of alternative methods, whether through research support, but also a ban on imports of products from third countries that do not comply with Union rules. It is interesting to look into the catechism of the Catholic Church, where it is written that God authorized man to use animals for food, clothing and agricultural purposes. However, this right is not absolute, and a person has a duty to them also be kind. It is immoral for us to inflict any unfounded suffering on animals and treat them like things. They too are God's creatures, but things have limits.", "language": "en", "original_language": "sk", "translation_provider": "aws"}, {"id": 88, "date": "2018-05-03.json", "name": "Момчил Неков (S&amp;D).", "mepid": "125013", "text": "— Madam President, the effective ban on the use of animals in tests in the cosmetic industry and the marketing of such products has been in Europe since 2013, but unfortunately nearly 80% of other countries do not have similar legislation. The marketing of such products must be strictly observed so that there is no single market situation in which European producers have more difficult conditions to produce or displace the products. The recently released information on the inhumane treatment of animals during transport from Australia is just a small example of how global trade lacks rules to put European producers on the same footing as those from third countries. The European Commission must look very carefully at all such bad practices and demand equally high standards from third country producers as required by European producers.", "language": "en", "original_language": "bg", "translation_provider": "aws"}, {"id": 89, "date": "2018-05-03.json", "name": "Stefano Maullu (PPE).", "mepid": "133326", "text": " Madam President, ladies and gentlemen, I believe that animal testing is an act of genuine unacceptable cruelty, and it continues to be so in 80% of the rest of the world. Not in the European Union, where we have, in a farsighted way, anticipated this kind of programme. But I believe, from this point of view, that we need to work a lot to defend those who are now part of our family, therefore companion animals, guinea pigs, all those who, in a very cruel and brutal way, can be subject to this kind of useless experimentation — as well as the Food and Drug Administration reports — in 92% of cases: useless to test cosmetics, useless to allow our particularly advanced companies to be competitive in this global world. That is why I believe that the European Union must strongly pursue, through all the instruments available, the defence of the best practices we have adopted and fight with great determination all those in the rest of the world continue to experiment on animals.", "language": "en", "original_language": "it", "translation_provider": "aws"}, {"id": 90, "date": "2018-05-03.json", "name": "Igor Šoltes (Verts/ALE)", "mepid": "125003", "text": "— Every year in the cosmetic industry more than 100,000 experimental animals die in agony. The numbers are staggering, and from 200,000 there to 500,000 animals. So we hardly talk about animal welfare if we know that a lot of countries even outside the EU still allow animal experiments and marketing cosmetic products, testing for them. And the real dilemma in this is how much time, of course, we will still treat this fact as an embarrassing truth. Europe has a thriving, innovative cosmetic sector, with two million jobs. It was shown that the ban on animal experiments did not in any way jeopardize the development of this sector. However, research in alternative methods has achieved remarkable results. It is also necessary to transfer this model to a global level and to this end commit to global trade and the trade organisation and the UN. I think here as Parliament we can do a lot.", "language": "en", "original_language": "sl", "translation_provider": "aws"}, {"id": 91, "date": "2018-05-03.json", "name": "Michaela Šojdrová (PPE).", "mepid": "124710", "text": " — Madam President, in my voice I supported the resolution proposing a global ban on animal testing of cosmetic products and their additives. In the European Union, the ban has been in place for five years. However, animal cruelty should not be tolerated anywhere in the world in the 21st century, not just the European Union. Moreover, research shows us that alternative methods are also more efficient. I agree for the European Union to use its influence and actively engage in trying to negotiate an international agreement that would lead to a ban outside the European Union. I appreciate the active role of the European Union in developing alternative methods and I welcome the statement from the Commission, which promised to enforce the clauses on the prohibition of testing in trade agreements animals. I hope that one day the EU will be remembered not only as a pioneer of the testing ban, but also as the driving force behind the world ban.", "language": "en", "original_language": "cs", "translation_provider": "aws"}, {"id": 92, "date": "2018-05-03.json", "name": "Younous Omarjee (GUE/NGL).", "mepid": "30482", "text": " — Madam President, in 2013 we banned animal testing for cosmetic products in the European Union. But 5 years later, we find that flaws persist and practice is eventually being relocated and many cosmetic products produced abroad are sold on the European market. It is glad that our European Parliament today is calling for this ban on a global level, but we must go further by banning the sale of these products on the European market. And then I want to say that today we must rise to the demands of our time, it is not permissible that animals have become martyrs or sacrificed for any coquetry whatsoever. This is not worthy of the human species and we must go further to promote alternatives to animal experimentation today.", "language": "en", "original_language": "fr", "translation_provider": "aws"}, {"id": 93, "date": "2018-05-03.json", "name": "Frédérique Ries (ALDE).", "mepid": "4253", "text": " — Madam President, rabbits, hamsters, mice, millions of animals are killed every year in laboratories all over the world, whereas today there is no justification for cosmetics. Alternative testing methods exist, faster, more efficient and cheaper, most of the time. Citizens call us, NGOs are all mobilised, consumers choose brands that refuse testing on animals, all tells us that Europeans are sensitive to this animal suffering and want, of course, to reduce it. The European Union banned animal testing just five years ago today. We were the first to do so. Several countries have been walking in our footsteps: Israel, India, New Zealand, soon Australia, Canada, Brazil. It's good, but it's not enough. We now call for the fight to be fought at the United Nations with a convention that is the end of these tests all over the world. Five years now, we have time to expand the virtuous circle. (A few words in English)", "language": "en", "original_language": "fr", "translation_provider": "aws"}, {"id": 94, "date": "2018-05-03.json", "name": "Sylvie Goddyn (ENF).", "mepid": "21331", "text": " — Madam President, the ban on animal testing for cosmetics within the European Union has borne fruit. First, this text confirms the positive results of the ban. Secondly, imports of cosmetics from third countries will no longer be the result of animal testing. Thirdly, with this resolution, we are taking responsibility since we reaffirm that alternative solutions exist and that Europe has been using them since 2013. Finally, we go further by calling on the international community and third countries to follow us along this path and to pay particular attention in the context of free trade agreements to respect our legislation in this area. As a co-signatory of this text, I obviously voted in favour of it.", "language": "en", "original_language": "fr", "translation_provider": "aws"}, {"id": 95, "date": "2018-05-03.json", "name": "Stanislav Polčák (PPE).", "mepid": "124704", "text": " — Madam President, I believe that the use of animals for the sake of beauty does not suit the beliefs of me, but also a number of Europeans, or I strongly hope that all Europeans in our European area. I am very pleased that the European Union is a leader in this field and that it is really determining the direction, on the other hand, access to our European market for these products, which do not comply with our rules. I think he can be very problematic, to some extent even hypocritical. If we impose a ban on the use of animals in the European area for cosmetic purposes, and then we don't cover these products produced in the surrounding countries, then I think to some extent we are hypocritical. Therefore, I also call for the inaccessibility of our markets for these products and for alternative research into the use of cosmetic purposes without the use of animals.", "language": "en", "original_language": "cs", "translation_provider": "aws"}, {"id": 96, "date": "2018-05-03.json", "name": "Andrejs Mamikins (S&amp;D).", "mepid": "124746", "text": "   – Madam President, the global ban on animal testing for cosmetics is one of the battles successfully led by my political group, the Socialists and Democrats. The S&amp;D was at the forefront of this issue in 2004 when the European Union stopped the testing of finished cosmetic products, and we were also there when the ban on the importation and sale of any such cosmetics was introduced. However, around 80 countries still allow the testing of cosmetics and toiletries on animals. Causing pain to animals is a great cruelty. We must help our international partners to eliminate this culture of cruelty from their societies. That is important, and it is important that both the UN and Member States promote a cruelty—free approach in their bilateral trade relations. I voted in favour.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 97, "date": "2018-05-03.json", "name": "Момчил Неков (S&amp;D).", "mepid": "125013", "text": "— Madam President, the sheep and goat sectors have thousands of years of history in Europe. At the same time, however, the European market is increasingly present sheep products mostly from countries such as Australia and New Zealand. The sheep sector needs to be taken out of a future agreement with both countries New Zealand and Australia, because the conditions for producers there are much lower than the European ones, and that puts the European in an uncompetitive position. The new common agricultural policy, unfortunately, provides for less monetary resources in the next programming period. This will enormously have negative consequences on the attractiveness of agriculture, especially for young people. I therefore believe that for young farmers, especially sensitive sectors such as sheep farming and goat farming, a doubling coefficient should be introduced and, accordingly, greater targeted support. I call on sheep farmers and goat farmers in my country Bulgaria to take advantage of market tools, such as mountain products and quality schemes, in order to protect quality products as soon as possible and bring Bulgarian back to the table.", "language": "en", "original_language": "bg", "translation_provider": "aws"}, {"id": 98, "date": "2018-05-03.json", "name": "Sylvie Goddyn (ENF).", "mepid": "21331", "text": " — Madam President, the European sheep and goat sectors are in great difficulty. The strong disaffection of this sector and the ageing of livestock farmers combined with the various health crises have deeply destabilized the sector. These sectors have always been the poor parents of livestock and the difficulties they face are exacerbated by the adverse effects of globalization and free trade agreements. This report outlines a number of measures to improve the situation, including a reasonable protected wolf status, lower marking requirements on small farms, reduced requirements for greening of the CAP, an emphasis on outdoor livestock farming and traditional grazing methods, as well as a resuming of because of the presence of these meats in free trade agreements. I therefore supported this report.", "language": "en", "original_language": "fr", "translation_provider": "aws"}, {"id": 99, "date": "2018-05-03.json", "name": "Dobromir Sośnierz (NI).", "mepid": "192298", "text": " - Madam President! In the last session in Strasbourg, we learned that EU regulations have destroyed the market for organic products. Now we learn that they have so much destroyed the sheep and goat production in Europe. You've brought it to this by your regulations that on a continent where goat and sheep farming has been part of cultural heritage for centuries, at the moment this market is collapsing rapidly. You've led to the fact that it's more profitable to import by half the world goat meat from New Zealand than to grow on site. Well, and instead of stopping getting into it, now you're going to lecture consumers to buy more goat's milk, and subsidize the goat farm on site. Stop, for God's sake, getting into it, for pig farmers will come in a moment and ask what pigs are inferior to goats, and why they have to endure unfair competition from goat farmers.", "language": "en", "original_language": "pl", "translation_provider": "aws"}, {"id": 100, "date": "2018-05-03.json", "name": "Curzio Maltese (GUE/NGL).", "mepid": "125192", "text": " Madam President, ladies and gentlemen, in my long career as a journalist I believe that I have never faced such a dark and worrying period for freedom of information. 530 journalists killed are the price paid to freedom of the press in the world, from 2012 to 2016; in nine cases out of ten these are not envoys in distant wars but local chroniclers, as was the case of Daphne Caruana Galizia and Ján Kuciak, the last European victims of this massacre. Violence is not the only threat that looms over freedom of the press, there are others: the concentration of power, the precarious - often miserable - conditions of young journalists, and I thank Barbara Spinelli for bringing this issue back to the heart of the debate. Freedom of the media is a fundamental and central value of our Union, and it is from these values that we must share and not from economic parameters, if we want to secure a future for the European dream.", "language": "en", "original_language": "it", "translation_provider": "aws"}, {"id": 101, "date": "2018-05-03.json", "name": "Jasenko Selimovic (ALDE).", "mepid": "134243", "text": " Madam President! Today, on International Press Freedom Day, it's very good that we're talking about the importance of protecting journalists, but I think unfortunately we need to do much, much more. The reviewing journalism is more necessary than ever in times of these populist fake news. The populist right, however, wants nothing more than for the liberal press to be intimidated on the defensive. There we have a responsibility. No editorial should have to refrain from doing reportage because of threats, which has already happened — not only that but also that one has murdered journalists. The exasperation also has a different face. Even now, we have problems reporting from the war and disaster areas. Only really big editorials can afford to report, because the costs of such an arrangement, for a single reporter and associated team, are simply gigantic. There is therefore a risk that an ever larger part of society is very soon covered by fewer and fewer, very rich editorials, and so media plurality is diminishing even more.", "language": "en", "original_language": "sv", "translation_provider": "aws"}, {"id": 102, "date": "2018-05-03.json", "name": "Krisztina Morvai (NI).", "mepid": "96661", "text": "Madam President, the TV remote is a very good friend of the thinking man. And it is possible to judge the situation of media pluralism if one is in the fortunate position to sit in front of the TV in Hungary, for example, in the very disgraced Hungary, alternating channels in their own country and in the different countries of Western Europe. Well, I am in pain for many people — although I think I will tell our Western European friends nothing new about this — that the situation is reversed just like the European Union is trying to set it up. We, Hungary, Poland, are constantly being abused and accused of having no freedom of expression, no freedom of expression, no freedom of the press. Meanwhile, in Western Europe — and I am sure that the majority of Westerners agree that it is true — we are seeing that they are increasingly taking back from freedom of the press, media and freedom of speech mainly with the slogan and reference to hate speech.", "language": "en", "original_language": "hu", "translation_provider": "aws"}, {"id": 103, "date": "2018-05-03.json", "name": "Francis Zammit Dimech (PPE).", "mepid": "188906", "text": "— Bla ebda dubju, il-fatt li conomadna dan il-vot illum huwa galija sinifikanti galiex, kif nafu, adna dan il-vot preto iżament fil-jum dinji gЂar-rigward tal-voiarsien tal-libertà tal-istampa u tal-midja. Gon alhekk hija wkoll okkażjon, kif qalu anki xi kelliema qabli, li llum infakkru urnalisti b- al Daphne Caruana Galizia, b- al Ján Kuciak, li huma urnalisti li ssagrifikaw tà u fit-tfittxija gall-verità kollha, biex huma jgadduha favur il-poplu. Irrid infakkar li meta 家urnalisti jihalla u eliminati, huma wkoll id-drittijiet tas-sojetà si Meta llum attendant urnalisti investigattivi - bshort al dawk li qed ikomplu x-xogthe ol ta' Daphne Caruana Galizia f'Malta - jikxfu l-qerq u l-storzzjon, aktar nagrfu l-clocketetoua tag-hom. Huwa ta' gЂajb meta jkun hemm xi Stati Membri li flok jagthe tu", "language": "en", "original_language": "et", "translation_provider": "aws"}, {"id": 104, "date": "2018-05-03.json", "name": "Urszula Krupa (ECR).", "mepid": "28334", "text": " - Madam President! The Own Initiative Report on Pluralism and Media Freedom in the European Union contains a number of important issues. However, some of the records on new forms of restricting freedom of speech, or on the failure to guarantee the conditions of pluralism are unacceptable to me. That's why I abstained. The records ignore the need to restore real conditions in former societies, in totalitarian media, where environments considered hostile by communist authorities were persecuted and their views disregarded or stigmatized. Similarly, changes regarding the treatment of defamation could lead to people being publicly trailed behind the veil of press freedom and media debate. Which is used in fighting otherwise minded or having views far from political correctness, and civil cases incriminate victims. It is also unlawful to invoke the Istanbul Convention, which has not been ratified by a third of the Union States.", "language": "en", "original_language": "pl", "translation_provider": "aws"}, {"id": 105, "date": "2018-05-03.json", "name": "Момчил Неков (S&amp;D).", "mepid": "125013", "text": "— Madam President, honourable Members, pluralism, freedom and independence of the media are something we cannot afford to compromise on. They are above all guardians and guarantors of democracy. Unfortunately, we have to recognise that there have been increasingly violations on freedom of speech on the territory of the European Union recently. The murder of Maltese journalist Daphne Caruana Galizia signals a drastic deterioration in media freedom in the European Union. Unfortunately this is not an isolated case. There are also violations on media freedom in my country Bulgaria. The annual ranking of Reporters Without Borders gives Bulgaria the 111st place in freedom of speech. Without surprise, we are at last place in the European Union, with even the countries of the Western Balkans doing better than we do. To be a journalist in Bulgaria is not an easy task nowadays. Backroom bargaining between oligarchs, media and governors is no secret to anyone. The scary thing is when we start to perceive this as something normal.", "language": "en", "original_language": "bg", "translation_provider": "aws"}, {"id": 106, "date": "2018-05-03.json", "name": "Igor Šoltes (Verts/ALE)", "mepid": "125003", "text": "— Of course, media pluralism and media freedom are key elements for monitoring democracy, for maintaining democratic standards. Unfortunately, of course, this is also the fact that media freedom is too proportionate to the long arm of capital, which therefore does not hide the behavior of how powerful the force of the media is, and on the other hand, of course, the precarious dependent working relationships of journalists. And that is precisely why, of course, the volume of news that is fake, even so-called hate speech, can also be strengthened. And the consequence is also that this freedom of journalistic work is increasingly being denrowed, and even journalists are not the ones who are supposed to be victims, even those who have paid with their lives. Above all, it is necessary to set decisive standards and therefore clearly make a dividing line between the right of speech, expression and, on the other hand, censorship, because the border is sometimes very thin.", "language": "en", "original_language": "sl", "translation_provider": "aws"}, {"id": 107, "date": "2018-05-03.json", "name": "Monica Macovei (ECR).", "mepid": "96824", "text": "— Madam President, Ján Kuciak and Daphne Caruana Galizia were killed when exposed transnational octopus arms of organised crime, drug trafficking, corruption and money laundering. We need truth, because only truth and freedom - of the press, first of all, which gives freedom to people - keep us from dictatorship and keep us in democracy. Control: Several European states adopt the Russian model of the press controlled by the oligarchs loyal to power. That is why, under these circumstances, we tabled an amendment for the 2019 budget for the creation of a fund to finance independent investigative journalists. The world needs truth, because only this way can it fight, if it has truth and freedom, against lies, propaganda and dictatorship.", "language": "en", "original_language": "ro", "translation_provider": "aws"}, {"id": 108, "date": "2018-05-03.json", "name": "Michaela Šojdrová (PPE).", "mepid": "124710", "text": " — Madam President, World Media Freedom Day is a good opportunity to recall the importance of free media, its role, and also to call for the support of public media that have a vital role for the objective awareness of our citizens. We must fight fake news and spreading disinformation campaigns. Therefore, I am glad that, by European means, it is also possible to use public media and media literacy of citizens of all ages. Furthermore, the document calls on Member States for greater involvement of women in the media in order to participate more as experts and in leadership positions. The Commission, together with the Member States, should fight against disinformation campaigns and for media independence. Daphne Galizi, Ján Kuciak — these are the sacrifices they have made to make the media fulfill their role and we should recall their names.", "language": "en", "original_language": "cs", "translation_provider": "aws"}, {"id": 109, "date": "2018-05-03.json", "name": "Bogdan Andrzej Zdrojewski (PPE).", "mepid": "124893", "text": " - Madam President! We use the 2013 resolution as well as the Media Pluralism Monitor — an instrument perhaps imperfect, but it's good that it is, and it's good that it is also cited in this report. By contrast, looking at this period between 2013 and the current one, we can no doubt have satisfaction. None, I emphasize: none. Those journalists murdered in Slovakia, Malta or the assassination in Ireland, but also 120 journalists held in prisons in Turkey — that is the facts. On the other hand, we need to remember one more element: we don't know what there is more on the web today, what more is on the internet. Are fake news — false information, fake news, false assessments, or the real ones, requiring solidity, professionalism, real work? On this occasion, I also draw attention to cyber attacks and to propaganda, propaganda in Europe for the benefit of external countries. All of these elements must be made up of more effective mechanisms to control media freedom and truth in the media.", "language": "en", "original_language": "pl", "translation_provider": "aws"}, {"id": 110, "date": "2018-05-03.json", "name": "Ангел Джамбазки (ECR).", "mepid": "124873", "text": "— Madam President, I abstained on this report by my colleague Spinelli for several reasons. There is no doubt whatsoever that freedom of the media is key to the level of democracy. There is no doubt that free journalists and free media should be guarded and encouraged. In the world, and in Europe in particular, we are witnessing at the moment of unprecedented pressure on journalists, on publications, on entire sectors of this area. But on the other hand there is the issue of fake news, too. There is a question of how news is delivered to society and societies in general. And this is an essential question that needs to be addressed to both the owners themselves, and to the editors themselves and to those who work in them. On the other hand, this report contains incoherent and unnecessary references to the Istanbul Convention, which one third of the countries in the European Union have not ratified. There is no reason whatsoever to mix the two themes and that is, in my opinion, harmful and wrong.", "language": "en", "original_language": "bg", "translation_provider": "aws"}, {"id": 111, "date": "2018-05-03.json", "name": "Νότης Μαριάς (ECR).", "mepid": "125069", "text": " Madam President, as I said in yesterday's speech, a year before the European elections, the European Parliament and the European Union must ensure that there is pluralism, that the untrue news stops, that propaganda stops, that there is pluralism, that there will be pluralism, that enable us, MEPs and political groups, to be heard in our countries, because this is not the case in Greece, where there is a gagging of both the ECR and our “Greece — The Other Way” movement, where we must ensure our presence in all the media information, to have time commensurate with the strength of our political group, which is the third most powerful political group in the European Parliament, and to stop the silence of our activity. A little while ago, I asked Mr Michel, the Prime Minister of Belgium, who said that Belgium now also stands with Greece in the face of the Turkish threats. Let's see, is this news going to appear in the media or are they going to bury her, too?", "language": "en", "original_language": "el", "translation_provider": "aws"}, {"id": 112, "date": "2018-05-03.json", "name": "Andrejs Mamikins (S&amp;D).", "mepid": "124746", "text": "   – Madam President, the faces of the criminals are more familiar to us than the faces of journalists. Don’t you find this unjust? In the times of fake news and mis-information, journalists must be our new heroes. This is exactly the message that can be seen between the lines of this excellent report to which I have had the honour to contribute with amendments – and not only because I am a former journalist, but because we need to support traditional media. I voted in favour. It is dangerous for our democracy that political information migrates more and more to the domain of Facebook and Twitter, and that is why I particularly welcome the call on the Commission to present a new mechanism on democracy, rule of law and fundamental rights. It should be based on concrete criteria.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 113, "date": "2018-05-03.json", "name": "Stanislav Polčák (PPE).", "mepid": "124704", "text": " — Madam President, I truly believe that the role of media for democracy is irreplaceable. They are the key independent media and these are facing a whole range of attacks today, they are fake news that is being talked about constantly here. The media is becoming part of hybrid warfare, information warfare. Then there is the problem of self-censorship and even that totally inadmissible censorship. The media faces attacks, there are dozens of journalists in our vicinity, and hundreds of journalists in prison and even in the European area, journalists are being murdered. This is indeed completely inadmissible. I believe that the message could have been better, and I eventually supported it. On the other hand, it contains certain provisions, such as the problematic protection of notifiers in paragraphs 37 and 38. Even given that today is the holiday of journalists, I ultimately supported the report, but I think that the retraction of political motives into such a report is not entirely happy.", "language": "en", "original_language": "cs", "translation_provider": "aws"}, {"id": 114, "date": "2018-05-03.json", "name": "Anna Záborská (PPE).", "mepid": "23894", "text": "— Madam President, I have found myself in a dilemma when voting on the report on media freedom. I regard media freedom as a fundamental condition for the functioning of a free society, because only independent media can control government power. I also consider it important that, on European soil, the deliberate and still uninvestigated murder of journalist Ján Kuciak and his fiancee, Martina Kušnírová. But I refuse to abuse these topics to recklessly enforce the so-called Istanbul Convention, with which they have nothing at all to do. Those who do this consciously and deliberately push Christians out of civil society and give the truth to its critics. In the end, I did not support the resolution from the protest against these practices.", "language": "en", "original_language": "sk", "translation_provider": "aws"}, {"id": 115, "date": "2018-05-03.json", "name": "Dobromir Sośnierz (NI).", "mepid": "192298", "text": " - Madam President! I voted against this resolution because despite the nice title on protecting media freedom, it contains a lot of harmful typical Brussels regulation in it. He calls, for example, in paragraph one, for media funding in the name of ensuring their independence. No Dear State, if the media is funded by the government, then they will not be independent, they will just be dependent on the government. And that is perhaps the worst kind of dependency there could be for the media. In addition, you intend to mix up on the internet access policy. Well, it'll be like those goats and sheep in a couple of years, that you'll have to bail out a failing sector too soon, if you get involved again. We're going to have to find out something, translate Chinese websites. You want to enter into human rights the right to access the internet — what is it like? That means others will have an obligation to provide that someone with access to the internet if they have the right to access it regardless of whether they paid for it or not. Who's supposed to do that? And why should one man live at the expense of another?", "language": "en", "original_language": "pl", "translation_provider": "aws"}, {"id": 116, "date": "2018-05-03.json", "name": "La Présidente. –", "mepid": "96952", "text": " I declare the session of the European Parliament adjourned.", "language": "en", "original_language": "fr", "translation_provider": "aws"}]