[{"id": 0, "date": "2018-07-05.json", "name": "La Présidente. –", "mepid": "96952", "text": "  The agenda calls for debate on the Commission's declaration on the participation of disabled people in the European elections (2018/2647 (RSP)).", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 1, "date": "2018-07-05.json", "name": "Věra Jourová", "mepid": "n/a", "text": "   Member of the Commission. – Madam President, thank you for tabling this issue on the agenda of the plenary of the European Parliament. We often discuss the European elections these days and this debate gives us the opportunity to emphasise that the right to vote, both in law and in reality, should be enjoyed by everyone. This was clearly spelled out in the European Disability Strategy for the years 2010-2020. In addition, in the 2017 Citizenship Report, the Commission prioritised the promotion of citizens’ participation in the democratic life of the EU, including that of vulnerable groups, such as persons with disabilities. The data available shows that, given the opportunity, people with disabilities actively participate in politics. Let me recall from the outset that the practical organisation of elections in the EU Member States, including the rules that apply to people with disabilities, falls within the competence of each Member State in compliance with EU law. For its part, the Commission actively promotes the identification and exchange of best practices in order to enhance the participation of persons with disabilities in elections. The Commission also highlighted this issue in its recent recommendation on enhancing the European nature and efficient conduct of the 2019 European elections. Let me also refer to the Commission’s 2018 report on local elections, which examined the policies of the Member States to support turnout among under—represented groups, including persons with disabilities. Good practices include Braille templates for the ballot paper, audio recorders at polling booths and the possibility of early voting, as well as voting in retirement homes and hospitals. The Commission will continue to use its network of Member State experts in electoral matters to identify and promote best practices in this area, as it did in April this year. The Commission has also launched a study on remote voting solutions. In addition, the Commission has given funding to several EU—level disability organisations in order to collect information on barriers to voting, including the experiences of persons with intellectual disabilities.  I very much look forward to this debate. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 2, "date": "2018-07-05.json", "name": "Agnieszka Kozłowska-Rajewicz", "mepid": "124889", "text": "  On behalf of the PPE Group. – Madam President, i voted in favour of the report by Mrs Schwab Dear! Participation in elections, both passive and active, is one of the key acts of democracy and a fundamental civil right. It is the duty of every democratic state to ensure that all citizens entitled to vote, regardless of their fitness, can participate in elections. Unfortunately, despite years and technological developments, disability is very often associated with an indirect restriction of citizens' rights, because due to the lack of accessibility to polling stations or the lack of procedures that make it easier to reach polling stations or read ballot papers, voting becomes difficult or impossible. In Poland, the Civic Platform government introduced changes to the electoral law in 2011, which, in addition to the obligation to ensure the availability of premises and various facilities for persons with disabilities – for example, the preparation of braille overlays – also enabled postal voting. It was thought primarily of the elderly and disabled, but in the end this form of voting was made available to all who need it and report it in good time. Currently, this possibility of postal voting is limited only to a group of persons with disabilities, which greatly complicates the system and stigmatizes those using this form of voting.  Commissioner, i would like to thank you very much for Correspondent voting is available in at least 20 countries in the European Union. It is used by a large proportion of the voting population, including people with disabilities. However, we need much broader changes and I would like, above all, to thank you very much for all the initiatives that you mentioned at the beginning of the debate. It is important that we work on this issue, and I would like to ask what tools the Commission has at its disposal to influence the Member States, so that elections are more inclusive not only in terms of the exercise of the law, but also in terms of how widely the law covers citizens entitled to vote.", "language": "en", "original_language": "pl", "translation_provider": "azure"}, {"id": 3, "date": "2018-07-05.json", "name": "Soledad Cabezón Ruiz", "mepid": "125041", "text": "  on behalf of the S&amp;D Group – Madam President, 51% of people with disabilities are involved in political life, compared to 48% of people without disabilities. 82% of persons with disabilities who can exercise the right to vote do so, compared to 51% of the population without disabilities. This is true of hundreds of thousands of people with disabilities in the European Union who are limited and cannot exercise this right to vote because of their legal incapacitation. Only seven Member States guarantee the right to vote in all cases to persons with disabilities and only eight Member States have defined strategies to promote the participation of persons with disabilities in political life. All this against article 12 and article 29 of the United Nations Convention, which calls for us to remove all physical and also legal barriers and to guarantee the right of these persons to participate in public life. I therefore ask the European Commission to promote concrete measures for Member States to adapt their respective laws to the United Nations Convention.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 4, "date": "2018-07-05.json", "name": "Helga Stevens", "mepid": "125105", "text": "  on behalf of the ECR Group. Mr President, people with disabilities can only participate fully in society if they can also participate in political life like any other EU citizen. There are around 80 million people living in the EU with disabilities, but why do you see them so little in political positions?  People with disabilities still don't get equal opportunities. In the majority of Member States, people with disabilities lose their right to vote if they are declared incapable of action. Fifteen EU Member States automatically deny people with disabilities who are under guardianship their right to vote. There are also major barriers to voting, as electoral offices are often simply not accessible. Only in 12 of the 28 Member States there are accessibility requirements for all electoral offices and where there are already accessibility conditions, they usually focus only on physical accessibility. The information that people with disabilities can receive is also often very limited. Election programmes, debates and meetings are still barely accessible. In a democratic society, everyone must have the right to make an informed choice.  Make no mistake, there is indeed a strong legal framework which obliges the EU and the Member States to ensure that people with disabilities can participate in political life on an equal basis as any other citizen. Unfortunately, the reality is just disappointing. It is high time that this was finally changed.", "language": "en", "original_language": "nl", "translation_provider": "azure"}, {"id": 5, "date": "2018-07-05.json", "name": "Izaskun Bilbao Barandica", "mepid": "96922", "text": "  on behalf of the ALDE Group. – Madam President, Commissioner, the European institutions are linked to the contents of the United Nations Convention on the Rights of Persons with Disabilities, and so are the signatory States.  It is up to us, in the face of the forthcoming elections, to live up to the commitments and promises that emerged last December from the Fourth European Parliament of Persons with Disabilities. More decision and leadership was called for to make rights that are clear about the role and over which there is no opposition between parties and organizations into reality; ultimately depend on the political will to lead the commitment to allocate means and resources, and the effort to change cultures that contradict the contents of the Convention.  It should be recalled that, in article 29, the Convention guarantees persons with disabilities political rights and the possibility of enjoying them on an equal footing with others. To this end, it makes commitments on full and effective participation in political life on an equal footing and, of course, the right and possibility of persons with disabilities to vote and be elected.  The forthcoming European elections should be an example of adapting electoral procedures, facilities and materials to the needs of persons with disabilities. They should mark a milestone in accessibility and encourage a movement to stimulate the presence of more and new disability representatives on electoral rolls.  According to existing data, one in six people over the age of fifteen suffers from some form of disability in the Union. Their functional diversity makes them different, but not unequal; they have a lot to teach us. And there is no better way to work this necessary empathy than to have them around, listen to them every day and learn that what we often consider normal — a ladder, a faucet, a combination of colors — for many Europeans is a real wall.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 6, "date": "2018-07-05.json", "name": "Tilly Metz", "mepid": "193292", "text": "  on behalf of the Greens/FTA group. Madam President, I will indeed talk about the participation and voting rights of people with disabilities.  According to the UN convention, people with disabilities are people with long-term physical, psychological, cognitive, mental or sensory disabilities. The opportunity to participate in political life is at the heart of what defines a democratic Europe. All too often, legal and administrative barriers prevent people with disabilities from accessing information. In fact, one in six people in the European Union has a disability. As a result, this prevents them from actively participating in society.  I would like to highlight here some elements that promote the participation of all citizens. Accessibility to the polling station must of course be ensured, i.e. ramps, elevators and, if necessary, attendants must be provided. But before that, we need to make political programmes accessible to all, that is, translating them into Braille for the visually impaired, translating them into simplified language with pictograms for people with cognitive impairments and, in a speech, systematically guaranteeing a sign language translation for people with hearing loss - and I hope there is one. Another problem is guardianship. In principle, people under guardianship do not have the right to vote and I would like to quote Josef Schovanec, an autistic person, writer and philosopher: \"It is completely abnormal to have to go to court to have the right to put a ballot in the ballot box when we see the vote of certain people who are supposed to be sane\". \"Design for all\" must also apply to European elections. In other words, everyone must be ensured that the policy is accessible and attractive. It also means meeting all voters, and not waiting for them to come to you.  A final important aspect, in the context of the disability empowerment movement, is to encourage them to engage themselves in politics, in order to move the situation towards a much more inclusive society. That way, we would definitely stop talking about people with disabilities and talk more with them.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 7, "date": "2018-07-05.json", "name": "Ángela Vallina", "mepid": "125050", "text": "  GUE/NGL Group. – Madam President, there are some seventy million people in the European Union who suffer from some form of disability. The United Nations Convention on the Rights of Persons with Disabilities provides, in article 12, for equal recognition before the law and, in 29, participation in the public life of persons with disabilities, including the right to vote and to be elected and elected. We must ensure the non-discrimination of these people, both in the European elections and in the elections of each of our Member States. In Spain, for example, there have been criticisms from a number of organizations and institutions, as, as the United Nations has found, there are still serious shortcomings in the implementation of the Convention, especially with regard to persons with mental disabilities. I therefore call for us to move forward at all levels and in all administrations, adapting legal systems, removing administrative barriers and facilitating complaint mechanisms in order to vote. Only in this way can we take effective steps towards true equal rights.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 8, "date": "2018-07-05.json", "name": "Isabella Adinolfi", "mepid": "124831", "text": "  Mr President, president, ladies and gentlemen, i.e. the european Union, the European Union and its Member States are Madam President, ladies and gentlemen, Commissioner, the issue of the participation of people with disabilities in European elections is of great importance. But there is still much to be done to make the rights of those who have been less fortunate and suffering from a disability effective. Over and above declarations of principle, concrete action is needed, otherwise there is a risk that the rights enshrined in the constitutions of the various Member States and in the Charter of Fundamental Rights of the European Union will remain a dead letter. All citizens are equal and have equal dignity. I would like to take this opportunity to launch a proposal: having dealt with electronic democracy and the use of digital tools, I believe that the time is ripe for implementing forms of electronic participation, such as online voting, which would make it much easier for people with disabilities to participate politically. In this respect, I wonder whether the Commission has already prepared concrete initiatives along these lines, perhaps taking as its starting point some Member States that are particularly at the forefront, such as Estonia. I am convinced that the use of electronic tools can be an element of help for those who want to participate actively in political life and who have a disability. Next year's European elections are an opportunity not to be wasted on the European Union, to demonstrate that guaranteeing and effectively implementing the rights of people with disabilities is a priority. For my part, I will continue to fight hard for these rights to be guaranteed in practice.", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 9, "date": "2018-07-05.json", "name": "Gilles Lebreton", "mepid": "124738", "text": "  on behalf of the ENF group. Madam President, people with disabilities are entitled to political participation. This right is guaranteed by several legal instruments, including the UN Convention on the Rights of Persons with Disabilities. This right to participation must therefore also be exercised in the European elections. Several measures need to be taken, including the accessibility of polling stations, which is far from effective at present. More generally, there is a need to raise public and government awareness of the need to do everything possible to ensure that disabled people have real equality in electoral matters. This equality means that a disabled person must not only be able to vote, but also stand for election, if he wishes. On the other hand, I do not want a quota system, as Tunisia has just done for municipal elections. Tunisia requires that each list of candidates includes at least one disabled person. Such a system may seem generous, but it is contrary to equality before the vote. Moreover, it is likely to hinder democracy by preventing candidates from running for office if they have failed to persuade a disabled person to join them. Every way must be done to ensure equality, but with strict respect for democracy.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 10, "date": "2018-07-05.json", "name": "Ádám Kósa (PPE).", "mepid": "96829", "text": "   - Mr President, I would like to thank the European I was elected to the European Parliament in 2009 as the first desicn Member. Since then, it has been my heart to make sure that as many people with disabilities as possible can exercise their right to vote, no matter what type of choice. At the same time, as many people with disabilities as possible are elected to political bodies. This framework should be provided by electoral legislation in accordance with the UN Convention on the Rights of Persons with Disabilities.  I am proud that my country, Hungary, has completely made elections accessible, whether blind, deaf or disabled, with the new electoral legislation adopted in 2013. Hungary is the only country in the European Union where desicable members have been elected to the Parliament and the European Parliament. However, only one party, the Fidesz-KDNP, provided this opportunity to persons with disabilities or politicians.  It is time to prove it not only through legislation, but also through action.  I hereby call on all parties running in elections to the European Parliament in the EU-27 to give people with disabilities a meaningful opportunity. Thank you!", "language": "en", "original_language": "hu", "translation_provider": "azure"}, {"id": 11, "date": "2018-07-05.json", "name": "Olga Sehnalová (S&amp;D).", "mepid": "96718", "text": "   – Madam President, Commissioner, we often complain about low turnout and people's lack of interest in elections. There are citizens who would like to come to the polls to express their opinion, but for all sorts of reasons this is not possible for them. They're people with disabilities. There are 80 million citizens with disabilities in the European Union, yet they are hardly represented in public life at all, nor do political party programmes think much about them.  It is not only enough to make polling stations accessible in order to allow them to participate fully in elections. For a responsible choice, it is also necessary to have enough information. Unfortunately, the materials of political parties and their programmes are mostly not available in formats that a person with a disability could read, which limits not only his right to vote, but also the possibilities of actively participating in political life.  The right to vote is as important for people with disabilities as it is for everyone else, and we should therefore make sure that they are not second-class citizens either at the next Elections to the European Parliament or at any other time.", "language": "en", "original_language": "cs", "translation_provider": "azure"}, {"id": 12, "date": "2018-07-05.json", "name": "Anthea McIntyre (ECR).", "mepid": "111011", "text": "   – Madam President, last month I was honoured to lead a delegation from the Committee on Employment and Social Affairs (EMPL) of this Parliament to the United Nations in New York for the 11th session of the Conference of State Parties to the Convention of the Rights of Persons with Disabilities (CRPD). The EU is officially represented in the CRPD by the Commission, so this was the first time that Members of the European Parliament, the directly elected representatives of citizens across Europe, participated in the event.  I was particularly pleased to listen to my EMPL colleague, Ádám Kósa, make a powerful speech about the participation of people with disabilities in the political process. In this session entitled ‘Nothing about us without us’, we also learned about the practical steps that some countries are taking to ensure that everyone can vote – mobile polling stations, taking the election to the voter in hospital, portable polling booths that can enable a wheelchair user to cast their vote in private.  As signatories to the Convention, the EU has a responsibility to ensure that everyone can participate in the electoral process. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 13, "date": "2018-07-05.json", "name": "Κωνσταντίνα Κούνεβα (GUE/NGL).", "mepid": "125092", "text": "   Madam President, ladies and gentlemen, every five years after the European elections we are faced with the same result: less and less participation of citizens in the European elections.  Then there are the analyses of the democratic deficit in Europe. We all know that our Union disappoints citizens in many ways, but people with disabilities are not just disappointed, we are effectively excluded from the European elections and we are at least 10% of the electorate.  What democracy is it that deprives the blind, the deaf, the paraplegic the right to be informed in an appropriate and understandable way, the right to vote or to be a candidate? It's a crippled democracy. Gentlemen of the Commission, a few months ago, as the Committee on Petitions, we asked you a specific question about the measures you will take from the very next European elections, so as not to deprive any disabled citizen of the right to be elected and elected. I must say that what I have heard so far is not very encouraging.  The participation of the disabled in elections must become a criterion of the quality of our democracy and begin to be measured by the coming European elections. We have all the technological means. yes, it's going to cost. Indeed, democracy is an expensive system, but it is the best we have.", "language": "en", "original_language": "el", "translation_provider": "azure"}, {"id": 14, "date": "2018-07-05.json", "name": "Marek Plura (PPE).", "mepid": "124881", "text": "   – Madam President, i voted in favour of the report by Mrs Schwab Honourable Commissioner, I would like to thank you for your excellent work. Dear colleagues, I would like to thank you for your excellent work. I am pleased that we are taking up the issue of the availability of European elections today, and I believe that we will continue to debate this important issue. The UN Convention on the Rights of Persons with Disabilities commits to providing the conditions for the full participation of persons with disabilities in political and social life on an equal level playing field with others. Unfortunately, in many countries, the reality deviates from the convention. Discrimination on the basis of disability is contrary to the principles on which the European Union is built and not only shames us, but also wastes the enormous social and economic potential of 80 million Europeans. During this parliamentary term, the European Parliament has worked on a number of regulations to enable persons with disabilities to exercise their rights. In December, we had the honour of hosting the European Parliament for People with Disabilities, which was attended by several hundred representatives from all over Europe. We have heard many extremely moving testimonies of violations of their rights, as well as a manifesto aimed at European leaders to make the European elections widely available and non-discriminatory. This is a commitment that I, my colleagues at Disability Intergroup and other Members with President Antoni Tajani at the helm take very seriously. Dear colleagues, I would like to thank you for your excellent work. It is not enough to declare that people with disabilities have the right to vote and stand as candidates. Conditions must be created for them to exercise this right. Appropriate specific guidelines must be addressed to the Member States and good practices exchanged. I therefore propose the start of a working cycle of meetings to develop them, and I declare my full commitment to such activities.", "language": "en", "original_language": "pl", "translation_provider": "azure"}, {"id": 15, "date": "2018-07-05.json", "name": "Marlene Mizzi (S&amp;D).", "mepid": "118858", "text": "   – L-Artikolu 29 tal-Konvenzjoni tan-Nazzjonijiet Uniti dwar il-Persuni b'Diżabilità jinsisti li kull persuna b'diżabilità għandha tiġi mogtija d-dritt li tipparteảipa fi kwalunkwe elezzjoni billi tivvota jew billi tkun candidate. B'hekk qed nappella lil din il-Kamra biex sabiex verament tħaddan dak kollu li tgħid il-Konvenzjoni billi jkollna Elezzjonijiet Ewropej aktar aảessibbli. Għaldaqstant għandna m i'r ghà ahei i'r ghua y r eeuadh b'diżabilità. Ukoll hemm bżonn li jkun hemm stazzjonijiet tal-votazzjoni aktar aảảessibbli għal kull tip ta' diżabilità fiżika. Iả-ảittadini għandhom id-dritt li jħossuhom indipendenti u parteảipi daqs kulħadd. Apparti minn dan, għandu jkollna elezzjonijiet li jissarrfu f'aktar parteảipazzjoni politician tan-nies b'diżabilità għax bl-għajnuna tagħhom nistgħu noħolqu liġijiet li jinkludu lil kulħadd. Irridu nisimgħu u rridu nifhmu lilhom biex inkunu nafu d-diffikultajiet li jiltaqgħu magħhom u b'hekk naddattaw liġijiet li verament jirriflettu soảà inklużiva. B'dan il-mod biss jista' jkollna Parlament li jirrappreżenta lil kulħadd u li jirrispetta l-kapaảitajiet u d-drittijiet ta' kull ảittadin Ewropew. Hekk biss jista' jkollna Ewropa aktar aảessibbli, Ewropa aktar inklużiva.", "language": "en", "original_language": "et", "translation_provider": "azure"}, {"id": 16, "date": "2018-07-05.json", "name": "Jana Žitňanská (ECR)", "mepid": "124901", "text": "   – Although the right of persons with disabilities to vote and to be elected is enshrined in the UN Convention on the Rights of Persons with Disabilities, to which not only the European Union but also individual Member States have subscribed, this right is still not a matter of course everywhere. I am very pleased that the Constitutional Court in Slovakia last year also granted people deprived of legal capacity the right to vote. However, there remain concerns among some of these people as to whether they will reach the ballot box and be free to decide who will assist them in exercising their right to vote. Despite this positive step, many people with disabilities still do not get to the polling station because of the barriers. For the same reasons, they cannot be members of electoral commissions. It is also not a matter of course that pre-election debates or electoral programmes are available to people with hearing or visual impairments, that the materials are accessible, easy to understand and usable. It is important to break down not only physical barriers, but also psychological ones. So that even people with disabilities who choose to run have a chance of being elected. Their active presence in political decision-making is important, beneficial and rewarding, and in particular is their fundamental right.", "language": "en", "original_language": "sk", "translation_provider": "azure"}, {"id": 17, "date": "2018-07-05.json", "name": "Martina Anderson (GUE/NGL).", "mepid": "113959", "text": "   – Madam President, Article 14 of the European Convention on Human Rights demands human rights without discrimination. The Equality and Human Rights Commission recently echoed the views of the UN and stated that persons with disabilities continue to face an onslaught against their rights in Britain and in the north of Ireland. This includes the right to participate in public life. In order to uphold this right, elections have to be accessible. Member States need to ensure that election registration and all communications are totally accessible: polling stations need to be equipped to facilitate persons with reduced mobility; postal and proxy votes should be available everywhere; and every impediment to disabled candidates putting themselves forward for election should be removed. The EU should focus on this, and not on transnational list nonsense or undemocratic thresholds. Brexit makes matters worse for us. Brexit will mean the loss of the EU representation and rights for persons with disability and threatens funding for support services, infrastructure and carers. GUE/NGL and Sinn Féin will continue to fight for a rights-based society, and on a separate note, that includes the rights of the interpreters who are on strike around us here.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 18, "date": "2018-07-05.json", "name": "Stanislav Polčák (PPE).", "mepid": "124704", "text": "   – Madam President, Commissioner, there is no doubt that we can all agree that active and passive voting rights for persons with disabilities guarantee many international conventions, article 29 of the UN Convention has been cited here.  We also undoubtedly agree, as is clear from the debate, that the Member States should, above all, take measures to make it easier for all persons with disabilities to exercise their political rights at the, say, reasonable level that guarantees the availability of that right. This is mainly an adjustment of electoral procedures, it is about the availability of a polling station. Of course, also about the availability of materials that are linked to the exercise of that right to vote in relation precisely to national elections, but also, of course, to elections to the European Parliament.  The keyword is barrier-free. So we have already talked about polling stations, which should of course be accessible to all persons with disabilities. Electoral procedures, including remote voting, should also be accessible and fully understandable to persons with disabilities. Then there are the measures that concern the Member States and the political parties. The availability of pre-election material in sign language, in those other aids that simply make it easier for these people to have access to these materials, is, I think, very important and has already been mentioned here.  Election debates should also be interpreted in this way for people with disabilities. Equal quotas have already been mentioned here, and I would also like to say that. I am not in support of the application of quotas, but there is no doubt that Member States should encourage political parties running for their territory to put them in the elective seats.", "language": "en", "original_language": "cs", "translation_provider": "azure"}, {"id": 19, "date": "2018-07-05.json", "name": "Julie Ward (S&amp;D).", "mepid": "124963", "text": "   – Madam President, the European Disability Forum, representing the voices of people with disabilities across Europe, has adopted a manifesto for the participation of persons with disabilities in the European elections. The manifesto gives recommendations that would ensure that people with disabilities can enjoy their right to vote and stand for election. I invite colleagues from all political groups to read the manifesto and answer the call by integrating the recommendations into their election campaign commitments and pledges. Meanwhile, the constant effort to improve the participation of people with disabilities in political and civil life should not limit itself to election periods. The active citizenship of all citizens must remain a priority in our increasingly fragile democracies. The most efficient way to ensure equal opportunities, accessibility, non-discrimination and social justice for all is to maintain a human rights approach, as well as to further involve civil society and those directly affected in the decision—making processes. In that respect, I call on the Commission to reinstate the funding for the European Network on Independent Living. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 20, "date": "2018-07-05.json", "name": "Νότης Μαριάς (ECR).", "mepid": "125069", "text": "   Madam President, participation in the democratic life of the Union must be guaranteed to all citizens, especially in the context of the European elections. And that's much more true for people with disabilities. Moreover, the UN Convention, in Articles 12 and 29, stipulates that persons with disabilities must and must have the same rights as other citizens. Of course, the participation process means, among other things, that people with disabilities should be able to participate in the process of the exchange of views themselves in the context of the European elections. Secondly, to have access to the political programmes of the parties. Thirdly, to be able to have this access in a special way, such as the Braille system.  In addition, it must be ensured that disabled people have access to the polling stations themselves in order to be able to vote. This also presupposes that they have unsanced access to public transport. We know a number of countries, because of the petitions that have come to our Commission, where there is no possibility of traffic, of transporting people, especially by rail. These are all important issues that we must take into account. Also use e-democracy to be able to vote online, as well as the practice of letter voting.", "language": "en", "original_language": "el", "translation_provider": "azure"}, {"id": 21, "date": "2018-07-05.json", "name": "Cécile Kashetu Kyenge (S&amp;D).", "mepid": "124801", "text": "   Madam President, ladies and gentlemen, Commissioner, thank you for these answers, which are now more important than ever. The Europe of equality, non-discrimination, accessibility and the protection of human rights, the founding values of our institutions, starts with the election of the representatives of this Parliament and starts from the way in which we will implement measures aimed at raising awareness and encouraging direct representation of people with disabilities within our institutions. This path must necessarily involve improving the ability to provide information accessible to all. Unfortunately, there remains a fundamental problem: the great difficulty in removing architectural barriers, which even today too many citizens with disabilities face every day. We must talk not only about guarantees of autonomous access to voting, but also about guarantees that will enable daily life to overcome barriers that damage not only the autonomy, but also the dignity of individuals and which deny them full exercise their right to vote.", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 22, "date": "2018-07-05.json", "name": "Michela Giuffrida (S&amp;D).", "mepid": "124864", "text": "   Madam President, ladies and gentlemen, in this House today we are debating two fundamental rights for each country that really wants to call itself civil: that of democratic participation and that of equality of people with disabilities, principles that the UN recognises but which, nevertheless, we are here to call for. We are here to ask you what the state of what has been an obstacle course for several legislatures is. Because these are not only physical barriers in many cases, but also ideological, communicative and bureaucratic barriers. On the eve of the next European elections, we note that people with disabilities are still practically excluded from voting rights in some Member States of this Europe. Commissioner, there is no more time for discussion: there is an urgent need for uniform legislation, immediate measures, effective corrective measures to implement every step of the European disability strategy. We ask you out loud: it is a political, ethical and moral duty.", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 23, "date": "2018-07-05.json", "name": "Monika Beňová (S&amp;D)", "mepid": "23868", "text": "   – It is not only for participation or voting in the Euro elections that people with disabilities do not expect our regret. They need concrete steps to make it easier for them to overcome the obstacles they encounter on a daily basis. People with disabilities are a full part of our society. In matters relating to the forthcoming elections and the increase in the participation of disabled fellow citizens, this is not only an opportunity to vote, but also an active use of their right to stand as a vote. In this case, the European Commission must therefore also think about people with disabilities. You should prepare a large-scale incentive campaign so that they can run more easily and directly compete for citizens' votes if they are interested. You should have at your disposal a sufficient amount of information material, customized websites or specialized printed matter. These must be freely available in different formats and must also be comprehensible and easy to read, for example in braille. It is very important that we involve our fellow citizens – and especially the disabled – as actively as possible in everyday life, including their participation in elections.", "language": "en", "original_language": "sk", "translation_provider": "azure"}, {"id": 24, "date": "2018-07-05.json", "name": "Κώστας Μαυρίδης (S&amp;D).", "mepid": "124691", "text": "   Madam President, the right of persons with disabilities to participate in the whole political process leading to the right to vote and to stand as a candidate is a fundamental right for all citizens in a democracy. People with mobility disabilities, with reduced visibility, with psychosocial disabilities, persons in custody, who are confined and locked up, are certainly deprived of the right to vote, but even more so are deprived of the right to participate effectively in a democracy. That is why, if so many millions are deprived of this fundamental right, it means that democracy itself is crippled.  That is why I come up with a phrase which I think presents the issue in its essence: the right to participate in the whole electoral process of voting and to stand as a candidate in a democracy is also a question of dignity.", "language": "en", "original_language": "el", "translation_provider": "azure"}, {"id": 25, "date": "2018-07-05.json", "name": "Krzysztof Hetman (PPE).", "mepid": "124895", "text": "   – Madam President, i voted in favour of the report by Mrs Schwab Honourable Commissioner, I would like to thank you for your excellent work. Colleagues, i would like to thank you for your excellent work. People with disabilities, who make up almost 20% of all citizens of the European Union, face a number of barriers, both physical, mental and regulatory, that make them often choose not to participate in elections. It's time to change that. As a signatory to the UN Convention on the Rights of Persons with Disabilities, the European Union has committed itself to ensure the inclusion and active participation of persons with disabilities in society. In order to make a real difference and give all people with disabilities the opportunity to vote next year, decisive action is needed among all decision-makers not only at European level, but also at national and local level. Ensuring the availability of polling stations or the possibility of postal or online voting are important issues that must nevertheless be implemented within the Member States. However, the European Union should monitor, support, coordinate and provide adequate know-how to improve the implementation of these tasks.", "language": "en", "original_language": "pl", "translation_provider": "azure"}, {"id": 26, "date": "2018-07-05.json", "name": "Nicola Caputo (S&amp;D).", "mepid": "124851", "text": "   Madam President, ladies and gentlemen, a famous Italian singer-songwriter, Giorgio Gaber, said an extraordinary concept in its simplicity and truth: freedom is participation. The possibility of taking part in political life is a central element for all those living in a democratic society. The strongest signal that Europe can give disabled citizens in this respect is to adopt concrete inclusion measures as early as the next election round, which are not limited to awareness-raising activities but go to understand and resolve the obstacles that disabled people encounter in participating in public life. We must start from the information materials on political programmes, which must be available in braille, passing through the requirements for the accessibility of seats, up to voting procedures for those who live in an institution or are unable to move. But it is even more urgent to build a form of active representation of disabled people here in Parliament, encouraging those disabled citizens who represent the values of their community to apply and bring their experience and, above all, other priorities with them to Europe.", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 27, "date": "2018-07-05.json", "name": "Csaba Sógor (PPE).", "mepid": "39724", "text": "   – In recent years, people with disabilities have increasingly gained seats in both European and Member State parliaments. These were due to their integration into different political parties or their nomination as independents by one party.  It is a welcome development that the various parties, regardless of their political and ideological affiliation, are trying to put people with disabilities in a position, giving them the opportunity to represent citizens with special needs and the increasing presence of these needs in party programmes. I hope that the European Commission will also succeed in proposing measures to support people with disabilities in overcoming voting barriers.  However, in order for the subject to be not only symbolically raised by politics, more measures would be needed to facilitate the daily lives of people with disabilities. Such a measure at European level could be mutual recognition of disability classifications, for example. Thank you.", "language": "en", "original_language": "hu", "translation_provider": "azure"}, {"id": 28, "date": "2018-07-05.json", "name": "Maria Grapini (S&amp;D).", "mepid": "124785", "text": "   – Madam President, Commissioner, I congratulate you for making this statement and saying that it is necessary to have examples of good practice to share. After all, the problem of the integration of people with disabilities is the problem of everyone, of all Member States. There's no shortage of regulations. Sure, we have the UN Convention. We have the constitutions of the Member States. The problem is with the application. I'm a man who worked with the Disability Association. They are responsible people, often much more civically involved than other people, and it is absolutely unfair and immoral to put a barrier in them. I think it is very important to see how we can simplify participation because, very often, because of inadequate infrastructure, people cannot participate. There's been talk here about guardianship. Perhaps you are thinking, Commissioner, of a change in this regulation, too, because, very often, we have met and had concrete discussions: people with disabilities under guardianship are almost in slavery. They claim rights over their lives, not leaving them and not allowing them to participate in civic life. I hope that we will have a fair participation of people with disabilities.", "language": "en", "original_language": "ro", "translation_provider": "azure"}, {"id": 29, "date": "2018-07-05.json", "name": "Věra Jourová", "mepid": "n/a", "text": "   Member of the Commission. – Madam President, I would like to thank the honourable Members for their contributions and dedication in promoting the rights of people with disabilities. Let me react on several questions and comments.  First, on legal questions. Both the EU and its Member States are parties to the United Nations Convention, which has to be implemented according to their respective competencies. Council Directives 93/109/EC and 94/80/EC on the electoral rights of mobile EU citizens apply the principle of equality and non-discrimination between nationals and non-nationals in the exercise of the electoral rights associated with EU citizenship.  The Directives as such do not presuppose complete harmonisation of Member States’ electoral systems, which, to a large extent, remain governed by national laws. Also, the Court of Justice confirmed that it is up to EU countries to regulate aspects of European Parliament electoral procedure not harmonised at EU level by the Electoral Act. However, they must respect EU law, including the Charter on Fundamental Rights and the general principles of EU law, which include equality of treatment and non-discrimination.  In saying that the electoral law and the rules fall under the competence of the Member States, the Commission is not declaring that this is not something which we want to work on and which we do not want to support.  You asked, rightly, about what the Commission did, what it does and what it will do. I can only repeat here what I indicated at the beginning – the Commission’s actions support and supplement national policies and programmes to promote political participation and the exercise of the electoral rights of under-represented groups, including persons with disabilities.  The Commission remains committed to enhancing in future reports its assessment of existing election procedures in this area among the Member States. We have already started working on the new strategy after 2020, because I think that it is important to have a proper, solid strategic paper which will cover this very important topic.  Also, last year, the Commission adopted its third report on EU citizenship. It envisages that this year we should promote best practices which help citizens vote and stand in EU elections, including citizens with disabilities. This year, in April, I met the electoral commissioners of all the Member States and we discussed how best to promote the electoral rights of under-represented groups. We didn’t speak about general stuff. We didn’t speak about the use of proclamations. We spoke about those concrete actions and the needs of people with disabilities, which you have mentioned here as well.  This was the first step and this debate with the electoral commissioners will feed into this November’s Colloquium on Fundamental Rights, because we will organise this high-level event on democratic participation with a special focus on increasing the participation of young people and vulnerable and under-represented groups.  As I said, this debate will take place in the framework of the Fundamental Rights Colloquium dedicated to democracy. We organise this colloquium every year. It is open to the public, it is web-streamed. We have very good feedback from the widest possible society. This is not just one of those events where we speak with the same group of people within some bubble. This is a very open event and I very much hope that this will be the right place where we will discuss the possible sharing of best practices, including the possibilities of using digital voting tools and some other concrete measures which the Member States could and should introduce into their system to enable people to take part in the electoral process.  I can assure you that the Commission shares the commitment to promoting the political participation of people with disabilities. I will look into the possibility of using the European Social Fund and some other funding possibilities because I really want this money to serve the best purpose and this is a very important matter. We should also be able to help civil society, helping and working with people with disabilities to open the door to the voting rooms and help them to take part in it.  That was about the right to vote. Now let me touch just briefly upon the right to be voted. I think that we are all members of political parties and we should take it as our homework as well, our personal homework, to go to our political parties and to speak about the need for more diversity.  I am personally involved in several campaigns enhancing the participation of women and the participation of representatives of minorities. I am personally mentoring several very promising young Roma politicians and I think that we have to do the same in our political parties to raise this topic and help people with disabilities get onto candidate lists. I think that diversity, as I said, is very important and we can all do something very concrete, something which can be done today, tomorrow, in our political groups so as to have more people with disabilities participating actively in the elections. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 30, "date": "2018-07-05.json", "name": "La Présidente. –", "mepid": "96952", "text": "  The debate is closed. Written statements (Article 162)", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 31, "date": "2018-07-05.json", "name": "Rosa Estaràs Ferragut (PPE)", "mepid": "96811", "text": "  in writing. – Political participation is a right of citizenship recognized to all people. Therefore, persons with disabilities would not have to find any impediment when exercising both their right to participate in political life and their right to vote. These rights are recognized in various international human rights treaties, such as the United Nations Universal Declaration of Human Rights, the International Covenant on Civil and Political Rights and the United Nations Convention on the Rights of Persons with Disabilities. Therefore, from the European Union, and in our case from this Parliament, we must work to guarantee these rights, namely the right to information, the right to vote itself, the right to participate in the process and the right to exercise on an equal footing. It is our responsibility to assert these rights to all people, without anyone having obstacles to exercising them, and this is the objective for which we must work.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 32, "date": "2018-07-05.json", "name": "Laura Ferrara (EFDD)", "mepid": "124833", "text": "  in writing. Disability cannot and must not be a restriction on the exercise of the right to vote and stand as a candidate in any type of election, including European elections. We need to go beyond the declarations of principle already contained in the United Nations Convention on the Rights of Persons with Disabilities and identify actions and instruments that can remove the obstacles that actually prevent particularly vulnerable people, such as the disabled, from actually participating in elections. In this direction, a significant contribution, so as not to leave anyone behind, could come from technologies conceived and designed also at election events and used in order to make full participation by everyone. Innovation, technology and good practice, supported by appropriate legal bases and initiatives also at European and national level, can help to achieve inclusive and accessible elections for all eligible voters.", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 33, "date": "2018-07-05.json", "name": "Indrek Tarand (Verts/ALE).", "mepid": "97136", "text": "   – As Vice-President of the European Parliament’s Disability Intergroup, and having been President of the Estonian Union of Persons with Mobility Impairment for four years, I am acutely aware of the obstacles faced by persons with disabilities in their everyday lives. For instance, even a couple of steps in the wrong place can become a significant hurdle if you are in a wheelchair. When it comes to elections, be it European elections or any elections for that matter, we must do our utmost to make the procedures accessible to all persons, including those with disabilities, no matter what kind of impairment they have. It is imperative that these people are not disenfranchised and prevented from exercising their fundamental right of having a say in the democratic process. Since it is not always obvious for everyone to foresee all the accessibility arrangements that need to be made, I recommend to the relevant authorities turn to the organisations representing disabled people, in case of any doubt. It is also important that a sufficient number, if not all of the polling stations are made accessible, especially in countries where online voting is not available, otherwise there is still a risk of a discriminatory effect.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 34, "date": "2018-07-05.json", "name": "La Présidente. –", "mepid": "96952", "text": "  The agenda calls for debate on six motions for a resolution on the political crisis in Moldova following the invalidation of local elections in Chisinau (2018/2783 (RSP)).", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 35, "date": "2018-07-05.json", "name": "Cristian Dan Preda", "mepid": "96838", "text": "  Author. – Madam President, my political group has proposed today's debate on the political crisis of proportions that the Republic of Moldova is going through after the abusive annulment of the Chisinau vote. This abuse weakens a rule of law that was, and so, very fragile. (The speaker is interrupted by the President, who announces that there are problems with the translation) Moldovan democracy is in the blackout. I am pleased to see that the political groups, for the most part, have supported the EPP initiative and, as seen in the joint resolution that we will be voting on today, have understood the gravity of the situation. Unfortunately, when, in the last year, I warned that great things were happening in Moldova, I was ignored. The Socialist Group managed through various maneuvers to hide the reality of the Republic of Moldova here, in Strasbourg, or in Brussels. Behind these maneuvers is the Social Democratic Party of Bucharest, which makes the games of the oligarch Plahotniuc. There is no doubt that Plahotniuc and his party are the authors of the decision to annul the local vote held in Chisinau. The decision was not made by the court, but by the oligarch. The annulment of the vote shows us, once again, that the state is taken over by one person and that, in Chisinau, justice is today used to settle political disputes. That's really serious. Moldova is a state captured by an oligarch, who does not want his affairs and his clan in Chisinau to be jeopardized by andrei Nastase's arrival at the town hall. Nastase, the elected mayor, who is with us today in the official stand, is one of the leaders of the pro-European opposition, which has made the fight against corruption and oligarchy a political objective. The citizens supported him, the oligarch blocked him. In this context, I denounce, on behalf of the PPE Group, the annulment of the results of the Chisinau vote, which was made in a non-transparent manner and for purely political reasons. I express my solidarity with all the citizens of the capital of the Republic of Moldova, who took to the streets in large numbers to defend their vote. It's good to keep doing it, to show that the will of the people cannot be trampled. We have to act, too. Events have once again shown us that the preconditions for the provision of macro-financial assistance are far from being met. Therefore, any such payment to the Republic of Moldova must be suspended. Moreover, I also call for an end to European support for the state budget. I believe that no more euros should be sent to Chisinau until the following conditions are met: the validation of the local elections in Chisinau, the holding of credible parliamentary elections, the investigation of bank fraud known as the \"theft of the billion\" and the return to a rule of law and the start of credible reforms in the field of justice.", "language": "en", "original_language": "ro", "translation_provider": "azure"}, {"id": 36, "date": "2018-07-05.json", "name": "Charles Tannock", "mepid": "4521", "text": "  author. – Madam President, the decision to annul the results of the second round of the mayoral elections in Chișinău, as upheld by the Moldovan Supreme Court, is questionable, to say the least. International and local observers alike have testified to the fact that fundamental freedoms during the elections were fully observed, prompting concern as to the motivation of this curious move. Andrei Năstase, who won with nearly 53% of the vote, has been involved during the past few years in a number of efforts to uncover corruption and cases of abuses of power at the highest level of office in the state. Concerns that this decision, which could prevent him from taking his elected, rightful office, is politically motivated are not to be easily dismissed – unfortunately. Coming at a time when the country is looking towards parliamentary elections later this year, its implications are of particular concern to this House. In my Group, I therefore support the calls in this resolution to withhold any future disbursements of macro-financial assistance to Moldova under the European Neighbourhood and Partnership Instrument (ENPI) until we have seen the passage of parliamentary elections in line with recognised international standards. I support, of course, Moldovan Euro—Atlantic aspirations, but the country must observe democracy and the rule of law.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 37, "date": "2018-07-05.json", "name": "Rebecca Harms", "mepid": "28233", "text": "  Author. Madam President, ladies and gentlemen, Mrs Mogherini, I would like to thank the rapporteur, Mrs Mogherini, for the work she has done on this report. Following the discussions we have had this week with the opposition and government representatives from Chisinau, Moldova, I expect that large-scale protests will again take place in Chisinau this weekend. First of all, I would like to appeal to the authorities and the government: protect the right to peaceful protest! We have seen similarly strong waves of protests in Armenia and Georgia in recent weeks, and the governments of Armenia and Georgia have shown in an exemplary way that they respect civil rights, that they respect their citizens, and we in the European Parliament expect similar democratic behaviour in Moldova. The rule of law, opposition rights, opposition lawyers' rights, diversity of opinion must be respected in Moldova. We believe that the protests are justified. The annulment of the election of Chisinau was a real shock – not only for the citizens of Chisinau, but also for us. I would recommend that this election be repeated as soon as possible.  I share the decision of the majority of colleagues who negotiated the resolution that the European Commission should suspend the disbursement of macro-financial support. The Government of Moldova should finally take seriously the recommendations of the Venice Commission and the OSCE/ODIHR. We should wait and see whether the parliamentary elections that have been announced in the autumn are conducted in accordance with good democratic rules. And, together with the Moldovan Government, we should finally resolve the banking scandal, this huge fraud. The Prime Minister told me that 80% of them now know where the money that has disappeared is. In cooperation with European police authorities, these assets must be recovered for Moldovan citizens. This should be another condition for macro-financial support.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 38, "date": "2018-07-05.json", "name": "Knut Fleckenstein", "mepid": "96840", "text": "  Author. Madam President, ladies and gentlemen, I would like to thank the rapporteur for her excellent report and for the way in which Mr Nesstase, who is here today, has been elected mayor of Chisinau with over 52%. I congratulate him on his election. It is impossible, absolutely impossible, how it has been dealt with. Now we don't like that so much with the judge's scolding. That is why it has wisely been written down differently with \"concern\". But in a debate it must be allowed to say: this is a scandal. What happened there is far from any proportionality and therefore unacceptable. And if there is someone or a group behind it that has promoted it: if that is the case, it must be clarified, and those – if so – who have done so have not only harmed democracy, they have betrayed their country, which I think was actually on a very good path. That is why what Rebecca Harms said is true: those who protest there must not only be protected as long as they are peaceful, but they must know that this Parliament is in fact standing in the street alongside them mentally. One thing, however – and we differ – is that we do not like turning the financial tap, because I firmly believe that this is something that is damaging to the country and to the citizens of the country. And in reality, no one wants that. That is why we will abstain. But we are fully in line with this concern.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 39, "date": "2018-07-05.json", "name": "Petras Auštrevičius", "mepid": "124766", "text": "  author. – Madam President, in my capacity as a standing rapporteur and as a real friend of Moldova, I must confess that I am standing here feeling totally disillusioned and very sad. Moldova, once called a frontrunner associated partner of the European Union, was the first to receive a visa-free regime and to initiate sizeable reforms in a number of fields. Today, the label that sticks to Moldova is that of a captured state, ruled by a non—transparent political elite, a sort of private company. The judiciary – captured: the court decision on the Chișinău elections is a real ‘theatre of the absurd’, with the call to ‘get out the vote’ suddenly being outlawed. The electoral system – captured: election laws have been twisted and adapted to guarantee seats only to some parties and eliminate others. The banking sector – captured: EUR 1 billion disappears and no genuine effort is made to recover the funds and bring those responsible to justice. Media – captured: the concentration of the media in the hands of only few players, results in a lack of pluralism and in manipulation and disinformation. The free media are struggling for their very existence. All in all, this can only mean that a pro-European Moldova is still just a vision, a long way from reality. I sincerely believe in the EU-Moldovan partnership, as a means of bringing a better future for Moldovans, who deserve our firm support and cooperation.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 40, "date": "2018-07-05.json", "name": "Helmut Scholz", "mepid": "96646", "text": "  Author. Madam President, High Representative, I would like to thank the rapporteur for her excellent work and for the work she has done. Day 31 of the industrial action of our interpreters, for that must also be the time to name it. One might wonder what actually happened to the model country of the Eastern Neighbourhood. My answer is clear: nothing. Moldova's elites have been operating as always, at least for the last ten years. EU diplomats see the country as a failed state, and country specialists characterize it as a state of war. Both assessments have in common: oligarchic cliques rule in Chisinau, whose worldview assumes that not only the economy, but every state institution has to serve them privately exclusively, and every aspect of social life must be subordinated to their interests. We see the result every day: election results are annulled at will, as in Chisinau, election laws are tailored according to needs, political opponents are criminalised, their lawyers are criminally threatened or even forced into political asylum in EU states. In Moldova, violations of fundamental human rights, corruption, abuse of office and arbitrariness of the judiciary go hand in hand with the theft of billions of euros of public money, its cover-up and state unwillingness to investigate. The same game for ten years. Let's finally name Ross and Reiter: Plahotniuc, Filat, Shor, Plato, Usatii. Let us name the Moldova system as it works. Few enrich themselves without limits, while many live in poverty and have to seek their job and future opportunities abroad. Every day they are told by the oligarchs' media monopolies that all this is without an alternative. No, there is an alternative, and that is why we should freeze macro-financial assistance with immediate effect and call on the Commission and the Council to personally sanction the thieves and manipulators.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 41, "date": "2018-07-05.json", "name": "Siegfried Mureşan", "mepid": "124802", "text": "  on behalf of the PPE Group. – The decision to annul the democratic elections in Chisinau destroys the whole foundation of the relationship between the Republic of Moldova and the European Union. I want Moldova to come to Europe, along with Romania and other civilized countries, but the authorities have taken the Republic of Moldova to emergency situations, along with Burundi and Somalia. Today, the overwhelming majority of the European Parliament will adopt a decision saying: we cannot provide the Chisinau authorities with 100 million macro-financial assistance. This decision means that there is zero confidence in the Chisinau authorities. Europe will not pretend that things are going well in the Republic of Moldova. We will say things by name, that is: the chisinau authorities are a hindrance to the European Union's desire to help the citizens of the Republic of Moldova. The resolution that we will adopt today is an extremely critical one. Never in recent years has the situation in the Republic of Moldova been so serious, and Europe sees and knows this. We will say things by name and we will be with the citizens. That is why, to the people who demonstrate for European values, I say very clearly: we see you. We're with you. Don't be afraid. You're not alone. [The speaker agreed to answer a question put in accordance with the 'blue card' procedure (Article 162(8) of the Rules of Procedure.))", "language": "en", "original_language": "ro", "translation_provider": "azure"}, {"id": 42, "date": "2018-07-05.json", "name": "Doru-Claudian Frunzulică (S&amp;D)", "mepid": "124790", "text": "  question put in accordance with the 'blue card' procedure. – You said, dear colleague, Mr Mureşan, that we should stand with the citizens of the Republic of Moldova. But how can we stand with the citizens of the Republic of Moldova when we vote for this 100 million not to reach the Republic of Moldova? This money is not for the government of the Republic of Moldova and for the administration of the Republic of Moldova. They are for the citizens of the Republic of Moldova and, if they really – and this is the truth – are historically, ethnically, culturally, from south-eastern European, we must support the citizens of the Republic of Moldova in the first place. Don't you think so?", "language": "en", "original_language": "ro", "translation_provider": "azure"}, {"id": 43, "date": "2018-07-05.json", "name": "Siegfried Mureşan (PPE)", "mepid": "124802", "text": "  answer to a question asked in accordance with the 'blue card' procedure. – Madam President, it is my great pleasure to speak for another 30 seconds about the citizens of the Republic of Moldova. The citizens of the Republic of Moldova want European values, they want democracy, they want free elections, that's why they take to the streets. They want the rule of law. They want justice that does justice and they see that these authorities are not doing what the citizens of the Republic of Moldova expect: they are not reforming the Republic of Moldova, improving roads, improving schools, improving hospitals. That is why people – and if you talked to people, you would know, Mr Frunzulica – people say very clearly: put pressure on this Government, to finally do what we expect. There are conditions for macro-financial assistance. The money will come when the conditions are met.", "language": "en", "original_language": "ro", "translation_provider": "azure"}, {"id": 44, "date": "2018-07-05.json", "name": "Victor Boştinaru", "mepid": "39711", "text": "  on behalf of the S&amp;D group – Madam President, Madam High Representative, I want to be explicit: the annulment of the elections in Chisinau, confirmed by three courts in the Republic of Moldova, is a deeply worrying case of non-compliance with the will of the electorate and casts an undeserved shadow over democratic developments in this country.  But to say without evidence, such as the EPP, that the decision was the result of political intervention in the judiciary and, above all, to ask the politician to intervene and change the court's decision is contrary to the rule of law. The government immediately offered to amend the legislation until September to ensure that future parliamentary elections will be free, democratic and transparent. Now, the EPP is proposing to block European funding for this country, risking actually playing the game of Dodon and Russia. I am finally addressing the opposition and the majority in Chisinau. Don't burn the country down! Because after the parliamentary elections, you will have to build together a pro-European coalition government.", "language": "en", "original_language": "ro", "translation_provider": "azure"}, {"id": 45, "date": "2018-07-05.json", "name": "Anna Elżbieta Fotyga", "mepid": "28353", "text": "  on behalf of the ECR Group. – Madam President, I really appreciate the security policy and, in particular, the transatlantic orientation of the current Government of Moldova. Yet, with all my political experience, I have to raise my voice in defence of Moldovan society and condemn the invalidation of two rounds of mayoral elections in Chișinău. I think the decision was taken on political grounds with clear influence by the oligarchs. That is a matter of concern. In relation to the changes of electoral law, we warned that it was improper. I think that it was the right and proper time to eradicate potential weaknesses in this law, but not to orient it towards achieving political gains.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 46, "date": "2018-07-05.json", "name": "Renate Weber", "mepid": "39713", "text": "  on behalf of the ALDE group. – Madam President, law is the art of good and fairness, the Romans said, and political science tells us that popular voting is the foundation of a democracy and the law is the guarantor of that foundation. Unfortunately, the Moldovan justice system violated the popular will expressed by vote, misinterpreting the electoral law and canceling the vote of the people of Chisinau. Neither good nor equity were found in the decisions of the courts, and the justice system simply made political games. Andrei Nastase, the emphatic winner of the elections in Chisinau, did what each of us does on election day: we invite people to exercise their civic right to vote. Nastase did not mention who to vote for. This is not campaign or electoral propaganda, to which the formula \"electoral agitation\" refers in Moldovan law. In fact, scared of the victory of the opposition, the real power of Moldova, that is Vladimir Plahotniuc and his cronies, relied on a reliable ally: controlled justice. And it turned to absurd interpretations, with one purpose: to annul the popular will. A political power and a justice that deeply despises its own people – the European Union cannot recklessly witness such mockery of the popular vote. It is time for a firm, if painful, decision: the suspension of the tranches of the macro-financial assistance fund until after the parliamentary elections are properly held.", "language": "en", "original_language": "ro", "translation_provider": "azure"}, {"id": 47, "date": "2018-07-05.json", "name": "Heidi Hautala", "mepid": "2054", "text": "  On behalf of the Group of the European People's Party (Verts/ALE). – Mr President, just a few years ago Moldova was a model of how well the country is developing towards democracy. There was talk that it is a pioneer in the Eastern Partnership. But it is now quite clear, of course, that the country is a parliamentary state grab and that there more than one party, perhaps also led mainly by the Sister Party of the Social Democrats, has taken over all the power in the hands of an oligarch. The consequence, then, is that the rule of law is being scrapped, which is reflected in the annulment of the mayoral election in Chișinău. We cannot remain indifferent to this. This absolutely must be addressed, because European values are now eroding from within the European Union as well. We have problems in Poland, which we have discussed this week, and we have deep problems in Hungary. We cannot allow European values to be treated in this way. Action must be taken and macro-financial support must also be considered.", "language": "en", "original_language": "fi", "translation_provider": "azure"}, {"id": 48, "date": "2018-07-05.json", "name": "France Jamet", "mepid": "189065", "text": "  on behalf of the ENF group. Madam President, ladies and gentlemen, it is clear that since the invalidation of the municipal elections on 3 June in Chisinau, a serious political crisis has been destabilising Moldova.  Straddles the European Union and close to Russia because of its geographical location, history and culture, this country finds itself in a particularly fragile geopolitical situation. Once again, I see that Brussels is interfering in the affairs of a third country. As it happens, the vast majority of the Russian-speaking population is pro-Russian. As it happens, Brussels keeps trying to settle its case with Russia. This attempt to interfere with the Commission is, no more or less, a denial of the right of peoples to self-determination. Just as the Commission has shown with regard to Poland, Hungary or Italy. But what is more serious is that by attracting this region to Romania at all costs, it will take the risk of triggering a crisis with Russia and Ukraine.  The Commission will sow chaos in Moldova and blow on the embers of a potential civil war by dogmatism, by bitterness, by mistake, to settle its accounts with Russia, quite simply.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 49, "date": "2018-07-05.json", "name": "Dobromir Sośnierz (NI).", "mepid": "192298", "text": "   – Madam President, i voted in favour of the report by Mrs Schwab In this resolution, you call on the Government in Chisinau to fulfil certain conditions, which are to include recognising the results of the Elections in Chisinau and reforming the judiciary and appointing new judges to prevent the judiciary from interfering in the electoral process. There have not yet been echoes of the fact that Poland was relegated in this House a few days ago for appointing new judges to influence the court, for not respecting the judgments of the courts, and now you are calling on the Government in Moldova to do the exact opposite – that is, to go on the agenda over the judgment of the court and to recognise the results of the elections. What are you really calling for? To appoint judges to rule according to your line? You show your hypocrisy. What else do you Polish something different from Moldova. Maybe someone will explain it to me? Mr Boni speaks for me, maybe he will explain to me what this schizophrenia is? What happens that in Poland it is absolutely necessary to observe the results of the courts, and here it is not?", "language": "en", "original_language": "pl", "translation_provider": "azure"}, {"id": 50, "date": "2018-07-05.json", "name": "Michał Boni (PPE).", "mepid": "124896", "text": "   – Madam President, i voted in favour of the report by Mrs Schwab Dear! I will speak Polish. The difference is that in Poland, the term of office of the Supreme Court is interrupted during its duration – which no one talks about in this resolution – and does not break, does not propose a change in democratic principles. Until a few years ago, Moldova was a country on a relatively straight path towards the European Union, accepting the rules of the single market as well as the European backbone of values. However, the apparent political corruption, the opacity of the functioning of the public and private media, the changes in electoral law that build the unauthorised advantage of some, challenged by the Venetian Commission, put moldova's future in great doubt. Recent events, when, after winning a fair democratic battle for mayor of Chisinau, the court has not since cancelled the result of the win, and ultimately upheld this ruling by the Supreme Court, clearly show the disease that is taking place today in Moldova. This is the full politicisation of the judiciary – against which we are in Poland – the essence of which should be independence. It is a question of the rule of law. It's the oligarchy of democracy. Radical decisions need to be made to stop what is wrong with Moldovan politics. Let us do so today in order to reopen moldova's future in the right direction. (The speaker agreed to answer the blue card question (Article 162(8) of the Rules of Procedure))", "language": "en", "original_language": "pl", "translation_provider": "azure"}, {"id": 51, "date": "2018-07-05.json", "name": "Anna Elżbieta Fotyga (ECR)", "mepid": "28353", "text": "  question asked by picking up a blue card. – Mr President, i would like to thank the Rapporteur, Mr Schwab During the government of your option, a consultation of the State Electoral Commission took place in Moscow. At that time, they protested in Poland a few weeks later, because the results of the elections were falsified. How would you respond to this?", "language": "en", "original_language": "pl", "translation_provider": "azure"}, {"id": 52, "date": "2018-07-05.json", "name": "Michał Boni (PPE)", "mepid": "124896", "text": "  answer to the question asked by raising the blue card. – (start of speech outside the microphone) ... the results of the elections have never been falsified and there is no evidence of this other than that of the ruling party. The unfortunate consultation of the State Electoral Commission concerned the introduction of an electronic system, which was, moreover, blocked by government institutions. And the independent Electoral Commission has unfortunately done it by itself. On the other hand, there were no threats to the transparency of the electoral system. Please don't laugh about it. These are threats to the transparency of the electoral system today if the Supreme Court, as in Moldova, is under political pressure. (The speaker agrees to answer the blue card question (Article 162(8) of the Rules of Procedure).) ", "language": "en", "original_language": "pl", "translation_provider": "azure"}, {"id": 53, "date": "2018-07-05.json", "name": "Dobromir Sośnierz (NI)", "mepid": "192298", "text": "  question asked by picking up a blue card. – You have not answered the question of how the Government in Chisinau is to fulfil the condition of recognising the results of the elections, since a final judgment of the court has been reached. How is he supposed to do it? The term of office of the judges is to be interrupted because there are no elections planned at the moment.", "language": "en", "original_language": "pl", "translation_provider": "azure"}, {"id": 54, "date": "2018-07-05.json", "name": "Michał Boni (PPE)", "mepid": "124896", "text": "  answer to the question asked by raising the blue card. – The resolution contains recommendations and suggestions for a return to a system that will allow for transparency in the making of choices. I do not read the content of this resolution as a breach of the judicial system to be independent, but as a return to an independent judicial system. Please read the text of the resolution carefully.", "language": "en", "original_language": "pl", "translation_provider": "azure"}, {"id": 55, "date": "2018-07-05.json", "name": "Andi Cristea (S&amp;D).", "mepid": "40224", "text": "   – Madam President, we are discussing Moldova today because the latest developments in Chișinău require our greatest attention. The non-transparent invalidation of the mayoral elections in Chișinău is an issue of the gravest concern for this House and for all of those who have this country and its people close to their heart. Free and fair elections are the foundation of any democracy and so is the fulfilment of all democratic electoral and constitutional procedures and fundamental democratic commitments. We have to think strategically, act rationally and acknowledge that the solution is not decoupling the Moldova wagon from the EU train, or derailing it. High Representative, this is the reason why a decision on our part to suspend budget support – I am not referring to the macro—financial assistance – would be as wrong as invalidating the elections, and would simply add one mistake on top of another.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 56, "date": "2018-07-05.json", "name": "Bas Belder (ECR).", "mepid": "4507", "text": "   Mr President, it is clear that Brussels must turn its back politically on the abuse of power in Chișinău. We must also note that the High Representative, Mrs Mogherini, and Commissioner Hahn have done so very clearly: the back rights against political abuse of power in Chișinău.  However, at the same time, I would also like to stress that we are thinking of European commitment, i.e. humanitarian engagement, for example a Dutch church organisation that comes to the aid of children from weak, poor families with educational guidance, safety, food, that we must not abandon this European commitment with all our criticism of the abuse of power that is taking place in Moldova. After all, this abuse of power goes first and foremost over the backs of Moldovan civil society, and let us above all hold it. I am counting on the wisdom and also the commitment of the European institutions not to lose sight of this humanitarian aspect in this political crisis situation.  (The speaker responds to a \"blue card\" question (Article 162(8) of the Rules of Procedure))", "language": "en", "original_language": "nl", "translation_provider": "azure"}, {"id": 57, "date": "2018-07-05.json", "name": "Maria Grapini (S&amp;D)", "mepid": "124785", "text": "  question put in accordance with the 'blue card' procedure. – Madam President, my fellow colleague, I think everyone agrees that it was an abuse of power. Everyone agrees that the election should not have been invalidated. But do you think we can correct a mistake made towards candidate Nastase - whom I respect and knows, that I met with him during the campaign - with another injustice? Cut the funds? Do we have to confuse citizens with party leaders? We need to give Dodon water to the mill, so he can boast: behold, what has Europe done to you and to win another mandate? Do you not think that we should not suspend the funds, but we must supervise how the rule of law applies in the Republic of Moldova?", "language": "en", "original_language": "ro", "translation_provider": "azure"}, {"id": 58, "date": "2018-07-05.json", "name": "Bas Belder (ECR)", "mepid": "4507", "text": "  \"blue card\" answer. Mr Honourable colleague, then you have not understood my speech. I don't think you should play things off against each other. It must be clear that we must maintain our standards, our principles, and at the same time seek the wisdom of not allowing civil society to suffer. Then we will have to cooperate with the Moldovan authorities.", "language": "en", "original_language": "nl", "translation_provider": "azure"}, {"id": 59, "date": "2018-07-05.json", "name": "Udo Voigt (NI).", "mepid": "124832", "text": "   Mr President, I would like to thank the Since 1991, we have seen NATO and the European states pursue a strong russian encirclement policy. Moldova is one of them, Georgia and Ukraine – all of these countries are to be snatched from Russia's influence. I am very surprised at where honesty remains here in this House. Where were the calls when Moldova's first directly elected President, Dodon, was deposed by the Constitutional Court in 2017? When did you want to block loans or withhold allocations? Today, Moldova's sovereignty means nothing more than having to beg for loans from the EU, that is to say in the West. Where has the one billion dollars gone, at three billion, with three Moldovan banks? All these things have not yet been clarified. The EU would do well to implement the principle of non-interference in the internal affairs of another state in Moldova as well.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 60, "date": "2018-07-05.json", "name": "Jaromír Štětina (PPE).", "mepid": "124702", "text": "   – Mr President, as a Member of the European Parliament, I would like to underline that the courts’ decision to annul the results of the mayoral elections in the city of Chișinău bear all the signs of political motivation. If that is true, this would be an alarming indication that the state of democracy in Moldova is weakening. It may jeopardise the country’s ambitions for further integration with the European Union.  The massive protests against nullification of the election results show how deeply Moldova’s citizens are afraid for its future. This sentiment has been strengthened by widespread corruption and lack of implementation of much-needed reforms. It is high time to consider personal accountability of Moldova’s officials.  (The speaker agreed to take a blue-card question under Rule 162(8))", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 61, "date": "2018-07-05.json", "name": "Cristian Dan Preda (PPE)", "mepid": "96838", "text": "  Question asked in accordance with the 'blue card' procedure. – Mr Štětina, dear colleague, what do you think of the fact that, in Moldova, we have a puppet government controlled by the oligarch Plahotniuc, as in a Member State, where the Government of Bucharest is led by a puppet, Mrs Dăncilă, controlled by Liviu Dragnea, twice sentenced to prison? How do you find this situation?", "language": "en", "original_language": "ro", "translation_provider": "azure"}, {"id": 62, "date": "2018-07-05.json", "name": "Jaromír Štětina (PPE)", "mepid": "124702", "text": "  answer to the question posed by raising the blue card. – I thank Cristiano for this question. It's not a coincidence, it's a general trend. Take the oligarchy in Russia, take the oligarchy in Georgia, take the oligarchy in Moldova, and it's all caused by the imperial politics that my colleague on my left was talking about a moment ago. I think that's just part of the general evolution in the post-Soviet space.", "language": "en", "original_language": "cs", "translation_provider": "azure"}, {"id": 63, "date": "2018-07-05.json", "name": "José Inácio Faria (PPE).", "mepid": "125101", "text": "   – Mr President, Madam High Representative, I should begin by greeting the Mayor of Chișinău, present today (I do not know where he is). Municipal elections in Chișinău, Balti, were seen as a test for the Moldovan parliamentary elections next November.  The Supreme Court's invalidation of the victory of pro-European candidate Andrei Năstase in Chișinău has led to accusations of Democratic Party interference in the judiciary, triggered a wave of protests in the capital and further deshended the credibility of the rules of the democratic game, which has been shaken as early as 2017, when the proportional system has been replaced by a mixed system that clearly benefits government parties and discriminates against smaller political forces without a parliamentary seat. Ladies and gentlemen, transparency, impartiality and respect for the results of electoral processes are an integral part of the democratic tradition of Europe and the European Union, which must continue efforts of political association and economic integration, including macro-financial assistance, in scrupulous respect for these principles and in the effective implementation of the reform of the judiciary and the fight against corruption , provided for in the association agreement with Moldova.", "language": "en", "original_language": "pt", "translation_provider": "azure"}, {"id": 64, "date": "2018-07-05.json", "name": "Maria Grapini (S&amp;D).", "mepid": "124785", "text": "   – Mr President, High Representative, fellow members, we cannot play with the fate of some states. We cannot play with a country that has chosen a pro-European path. It's our chance now. Yes, I agree with a resolution, but not with unclear wording, let's introduce even new fake news here or uncertainties. What does that mean, writing in a resolution, paragraph 1, that there are dubious things? We have to be very careful and careful when we propose something to a government. Once again, I repeat: I absolutely agree that they should not be cancelled, but we cannot cut this financial assistance for citizens. Are we thinking about the citizens of the Republic of Moldova or are we thinking about a particular person? Therefore, I will not vote for this resolution, and I ask you to understand that by voting on the resolution, we are in fact turning the road of the Republic of Moldova from Europe to Russia.", "language": "en", "original_language": "ro", "translation_provider": "azure"}, {"id": 65, "date": "2018-07-05.json", "name": "Daniel Buda (PPE).", "mepid": "125012", "text": "   – Mr President, what happened in the Republic of Moldova by invalidating the elections for Chisinau City Hall is unacceptable, even for a emerging democracy. Vox Populi, Vox Dei or \"the will of the people is the will of God.\" Unfortunately, the Russian forces are unable to accept that Andrei Nastase was the chosen of the people, invalidating the elections for non-existent reasons. I therefore call on all the European institutions – the European Commission, the Council, but also the European Parliament – to intervene immediately, within the limits of their legal powers, in order to ensure that the will of the people is respected in the Republic of Moldova. The European Union needs a strong Republic of Moldova, where fundamental human rights and freedoms are respected. Its European journey must not be broken by those who do not understand to respect democracy, its values and principles.", "language": "en", "original_language": "ro", "translation_provider": "azure"}, {"id": 66, "date": "2018-07-05.json", "name": "Julie Ward (S&amp;D).", "mepid": "124963", "text": "   – I have spent some time in the beautiful city of Chișinău, and I know that its citizens want a better society. Therefore, the recent court ruling to invalidate the mayoral elections in Chișinău is very worrying. None of the candidates had complained about the results of the elections but they were cancelled nevertheless, because of a minor offence punishable by a small fine. The court ruling deprives the Moldovan people of their elected candidate and puts democracy in danger. The lack of transparency regarding the decision is also very worrying as it calls into question the independence of the judiciary in Moldova. Moldovan people want to live in a democratic country and they should not be deprived of their right to political participation. As a close partner of Moldova, the European Union should support Moldovan civil society and citizens, and call for the court ruling to be cancelled.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 67, "date": "2018-07-05.json", "name": "Cristian-Silviu Buşoi (PPE).", "mepid": "38420", "text": "   – Mr President, the respect of Moldovan citizens for European values is inversely proportional to that of the authorities that today lead the Republic of Moldova, which are using, more recently, legislative third-party laws as a tool against the exercise of democracy. The consequences of this action affect, as usual, the economic development of the Republic of Moldova and the European future of young Moldovans at home and abroad.  Moldovan citizens need, more than ever, the support of the European Union, and we must give a very clear message that we do not tolerate this situation, in which the will of the citizens of Chisinau, to elect Andrei Nastase as mayor, is overthrown by influencing decisions of the courts. More recently, in the context of the new electoral laws, which violate the recommendations of the Venice Commission and the OSCE office, an equally clear message is needed that legislation that gives equal opportunities to all political competitors must be re-established. Moldova must remain on the path of European values, towards a healthy democracy, towards an independent judiciary, towards the development of the business environment.", "language": "en", "original_language": "ro", "translation_provider": "azure"}, {"id": 68, "date": "2018-07-05.json", "name": "Stanislav Polčák (PPE).", "mepid": "124704", "text": "   – Mr President, if the elections are to be annulled, this can only happen on the basis of very strong arguments, and we must say that the decision of the Kishin court is absolutely flat in the argument. However, the situation in Moldova has long been extremely worrying. Moldova is a beautiful country, very good-hearted people live there, and then we have a few names of oligarchs, which are constantly repeated and with which there is boundless robbing.  I think that support for the European Union is kind of disappearing and not getting to the citizens. And the citizens of Moldova deserve our support, because I feel that they profess our values, the values of the European Union. Can we keep quiet today? Well, no doubt we cannot remain silent, because we are with the citizens of Moldova. And that's our main advantage, unlike those oligarchs who aren't with them. So let's please help the people of Moldova. Let us find ways to bypass the oligarchs and support Moldova as such.", "language": "en", "original_language": "cs", "translation_provider": "azure"}, {"id": 69, "date": "2018-07-05.json", "name": "Federica Mogherini", "mepid": "n/a", "text": "   Vice-President of the Commission / High Representative of the Union for Foreign Affairs and Security Policy. – Mr President, let me start by thanking Parliament for the attention you always pay to Moldova. I would like to thank the representatives of the opposition in Moldova for their presence here with us today, and also for the opportunity I had to meet with them yesterday. I also met with Prime Minister Pavel Filip just two months ago at our Association Council and I think that our constant attention and the channels which are constantly open with all our interlocutors from Parliament, myself, Commissioner Hahn and all the European institutions are extremely important in terms of accompanying the country onto the right track. I remember, with a lot of emotion and positive memories, when we had visa liberalisation for Moldovan citizens, Moldova being the frontrunner of our Eastern Partnership countries, just a few years ago. After the invalidation of the mayoral elections in Chișinău, as you know, Commissioner Hahn and I reacted immediately. The Supreme Court decision of 25 June deprives the citizens of Chișinău of a democratically elected mayor. Last week, the Central Election Commission decided not to organise new elections and this confirms that Chișinău will continue to be governed by a non-elected administration. These decisions undermine the trust of the citizens of Moldova in the state institutions. The invalidation of the mayoral elections was non-transparent, and we expect – I personally expect – the Moldovan authorities quickly to find a way out of this unacceptable solution and to guarantee judicial independence, in line with Moldova’s international commitments. In all our contacts with our Moldovan interlocutors, we always keep a strong focus on the reforms Moldova needs: addressing the lack of independence of the judiciary, investigating the banking frauds, looking at electoral reform, protecting the space for free media, and we could continue. The European Union has been consistently asking for these reforms, but – and let me stress this very clearly – it is, first and foremost, Moldovan citizens who expect and deserve them. They have been asking for these reforms for years, and I think they expect them to be delivered. In recent weeks the citizens of Chișinău have been expressing their dissatisfaction very clearly through peaceful demonstrations. Their safety, freedom and right to demonstrate must always be respected and guaranteed. This is an absolute priority. I would like to stress – as Rebecca Harms mentioned earlier – that we will keep an eye on what happens in the coming weeks. We expect their safety and freedom to be protected and guaranteed. Journalists must always be allowed to do their job freely. While I am mentioning the press, let me just mention the work we are doing in Moldova through our Strategic Communication Task Force, to support independent media, to monitor disinformation from all sources and to communicate the benefits of cooperation with the European Union. Let me stress very clearly that cooperation with the European Union is not against anyone: it is for the benefit of Moldovan citizens. We do not think in terms of spheres of influence or geopolitics. We think only in terms of reforms, sustainable situations, including on the economic front, and the rule of law and democracy in the countries that are around us. Let me also share with you the news that we will increase our work on communication and media freedom in Moldova, and in other Eastern Partnership countries, thanks in part to this Parliament’s support for all the strategic communications task forces, and in particular the ‘East’ one. Credible, inclusive and transparent elections at all levels are basic pillars of any democracy. The way the mayoral elections in Chișinău have been handled does not bode well for the organisation of the national elections expected at the end of this year. Our position has been very clear since the Council conclusions we adopted last February. The new electoral law that was adopted exactly a year ago does not address the key recommendations of international partners, namely the Council of Europe Venice Commission and the OSCE Office for Democratic Institutions and Human Rights. This is also largely reflected in your motion for a resolution, and all this is why we have decided to put on hold the disbursement of the first tranche after the current macro—financial assistance programme. As you know, disbursements under the macro—financial assistance programme are contingent on two things: not only the successful implementation of specific economic policy measures laid out in the memorandum of understanding – and we consider that these have been implemented – but also the fulfilment of political preconditions related to respect for democratic mechanisms, the rule of law and human rights. Following the invalidation of the mayoral election, the political preconditions have not been fulfilled. In this situation, a decision was taken to put on hold the disbursement of the first macro—financial assistance tranche until the political preconditions attached to our assistance are met. We hope this can happen soon – the sooner, the better – but it must happen. I will personally keep in constant contact with all our interlocutors in Moldova. I hope you will continue to do the same. Parliament can be extremely helpful and useful here, as always. For us, Moldova is not just a neighbour, it is a friend and a partner – Moldovan citizens are – and we will keeping engaging for a positive, fast solution to the current crisis.  (Applause)", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 70, "date": "2018-07-05.json", "name": "Przewodniczący. –", "mepid": "23768", "text": "  I close the debate. The vote will take place on Thursday 5 July 2018. Written declarations (Article 162)", "language": "en", "original_language": "pl", "translation_provider": "azure"}, {"id": 71, "date": "2018-07-05.json", "name": "Dominique Martin (ENF)", "mepid": "124751", "text": "  In writing. The debate on 5 July 2018 on Moldova in the European Parliament departs from the real issues: it will only be about electoral quarrels. We will forget the 661 million euros of European subsidies already paid since 2007, and the massive embezzlement of former Prime Minister Vlad Filat. However, he was sentenced in 2016 to nine years in prison for receiving $260 million in bribes from the billion euros \"disappeared\" from three Moldovan banks. What about the curious hitch of the \"EURONEST Assembly\" formed by elected representatives of the European Parliament and the parliaments of Armenia, Azerbaijan, Georgia, Moldova and Ukraine. What French taxpayer can accept this concept of European parliamentarians wasting their time in a \"Parliament bis\" with these countries in the East? This time for debate should be used to discuss the three priorities of Europeans: the fight against jihadism, the control of migration flows and the fight against unemployment.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 72, "date": "2018-07-05.json", "name": "Przewodniczący. –", "mepid": "23768", "text": "   The next item is the debate on six motions for resolutions on Somalia (2018/2784(RSP)).", "language": "en", "original_language": "pl", "translation_provider": "azure"}, {"id": 73, "date": "2018-07-05.json", "name": "Charles Tannock", "mepid": "4521", "text": "  author. – Mr President, last Sunday on the 58th anniversary of Somalian independence, four civilians were tragically killed by mortar attacks in Mogadishu. The next day, seven more were injured by a roadside bomb. Both attacks have been attributed to the Jihadi terrorist group Al-Shabaab. On what should have been a weekend of celebration and hope for the Somalian people, there was more killing, more bereaved and broken families, more fear and terror. For over two decades, these recurring tragedies have blighted the Somali nation. The civil war and unchecked terrorist activities, as well as corruption and mismanagement, have left 80% of the Somali population in dire poverty, with two million living as refugees. The lack of food is a reality for millions on the verge of starvation, but, in spite of all this, under President Mohammed’s government the country is inching towards some stability – but there is still much more work to be done. If Somali security forces are to be up to the task following the withdrawal of the UN Amisom troops in 2020, then state military capability, security and financial governance must be strengthened. The international community and the EU must continue to do what it can to promote lasting stability and peace in this very fragile nation in the Horn of Africa. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 74, "date": "2018-07-05.json", "name": "Bodil Valero", "mepid": "124993", "text": "  Author. Mr President, I would like to begin by congratulating Mr As Mr Tannock says, Somalia is making some progress towards more democracy, but the road is very long and it is influenced by a number of factors. After years of drought, for example, the recent torrential rains have forced 130 000 people to leave their homes. It is estimated that half of them are children. Even before, 2.6 million people had been affected by the drought and conflict. The Dadaab camp in Kenya is home to 350 000 people that kenyans would most like to send back, because the international community does not provide adequate support. Many Somalis have also taken refuge in Europe. However, in order to overcome problems, the root causes must be tackled. The main causes are decades of conflict and poverty and both reinforce each other. An increasingly contributing factor is the climate impact that leads to drought and floods. Climate impact has been a clear feature for many years, but is obscured by other more direct and visible problems. Another major problem is impunity, and we therefore welcome the establishment of an independent national human rights commission. We expect all violations to be investigated and the perpetrators prosecuted.", "language": "en", "original_language": "sv", "translation_provider": "azure"}, {"id": 75, "date": "2018-07-05.json", "name": "Juan Fernando López Aguilar", "mepid": "96812", "text": "  Author. – Mr President, Mrs Mogherini, in this Plenary of the European Parliament, as always, we deal with the problems and setbacks of fundamental rights, whether in Europe, such as when we discuss the reversal of the rule of law and the separation of powers in Poland or the unacceptable statements by italian Interior Minister Matteo Salvini against Roma or general stigma against foreigners , as if they were a threat to our security, when, in fact, many of them flee terror. Or outside Europe, as is the case in Somalia: terrorist attacks, Al Shabab, continued massacres... a newly elected new democratic situation? No! There were elections in 2018, but there are still many problems that go to fundamental rights ——freedom of association, freedom of expression, freedom of unions—harassment of trade unions and, of course, repression of journalists' freedom of expression.  And, therefore, it is imperative that the European Union make a thorough use of its diplomacy together with the United Nations and the African Union itself to sign the commitment to external action and development cooperation with the mandate to respect and preserve the fundamental rights of all people.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 76, "date": "2018-07-05.json", "name": "Dita Charanzová", "mepid": "124708", "text": "  author. – Mr President, I want to congratulate Somalia on its 58th year of independence earlier this week. However, I would have hoped for it to have taken place under brighter conditions. The security situation remains precarious. More than two million people remain internally displaced. The country is on the brink of another famine. Al-Shabaab is a lesser threat than before, but it is nevertheless still present and is forcibly recruiting children. And despite a new government taking power last year, we have been seeing it gradually take a more autocratic approach with the arbitrary arrests, attacks on journalists, threats and intimidation of trade unions.  This is just naming a few of the many serious problems that Somalia faces today. After decades of conflict, we cannot risk seeing Somalia turn into a failed state or fall into the hands of terrorists. Somalians deserve a better future, and the EU must continue supporting Somalia in any way it can.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 77, "date": "2018-07-05.json", "name": "Michaela Šojdrová", "mepid": "124710", "text": "  author. – Mr President, I would like to express my gratitude to all those who pay attention to the situation in Somalia. This is a typical frozen military conflict. I would like to remember the suffering of millions of people, especially children.  Somalia is a country that has been at the top of the Fragile States Index for the past ten years. The fragility of this country’s alarming state of human rights is not ignored by the EU: the EU has provided EUR 486 million through the European Development Fund, focusing on peace-building, food security and education. Therefore, we need to express our support for such stabilising initiatives and call on local governmental authorities to undertake the appropriate steps in order to mitigate the situation. This country experiences awful terrorism, higher rates of corruption, misusing children as soldiers, extreme poverty, child malnutrition and political instability. We must make sure that a mission funded by the EU implements its mandate fully in order to protect civilians. So I ask you, Madam High Representative, to ensure that the international humanitarian response plan for Somalia is fully developed. I am convinced that this resolution outlines a possible solution to Somalia’s desperate situation. I hope it will be largely welcomed and supported.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 78, "date": "2018-07-05.json", "name": "Lola Sánchez Caldentey", "mepid": "125035", "text": "  Author. – Mr President, Mrs Mogherini, Somalia is one of the poorest countries in the world and has been mired in a kind of civil war for more than a decade. Clan violence is instrumentalized by external interests, such as Saudi Arabia, one of our main trading partners, unfortunately. Floods and constant droughts aggravate the dramatic situation in the Somali people. Terrorism is being combated with sustainable development, with integration and social cohesion, with redistribution of wealth, as the resolution that we will vote on today, not with militarization, points out. Somalia's stabilization requires an end to the hypocrisy of our foreign policy. Development aid should not be conditional on its complicity in the Union's dire migration policy, which should focus on achieving the sustainable development objectives. But sadly, the biggest spending by far from the international community in Somalia is military. We would not object if drones shared social inclusion and human rights, but we know that, as a product of our political coherence, this is not the case.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 79, "date": "2018-07-05.json", "name": "Pavel Svoboda", "mepid": "96272", "text": "  on behalf of the PPE Group. – Mr President, Somalia has experienced 20 years of civil war, human rights have virtually no place here. There are many Islamist terrorist attacks in the country. At least 512 people were killed in the largest of them in October 2017.  Transparency International considers Somalia to be the country with the highest level of corruption in the world. The International Federation of Journalists considers Somalia to be the most dangerous country in the world. Court proceedings here are often carried out by military courts and often use the death penalty. Somalia is consistently third in the world in the persecution of Christians. The Archbishop of Mogadishu has declared that there can be no Christian in Somalia. 1,200,000 children suffer from malnutrition. Drought and subsequent flooding have forced 230,000 people to leave their homes.  Unfortunately, this is what an almost perfect catalogue of the causes of migration from the African continent looks like. If we want to contribute to eliminating these causes, the European Union must contribute to starting the basic functions of the Somali state, in order to lay the foundations for Somalia's renewed civil society. This should be the objective of the European Union.", "language": "en", "original_language": "cs", "translation_provider": "azure"}, {"id": 80, "date": "2018-07-05.json", "name": "Francisco Assis", "mepid": "28307", "text": "  On behalf of the S&amp;D Group. – Mr President, Commissioner Mogherini, ladies and gentlemen, Somalia is, as we know, a country buffeted by violence for too long, multiform violence with various origins and various actors, some state- and other non-state, which affects the population, sometimes directly, sometimes collaterally, through conflicts between wars and territorial disputes, and which does not spare children. Violence is known to be able everywhere to provoke even more violence, and in recent years Somalia has yet to withstand the terrorist attacks of the al-Shabaab militia, a metastasis from al-Qaeda.  Although the Somali Government has taken some steps towards institutional and electoral normalisation, with the support of the international community, and held free elections on 17, the truth is that human, political and civil rights continue to be systematically attacked on a scale with few parallels in the rest of the world. Somalia is now a disstructured state and, as long as it is, it will hardly be able to stop the violence and misery that make the lives of its inhabitants a living hell.  The EU has provided significant financial aid, but it must redouble its efforts to stabilise and structure the country, which also involves convening and holding accountable some Arab countries that have contributed to sharpening political conflict with their conflicting interests.", "language": "en", "original_language": "pt", "translation_provider": "azure"}, {"id": 81, "date": "2018-07-05.json", "name": "Anna Elżbieta Fotyga", "mepid": "28353", "text": "  on behalf of the ECR Group. – Mr President, decades of civil war in Somalia left an enormous death toll among civilians, and also a very grave humanitarian situation. We support President Mohamed’s resolve to eradicate al—Shabaab’s terrorism. We also support engagement of regional countries like Kenya and Ethiopia in strengthening this resolve. Yet, I think that we have to engage and think about the future, think about withdrawal of AMISOM (the African Union Mission to Somalia) and strengthening our presence, including the EU NAVFOR Somalia (Operation Atalanta) rearrangement after Brexit. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 82, "date": "2018-07-05.json", "name": "Javier Nart", "mepid": "125005", "text": "  on behalf of the ALDE Group. – Mr President, I make my own the descriptions that have been made of Somalia, but there is one issue on which no one enters. Somalia is fighting Somalis and, very effectively, the Al-Shabab terrorist militia, but in front of foreigners, as is the case in Afghanistan. The Taliban are the Afghans and the ones who prevent the Taliban from winning are foreigners.  Something is happening when in a place where clans and tribes are extraordinarily effective in war, the only ones who effectively confront Al Shabab are foreigners, and when foreigners leave, they will win the locals, which is the terrorist militia.  We have to do more than just \"words.\" The problem is not to increase foreign units or the presence of the United Nations; the problem is having local actors, because you can't make a war against or without the local people. What we're doing is keeping a dead system in assisted breathing, and in the end, we'll pay for it.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 83, "date": "2018-07-05.json", "name": "Ignazio Corrao", "mepid": "124856", "text": "  Mr President, president, ladies and gentlemen, i.e. the european Union, the European Union and its Member States are Mr President, ladies and gentlemen, Commissioner, Elman Ali Ahmed had a dream: to disarm child soldiers and to end the civil war that has bloodied his country, Somalia, for too many years. The Somali father of peace, faced with forced recruitment, summary killings and mutilation of children, decided to use his life as a shield for children who were victims of madness, thus paying the price of his dream with life itself. So many people like Elman today are fighting and dying to save Somalia from a treacherous war between clans, terrorist groups and government forces. A torn war that does not hesitate to use children as meat for slaughter, in a country now exhausted by drought and disease. We are facing an unprecedented humanitarian crisis in a country where human life continues to be worth very little. In addition, there is repression, the restriction of all freedoms, arbitrary arrests and summary executions at the hands of all parties to the conflict. I hope that the European Union will put immediate pressure on the Somali authorities to stop using the NISA intelligence agency to carry out arbitrary arrests, abuses and torture of suspected terrorists. The NISA urgently needs to be scaled back and regulated by an effective monitoring mechanism to prevent ongoing serious human rights violations.", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 84, "date": "2018-07-05.json", "name": "Jacques Colombier", "mepid": "191510", "text": "  on behalf of the ENF group. Mr President, the situation in Somalia is terrible, as everyone sees. Carried by four left-wing MPs, this motion for a resolution is, once again, an aggregate of wishful thinking aimed at raising awareness. The elected socialists seem to discover today all the evils of radical Islamism, because that is the problem. Whereas wherever they are in power in Europe, they are the great defenders of multiculturalism and have very little regard for the damage of the Islamization of our societies. A strong proponent of mass immigration, they should first and foremost fight the massive infiltration of jihadists into Europe, deliberately organized by the Islamic State. So, wanting to pacify Somalia remains an illusion, given the state of the country, especially since the action of states and that of murderous Islamist groups cannot be put on the same level. So let the socialist moralizers sweep in front of their doors and stop being complicit in the Islamization of the nations of Europe, as they did or continue to do in Molenbeek, or in Italy yesterday, or in Spain today.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 85, "date": "2018-07-05.json", "name": "James Carver (NI).", "mepid": "124971", "text": "   – Mr President, I would like to say to the High Representative that I never cease to be amazed by some of the proposals that come before this Chamber for discussion. In the case of Somalia, we have before us proposals that would be onerous for a first-world economy to implement, but here we are seriously suggesting that one of the world’s most impoverished states should be concerned with statutory oversight of its security apparatus and protecting the rights of labour unions. Might I respectfully suggest that the priority for both Somali forces and the African Union Mission in Somalia (AMISOM) is to deal with al-Shabaab and other extremist militias, thus ensuring that all Somalis may be able to take part in the democratic process? Even more important to them are food security and access to clean water and education. These self-indulgent proposals bear no relation to the situation on the ground. You seem to hold the Somali authorities to a very high standard, High Representative, much higher than that to which the Spanish Government has been held, for example, who seem to be able to imprison political opponents with impunity. Mr President, why not instead try to help Somalis, as opposed to saddling them with further pointless and irrelevant bureaucratic obligations? (The speaker agreed to take a blue-card question under Rule 162(8)) ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 86, "date": "2018-07-05.json", "name": "Julie Ward (S&amp;D)", "mepid": "124963", "text": "  blue-card question. – I wonder if Mr Carver, who is a Brexiter, is aware of the incredible danger to security on the Kenyan and Somali border precisely because of Brexit? We have a very complex arrangement with the Kenyan security authorities, who I spoke to when I visited the British Embassy in Kenya, and they told me about the arrangements that had been made to secure the border of Somalia, thereby ensuring that al-Shabaab terrorists would not come over. These arrangements are to do with paying the stipend of the soldiers and their training, and it is in danger because of Brexit, Mr Carver.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 87, "date": "2018-07-05.json", "name": "James Carver (NI)", "mepid": "124971", "text": "  blue-card answer. – As someone who has visited Somalia on four occasions, I am probably the Member here who has visited the country more times than anybody else and I feel far more qualified to speak in this area. AMISOM of course have huge international support, and it is absolutely ridiculous to suggest that international support will not continue after Brexit. Maybe you might prefer doing it in the name of the European Union; maybe you support European military forces. I doubt that many of your constituents do, Ms Ward, but I take the view that it should be up to national Member States to actually have that important decision with regard to the use of our military forces and whom we support. (The speaker agreed to take a blue-card question under Rule 162(8))", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 88, "date": "2018-07-05.json", "name": "Juan Fernando López Aguilar (S&amp;D)", "mepid": "96812", "text": "  blue-card question. – Honourable colleague, I understand that fake news has been spread much too often in recent times, and in particular it had a lot to do with the result of the Brexit referendum in the UK, but I just heard you say that the Spanish Government imprisons political opponents with impunity. How can you say that? Are you aware that it was a judicial decision in the first place and nothing to do with the Government’s decision? Are you aware that the grounds are precisely that they have presumably committed criminal offences? How do you dare to spread fake news, live in the European Parliament, with impunity?", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 89, "date": "2018-07-05.json", "name": "James Carver (NI)", "mepid": "124971", "text": "  blue-card answer. – As someone who speaks of self-determination, not just for my country with our withdrawal from the European Union and a supporter of Brexit, but also self-determination for countries such as Somaliland, which has been a peaceful breakaway part of Somalia for the last 27 years, I have every right to speak on every issue, I say; and Sir, I can look our Catalonian colleagues in the eyes far better and with far more satisfaction with own soul than I’m sure you can!", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 90, "date": "2018-07-05.json", "name": "Wajid Khan (S&amp;D).", "mepid": "188624", "text": "   – Mr President, Somalia is not a safe place for many reasons. Al—Shabaab keep terrorising the population. Human rights defenders, civil society activists and political leaders continue to face threats on a daily basis. Journalists cannot report on the widespread corruption that is tearing through the country. Children are at constant risk of being abducted and used as soldiers or going through severe malnutrition. Somalia is facing extreme challenges – we acknowledge that – and the EU will continue to assist Somalia in improving the living conditions of the most vulnerable, fighting the plight of child soldiers as well as a terror threat that is jeopardising the country’s stability. However the government of Somalia must be willing to work on its human rights record, including guaranteeing the basic freedoms of expression and association, as well as ensuring that those responsible for grave abuses do not walk away with impunity. I know that the Vice—President / High Representative Ms Federica Mogherini is doing a great job, but this area needs her full attention and I am she will do a fantastic job in this area. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 91, "date": "2018-07-05.json", "name": "Julie Ward (S&amp;D).", "mepid": "124963", "text": "   – Mr President, the situation in Somalia has been horrific for several decades. The failure of state institutions has allowed non-state actors such as al—Shabaab to take control over parts of the territory and perpetrate widespread human rights abuses. As I have already said, a situation that will be worsened by Brexit.  Freedom of expression continues to be limited, and policed by the authorities and armed groups. The plight of journalists is particularly concerning because they are under attack from all sides. Somalia is one of the most deadly countries for journalists, with numerous killings often met with impunity. The humanitarian situation is sadly also dramatic as hunger and malnutrition continue to be widespread. The drought has led to the further isolation of women and girls, exposing them to greater risks of sexual violence.  The EU should continue to lead support for the Somalian people, towards security, and our European partnership with Somalia must be based on human rights and it needs to involve women and young people. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 92, "date": "2018-07-05.json", "name": "President. –", "mepid": "23768", "text": "  Mr Carver, I see your blue card, but you have already asked Ms Ward a question. I would like to propose that you do not continue the British-British dispute.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 93, "date": "2018-07-05.json", "name": "James Carver (NI).", "mepid": "124971", "text": "   – Mr President, this is a point on Somalia. This is not a party political point. This is not a point relating to Brexit. This is a political Somalia issue. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 94, "date": "2018-07-05.json", "name": "Jiří Pospíšil (PPE).", "mepid": "125706", "text": "   – Mr President, the debate clearly described the disastrous situation in Somalia. We can all agree on that. It's not in our power to resolve this matter at the moment. What we can do is provide humanitarian aid alongside our diplomatic presence.  I would like to ask the High Representative: what is it like with our humanitarian aid at the moment? The resolution refers to specific figures. I want to ask if the help is really real. Whether it ends only with general proclamations and whether the help is effectively used and is really given to those who need it.  Unfortunately, we rarely see money provided to a third country end up in the pockets of the oligarchs' government structures, or humanitarian aid is not provided to those most in need. So please respond to this question.", "language": "en", "original_language": "cs", "translation_provider": "azure"}, {"id": 95, "date": "2018-07-05.json", "name": "Νότης Μαριάς (ECR).", "mepid": "125069", "text": "   Mr President, Somalia is paying for the fierce conflict between Saudi Arabia and Qatar. There, conditions of war are developing, in the Somali region, with the recruitment of children, with sexual violence, with the terrorist operation of Al Shabaab. In October 2017, we had 512 dead in its attack, with a total of 2,078 civilian deaths and 2,500 wounded. It is obvious that a peaceful process must prevail and the radical Islamism that is developing in the region must be struck.  Of course, the Somali Government does not have the best accreditations, if you will, on the issue of respect for human rights. It has been accused by the ILO of violating the principle of association, even though it certainly gets EUR 486 million from the European Development Fund. It is obvious that poverty drives and is a fertilizer for terrorism. To support efforts to root out radical Islamism in Somalia.", "language": "en", "original_language": "el", "translation_provider": "azure"}, {"id": 96, "date": "2018-07-05.json", "name": "Jean-Luc Schaffhauser (ENF).", "mepid": "124755", "text": "   Mr President, Commissioner, I did not intend to intervene, but I still wanted to say two things. On the one hand, the fact that the European Union has chosen to go to Somalia is very courageous. Getting there in an extremely risky place, and despite having stood firm, is a good thing, marks our presence and this one is positive. The second thing, I have already said many times, is that I do not believe that there is a solution to the problem of security and defence without very strong support for the national forces. And this, I remain convinced, with the members of the Security Council who are particularly involved, who have the capacity to intervene and also the means. I think of France, I think of Russia, I think of the United States.  Therefore, I think that, on the one hand, the affirmation of our presence and, on the other hand, the role that we could play in ensuring such coordination would really fulfill our mission of peace.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 97, "date": "2018-07-05.json", "name": "José Inácio Faria (PPE).", "mepid": "125101", "text": "   – Mr President, the civil war has ravaged Somalia for two decades. The continued efforts of the international community to support peace efforts have had little or no results, with clan militias, al-Shabaab and other terrorist groups continuing with impunity to commit terrorist attacks against the Somali government and civilians indiscriminately. But while it is true that Somalis have been suffering from the rise in criminal and terrorist actions by these militias and groups, it is also true, unfortunately, that the sevícias inflicted on the Somali people are also so by the Somali authorities, either through violations and abuses committed against hundreds of children detained by the Somali Government for their alleged terrorist activities , either by limiting freedom of expression, assembly and association, which are fundamental pillars of any democracy. Madam High Representative, respect for human rights, freedom of expression, assembly and association as fundamental pillars of the European Union oblige so, in its joint strategy with Africa, to impose a strict agenda for the defence of human rights as a precondition for any financial assistance.", "language": "en", "original_language": "pt", "translation_provider": "azure"}, {"id": 98, "date": "2018-07-05.json", "name": "Seán Kelly (PPE).", "mepid": "96668", "text": "   – A Uachtaráin, aontaím leis an rún seo agus is maith an rud é go bhfuil seans againn aird a thabhairt ar chúrsaí sa tSomáil atá go huafásach i ndáiríre ach ag an am céanna, tá sé tábhachtach go dtabharfaimid aitheantas don rialtas ann atá ag troid i gcoinne constaicí an-mhór ar fad - sceimhlitheoireacht, gorta, caimiléireacht. Agus mar a dúradh, tá raic á déanamh ag Al Shabaab agus caithfear gach cabhar a thabhairt don tSomáil chun buachan orthu. Agus dar ndóigh, nuair a bhíonn caimiléireacht in aon tír is deacair fás geilleagrach a bheith ann ag an am céanna.  Molaim an tAontas as ucht €120 milliún a thabhairt don tSomáil anuraidh chun cabhrú leo troid i gcoinne an ghorta de bharr easpa fearthainne agus caithfimid dul ar aghaidh leis an gcabhair sin a thabhairt don tSomáil. Tá siad ag iarraidh bunreacht nua a thabhairt isteach agus tugann sé sin seans dóibh cearta daonna a aithint.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 99, "date": "2018-07-05.json", "name": "Stanislav Polčák (PPE).", "mepid": "124704", "text": "   – Mr President, I think it is extremely unfortunate that there is a national debate against the background of the debate on human rights violations in selected countries, or on certain cases. This is indeed extremely unfortunate, even embarrassing, and I thank the President for ending this debate. There was a Polish debate on both this point and the last point, but it is probably not reasonable.  As far as Somalia is concerned, it is a country of long-term conflicts that have an impact on the civilian population. We are talking about kidnappings, massacres, civil rights as if they do not exist at all, on the contrary, there is impunity, zero rule of law and, of course, no human rights. This is extremely reprehensible and I want to express my condolences to the millions of victims in these conflicts, and I would like to encourage High Representative Mogherini to negotiate with the Somali Government and to try to protect at least the civilian population.", "language": "en", "original_language": "cs", "translation_provider": "azure"}, {"id": 100, "date": "2018-07-05.json", "name": "Przewodniczący. –", "mepid": "23768", "text": "  Thank you very much, Mr President. Thank you for your efforts to limit the British-British debate on non-British issues. (No more room requests)", "language": "en", "original_language": "pl", "translation_provider": "azure"}, {"id": 101, "date": "2018-07-05.json", "name": "Federica Mogherini", "mepid": "n/a", "text": "   Vice-President of the Commission / High Representative of the Union for Foreign Affairs and Security Policy. – Mr President, all the speakers made the point very well that the people of Somalia have, for too long, suffered from all sorts of human rights violations. We have terrorist attacks that continue to target the civilian population. The instability has made it much harder for the international community to respond to the extreme weather events that have hit the country – you also mentioned that – adding to a very worrying humanitarian situation. The number of internally displaced people is now close to 2.5 million, with almost another million who have fled to neighbouring countries. I hope that we keep these numbers in mind whenever we talk of an emergency related to migratory flows to Europe. We’re talking about two million people internally displaced in a country like Somalia – more than two million – and another million people who have fled towards other countries. Keep these numbers in mind when we talk about migration in Europe. It is a complex crisis and the European Union has responded to it by mobilising all our different tools. First of all, on the humanitarian side, we stepped up our humanitarian aid to tackle the food crisis and prevent a widespread famine. Some of you asked for concrete figures and numbers and I’m happy to share these. In 2017, we dedicated EUR 130 million to humanitarian interventions alone, on top of the EUR 156 million for development projects. These consistently include human-rights-related indicators, such as inclusion of women and young people. Let me assure you that this money goes directly to projects and that we often visit projects on the ground to check not only that they are real but also that they benefit the local population. I know that some of you have done the same, not only in Somalia but also in other parts of the world where we deploy our massive humanitarian aid and massive development cooperation resources. We have also increased our support for internally displaced people to provide them with shelter, clean water and health care. But humanitarian aid can be effective only if the security situation is under control, and this is definitely not the case in a country like Somalia. Lack of security, extortion and lack of access to certain areas often make it impossible to deliver aid to the people most in need. AMISOM, the African Union peacekeeping operation that the European Union has supported since the beginning in 2007, with more than EUR 1.6 billion, has been essential in providing basic security and will remain key for some time. But I fully agree with those honourable Members who underlined the need to transfer the responsibility for, and ownership of, security into the hands of the Somalis themselves. As long as this has not been completed – and this is our aim, the focus of our effort and our work – it will be superficial somehow. This is why we insist so much on the fact that we will continue to support AMISOM and will continue to be the core element of support for the African Union presence there. But we want to see a transfer of responsibility, including in operational terms, to the security forces of Somalia. This is the only way to have sustainable security and peace in the country. In support of Somali state building, three of our military and civilian missions are currently deployed to Somalia. Not operation Sophia but Operation Atalanta is our presence at sea; and today we are cooperating very closely with the federal government and the federation member states in support of the transition plan so that the Somalis can increasingly take responsibility for their own security. As I mentioned, this is our primary aim. Our engagement with the Somali Government is aimed at empowering them to ensure peace and security in their own country without having to rely on foreign troops forever, but our engagement with the Government goes well beyond security. We are working on women’s empowerment, the rule of law and human rights, which are essential to build sustainable security, sustainable peace and development. We are also, obviously, very much aware that freedom of expression in Somalia is under pressure and we provide financial support to Somali organisations promoting the work of the Somalian media. As you know, the new Government has put forward a broad reform agenda on security, economics and inclusive politics that should lead to the increased participation of women, continued judicial reform and finalisation of the constitutional review, among other issues. It is for the sake of human rights in Somalia that we must accompany and support these reforms. For those reasons, in a couple of weeks from now, on 16—17 July, the European Union – and I personally – will co-host and co-chair the Ministerial Somalia Partnership Forum in Brussels. We will focus precisely on the Government’s reform agenda, security, inclusive politics and economics, and in addition we will hold three side events, one on women’s participation (not least in this building), one on internally displaced people and one on private-public partnership. I believe this will be a very important moment, to show not only our support but also the international support for the efforts that have been made in Somalia. As all the speakers mentioned, the situation there is incredibly difficult, but I can see that the people of Somalia have not lost hope. They want to turn the page and, let me tell you, they clearly count on us, the European Union, to be the partner – not one among the partners but the partner, as colleagues in this Chamber have emphasised – that can accompany this change. We are probably the only ones who can do this successfully. We have an interest in doing it and a responsibility to do it. With our support and with Parliament’s constant engagement, I believe the Somalis can take the future of the country into their own hands.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 102, "date": "2018-07-05.json", "name": "Przewodniczący. –", "mepid": "23768", "text": "  I close the debate. The vote will take place on Thursday 5 July 2018. Written declarations (Article 162)", "language": "en", "original_language": "pl", "translation_provider": "azure"}, {"id": 103, "date": "2018-07-05.json", "name": "Mario Borghezio (ENF)", "mepid": "21817", "text": "  in writing. Turkey in Africa is growing stronger and stronger for economic, political and military and defence reasons. For years Turkey has played a major role in Somalia's economic and social recovery by rebuilding the port and airport of Mogadishu as well as lighting and paving its roads. Ankara wants to preserve and extend the Somali model as it can be an example of what Turkey would be able to do in other African countries. It also inaugurated the largest military training center. Somalia is the largest international recipient of the Turkish presence and a military satellite that thus increases Ankara's visibility in the security sector and its presence in the Indian Ocean. Turkey intends to increase its influence by using its cultural and religious ties with several Muslim-majority Regions of Africa. Another point of interest for Turkey is the militarisation of the east coast of Africa in order to gain control over the trade routes. Does the VP/High Representative intend to take action to ensure that Africa, and Somalia in particular, does not become a land of influence, if not military conquest by Ankara? Can you specify how much Turkish investment in Somalia amounts to?", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 104, "date": "2018-07-05.json", "name": "Bogdan Brunon Wenta (PPE)", "mepid": "124903", "text": "  I would like to write to the Commission. – Despite the determination of President Mohamed and his government to carry out economic, political and security reforms, and despite their commitment to the process of strengthening the rule of law and stability in Somalia, the level of security in the country is very low. Al-Shabaab and other terrorist organisations are committing bomb attacks and kidnappings. It is condemnable that children are recruited by the Somali armed forces. This constitutes a serious violation of international human rights and the UN Convention on the Rights of the Child ratified by that country.  Somalia is also experiencing one of the most prolonged humanitarian crises in the world, and it is therefore necessary to improve the living conditions of the most vulnerable groups in society and to address the problems of migration, food insecurity, epidemics and natural disasters.  I call on the Somali authorities to strengthen their efforts to protect human and citizen rights and to carry out reforms of the justice and security sectors. The peace and peace process in Somalia must continue to be supported by all international actors involved to help build the stability of the country. The recruitment and exploitation of children by security forces, armed groups and terrorists is a violation of the law, and those responsible for recruiting children must be held accountable.", "language": "en", "original_language": "pl", "translation_provider": "azure"}, {"id": 105, "date": "2018-07-05.json", "name": "Przewodniczący. –", "mepid": "23768", "text": "  The next item is the debate on six motions for resolutions on Burundi (2018/2785(RSP)). At the beginning I have the following message for you. It is scheduled 27 minutes for The High Representative's speeches and parliamentary speeches without taking into account the blue card and catch-the-eye, 27 minutes, that is, we would have finished 4 minutes before 12.00. At 12.00 they are voting. I address you. No blue card. No catch-the-eye. Because the last 5 minutes are entering the room, so our debate also makes very limited sense. And also a request for a very thorough adherement to the time regime.", "language": "en", "original_language": "pl", "translation_provider": "azure"}, {"id": 106, "date": "2018-07-05.json", "name": "Mark Demesmaeker", "mepid": "117477", "text": "  Author. Mr President, the migration crisis that is building up the EU has several causes. Burundi is ranked among the top 5 African countries from which people are on a perilous journey to Europe. Why? In the \"UN-happiness report\" of 2018, Burundi dangles in last place. EU resolutions and international reports on human rights violations and repression do not deter President Nkurunziza. In the last few months, 500 Burundians were killed. Since 2015, 400 000 people have been living in refugee camps. Many dream of a life in freedom and security and look to the north, at us.  The prisons are bulging with human rights lawyers and journalists. Those who fear a critical voice are relegated to an authoritarian regime and are sliding into dictatorship. That's where the roots of migration lie.  I therefore expressly call for the release of human rights activists Germain Rukuki and Nestor Nibitanga. Nkurunziza threatens to go down the history books as a dictator unless, under pressure from the international community and the EU, he re-energized his presidency.", "language": "en", "original_language": "nl", "translation_provider": "azure"}, {"id": 107, "date": "2018-07-05.json", "name": "Maria Arena", "mepid": "124936", "text": "  Author. Mr President, since April 2015, Burundi has fallen into a serious humanitarian crisis, a human rights crisis, but also a political crisis.  Since Mr. Nkurunziza's third term came into force, 593 people have been murdered and there are 600,000 refugees or displaced persons inside or outside Burundi.  The new constitutional revision further strengthens this power and this authoritarian regime, which eliminates any political opponent and threatens its people on a daily basis. The UN Commission of Inquiry denounced increased violence, arbitrary arrests, torture and hate speech. The list of journalists and political opponents now in prison is growing. Therefore, we call on the Commission and the European External Action Service to continue the pressure on the Burundian government, as well as to maintain humanitarian aid to the internal and external populations of the country today, to work with the African Union and the East African Community to support this strategy, to demand the release of political prisoners. , to demand prosecution and to prevent funding for peacekeeping missions from funding the current government of Burundi.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 108, "date": "2018-07-05.json", "name": "Ignazio Corrao", "mepid": "124856", "text": "  Author. Mr President, ladies and gentlemen, how much is the word given by a man like Pierre Nkurunziza worth? That is what everyone in Burundi is asking for: civil society, opposition but also ordinary citizens. In fact, the president has stated that he will not run in the next elections in 2020, despite the fact that he could do so precisely thanks to the constitutional referendum that he strongly wanted and won last May, a referendum that made constitutional changes that would allow him to continue to be the highest office of the state for two more seven-year legislatures and therefore until 2034. All this is happening in a country that continues to be pervasive by chaos: the referendum process itself has seen more shadows than lights, with the Imbonerakure militias busy escorting citizens to seats, urging them to vote yes, a recommendation that is difficult to ignore in a country where arbitrary arrests, torture and extrajudicial killings are the order of the day. More than 1 200 dead and hundreds of thousands of civilians fleeing prompted the International Criminal Court last year to open an investigation into events in Burundi. The answer was not long in coming: Burundi, precisely in order to avoid such an investigation, became the first country in history to withdraw from the Rome Statute. The Committee of Inquiry into Burundi, presenting its report to the UNITED Nations Human Rights Council, listed all the violations found and pointed out that the situation continues to be extremely worrying and that the Burundian authorities do not cooperate with the United Nations. Therefore, ladies and gentlemen, commenting on Nkurunziza's statements, I believe that trust is good but not trusting is better. We must continue to talk and deal with Burundi, keep up the pressure, not close our eyes to a tragic situation that has continued continuously since 2015. We need new sanctions against all those who continue to violate human rights in that country; additional controls of the funds are needed to ensure that they do not fall into the hands of the Government and the Burundian authorities but only benefit the population and civil society.", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 109, "date": "2018-07-05.json", "name": "Louis Michel", "mepid": "96670", "text": "  Author. Mr President, Madam High Representative, Pierre Nkurunziza's regime is simply a despotic regime, it is an abominable dictatorship. The constitutional referendum was neither free nor transparent, nor independent and therefore certainly not democratic. A blind and savage crackdown has taken place on those who campaigned against constitutional reform. What is more serious is that Pierre Nkurunziza does not respect at all and made a definitive cross on the Arusha agreements, which had been led by Mandela. So I hope that sooner or later he will be held accountable to the Criminal Court - if he does not have to give it back, then I do not know who will have to answer for it. I would like to ask you an extremely specific question on a specific issue that relates to how the European Union is helping Burundian refugees. A request for assistance has been made to enable the 500 to 600 Burundian students to continue their studies in Kigali with the support of the Rwandan authorities. However, I am told that this aid would have been refused on the basis of an opinion of your representative in Burundi, who would consider that it would annoy Mr Nkurunziza. So that's it, I asked you this question very specifically, it embarrasses me to ask you and I would like you to inform us on that. This is the association Maison Shalom, created by Marguerite Barankitse, which has received international awards for its humanitarian work, and which is denied assistance for these 500 students and 70,000 Burundian families who are refugees in Rwanda.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 110, "date": "2018-07-05.json", "name": "Joachim Zeller", "mepid": "96762", "text": "  Author. Mr President, High Representative, I would like to thank the rapporteur for her work and for the work she has While a high-level delegation from the East African Community recently assured UN Secretary-General Guterres that Burundi is on a path of stabilisation following the political unrest since 2015, a United Nations-appointed commission of inquiry into the situation in Burundi comes to a different conclusion: political violence, arbitrary arrests, extrajudicial executions, hate speech and violations of civil and human rights are the order of the day. The president's youth organisation, Imbonerakure, has a free hand in oppressing people, freedom of the press has been abolished, journalists are being murdered, imprisoned or forced to leave the country because they are threatened with life and limb – as well as more than 400 000 people who have so far fled to neighbouring countries and have to live a miserable life there. Nearly four million people in Burundi themselves are in need of humanitarian aid from abroad. Many foreign donors have stopped providing direct financial support to the world's fifth-worst country, so that the money does not end up with those responsible for The Dictatorship in Burundi, President Nkurunziza and his entourage. The intolerable conditions in Burundi are also increasingly a major problem for neighbouring countries. In addition to the refugees, there are growing reports of armed gangs from Burundi raiding villages, for example in Rwanda. Elections are to be held in Burundi in 2020. Nkurunziza is said to have said that, contrary to earlier intentions, he no longer wants to run. Elections, however, only make sense if they are prepared under international supervision, if the repression of the opposition forces ceases immediately and the political prisoners are freed.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 111, "date": "2018-07-05.json", "name": "Marie-Christine Vergiat", "mepid": "96858", "text": "  Author. Mr President, this is the sixth resolution on Burundi since April 2015, when President Nkurunziza announced his intention to run for re-election. Since then, the crackdown has intensified, taking on a new dimension with the constitutional referendum in May 2018. There are no longer any imprisoned human rights activists sentenced to long prison terms, restrictions on freedom of association and restrictions on freedom of association and restrictions on the freedom of the press. The UN Commission of Inquiry denounces political violence, arbitrary arrests and extrajudicial executions. The Imbonerakure, the youth of the ruling party league, are increasingly militarized and radicalized. They are the main culprits in this rise in violence and abuse. The fragile Arusha agreements are under threat more than ever, in particular because of the ethnicization of the political crisis. The Burundian population is the first victim. 65% of people live below the poverty line, while the country, like many others in the region, is rich in its basement.  The European Union has taken individual sanctions. It decided to suspend its direct payments to the Burundian government. Whose act. There is an urgent need to act, to act before the 2020 elections and to do everything to ensure that President Nkurunziza finally sticks to his word not to run again. Only a political process involving all stakeholders can help. That is where we need to work together.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 112, "date": "2018-07-05.json", "name": "Tomáš Zdechovský", "mepid": "124713", "text": "  on behalf of the PPE Group. – Mr President, Mrs Mogherini, I usually prefer that these urgent resolutions concern only one case and when we can help one person or group of people get out of prison or from a difficult situation. However, the situation in Burundi is so serious that we have to focus on the whole state. We are witnessing a huge political, human rights and humanitarian crisis. The crisis has escalated into huge unrest, resulting in hundreds of casualties, hundreds of thousands of refugees, hundreds of forcibly displaced people. And the thousands of people who are bearing the fate of this bloody conflict today. Outside civilians, journalists, activists, political opponents are systematically attacked, drawing attention to the current government's practices and strengthening power and intimidation. I therefore call on you, Mrs Mogherini, to deal intensively with this situation.", "language": "en", "original_language": "cs", "translation_provider": "azure"}, {"id": 113, "date": "2018-07-05.json", "name": "Soraya Post", "mepid": "124997", "text": "  on behalf of the S&amp;D Group. – Mr President, the people of Burundi have experienced a huge crisis in recent years. Not only have we seen worrying changes to the country’s constitution, and tremendous violence surrounding the referendum, but Burundian civil society is also under threat. Since 2016, Burundi has banned six human rights organisations from operating in the country, as well as many media outlets. Human rights defenders are being punished for doing their legitimate work. In April, human rights defender Germain Rukuki was sentenced to 32 years in prison. We know that those in detention can face sexual violence and torture, and he is just one example of many. The EU Member States, including the delegations and embassies on the ground, need to step up support for civil society in Burundi and call strongly for the release of all jailed human rights defenders.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 114, "date": "2018-07-05.json", "name": "Dita Charanzová", "mepid": "124708", "text": "  on behalf of the ALDE Group. – Mr President, Burundians are living in a state of fear. Security forces and youth party members have been killing, raping, abducting, torturing and intimidating anyone they believe to be opponents. While the President has finally stated that he will not run for another term, what happened in the run-up to this referendum cannot be forgotten. A government that allows these atrocities to be committed, against real or perceived opponents, has no legitimacy to represent the citizens. A referendum that takes place in such conditions cannot be considered to represent the will of the people. If the Government is truly to show good intentions, it must resume cooperation, in full, with the UN Commission of Inquiry and allow for an independent investigation into all the abuses committed. Talks must be resumed between the Opposition and Government as a matter of urgency, and the EU should actively support this. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 115, "date": "2018-07-05.json", "name": "Bodil Valero", "mepid": "124993", "text": "  Mr President, on behalf of the Group of the Greens/European Free Alliance, I would like to take Mr President, I would like to begin by congratulating Mr We fully agree with the criticism of the Burundian regime and its continued violations of human rights, and with that, I would like to go on to talk about the role of the European Union in the country. According to the European Network for Central Africa, the EU is contributing substantial sums to the financing of the Burundian regime, despite sanctions. The grants go through the back door via AMISOM and the African Peace Facility, as the Burundian regime forces its soldiers to pay 20 percent of their salaries to the state treasury. I would like the EEAS to find a solution to the problem. This is an unwanted and problematic consequence when we connect security and development to each other. In paragraph 6 of the resolution, we commend the host countries for their efforts to house the Burundian refugees and we call on them to ensure that the return of refugees is voluntary, based on informed decisions and implemented in a safe and dignified manner. I assume that this also applies to those Burundians who have taken refuge in Europe, and where far from all are granted asylum. The situation of dissidents in Burundi is not new, yet Burundians with the help of Frontex have over the years been forcibly expelled in chartered planes from several countries in Europe...  (The President took the floor from the speaker).", "language": "en", "original_language": "sv", "translation_provider": "azure"}, {"id": 116, "date": "2018-07-05.json", "name": "Lola Sánchez Caldentey", "mepid": "125035", "text": "  GUE/NGL Group. – Mr President, since 2015 almost half a million people have fled Burundi and this year, predictably, they will be even more so. Agricultural production has declined, prices have risen and basic services have been cut. In addition, the government systematically suppresses civil society and violates its human rights, while suppressing any political opposition. That is why I am concerned that UNHCR's Burundi plan has received only 21% of the funds it needed for 2017. We regret that Burundi has withdrawn from the International Criminal Court and call for the establishment of a political dialogue between the parties, the release of political prisoners, the reopening of the media and the oenegés and the neighbouring States ensuring the safe return of refugees under the principle of willfulness for each person. Finally, in the context of the humanitarian and migration crisis, we call for the granting of refugee status to any asylum seeker from Burundi.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 117, "date": "2018-07-05.json", "name": "Margot Parker", "mepid": "124945", "text": "  on behalf of the EFDD Group. – Mr President, Burundi teeters on the edge. A return to the barbarity of the civil war must be avoided. Instability in Burundi risks spreading to the immediate neighbourhood, especially with repeated attacks in bordering Rwanda, originating from within the country. However, there are no easy solutions. Human history has shown that, of all systems man has devised, democracy offers the greatest wealth and security for all. It is imperative that Burundi continues to develop a thriving democracy, despite the actions of the President in extending his term and modifying the country’s constitution to allow him to retain powers into the 2030s, after a referendum that may not have been conducted freely. His commitment not to seek another term beyond this one is helpful. The decision is not quite a resolution to the issue, but it looks to be moving in the right direction and, hopefully, we will begin to move away from the instability that has plagued Burundi since 2015.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 118, "date": "2018-07-05.json", "name": "Jean-Luc Schaffhauser", "mepid": "124755", "text": "  on behalf of the ENF group. Mr President, in Burundi a mechanism of war, with a possible genocide, is in the process of being engaged. It is not the work of the legitimately elected government, which nevertheless represents a large part of the population. It is the result of a thinly veiled attack on Rwanda's neighbour. After his bloodthirsty and genocidal achievements in the Great Lakes, President Kagame wants to regain control of Burundi. His technique is simple, it is proven: inter-ethnic tensions are raised, and then, when the government wants to restore its authority, we cry out for possible genocide to invade the country. It was the Kagame method of invasion, which also changed the constitution to be a dictator for life. We must not allow ourselves to be manipulated by sanctions that people still suffer, while the tyrant of Kigali is rehabilitated. We must accompany a hard and difficult process of democracy.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 119, "date": "2018-07-05.json", "name": "Seán Kelly (PPE).", "mepid": "96668", "text": "   – Mr President, a political, human rights and humanitarian crisis has plagued Burundi since the re-election for a third term of their President in 2015. Thousands have been killed, thousands have fled the country, thousands are displaced and millions are in need of humanitarian assistance. The recent constitutional changes voted for in the 2018 referendum include, for example, expanding presidential powers and prohibiting political parties with less than 5% of the vote from participating in government. This is a great threat to the peace and reconciliation that Burundi has been working towards. Violence has significantly increased – not surprisingly, I suppose – as a result of this referendum campaign and the ensuing result. The repression of views is ever increasing. Many human rights defenders have been detained – some for as long as 32 years – and this is all happening as we speak. I think it is right that we should raise our concerns here in Parliament and hopefully help to bring about a resolution.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 120, "date": "2018-07-05.json", "name": "Neena Gill (S&amp;D).", "mepid": "4533", "text": "   – Mr President, the humanitarian situation in Burundi is alarming. The period of the constitutional referendum has aggravated the tendency of violence and threats in the country. Opponents of the constitutional reform have faced torture, execution and continuing threats and intimidation. Political and ethnic polarisation are now tearing apart the integrity of the army, posing another major threat to Burundi’s stability. My questions to the High Representative are as follows. Firstly, what is the EU doing to support the East African Community to revive an inclusive and political dialogue, as this is the only way to find a lasting solution to the crisis? Secondly, how is the EU supporting refugee camps and settlements, in particular in Nyarugusu in Tanzania, where the number of refugees has grown three times beyond the intended capacity? Thirdly, how does the EU support the 3.6 million people inside Burundi who are in need of humanitarian aid? Finally, High Representative, I urge you not to mistake President Nkurunziza’s statement, made in support of his successor after the referendum, as a clear and firm commitment not to run.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 121, "date": "2018-07-05.json", "name": "Doru-Claudian Frunzulică (S&amp;D).", "mepid": "124790", "text": "   – Mr President, even though so much has been achieved since the Arusha agreement, I have to express deep concern regarding the existing political and human rights situation in Burundi, which undermines any initiative for reconciliation, peace and justice. Since April 2015, Burundi has been going through acute political, human rights and humanitarian crises, which have so far led to the death of 595 persons, while another 3.6 million are in need of humanitarian assistance. Therefore, I welcome the European Union’s humanitarian actions in this regard and I consider that we must maintain support for the population affected. It is crucial that this aid be provided in a direct manner to those in need. Violence and intimidation against political opponents, human rights defenders and NGOs must end, as well as the continued degradation of media space and press freedom.  I will conclude by underlining that we should step up our efforts all together.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 122, "date": "2018-07-05.json", "name": "Federica Mogherini", "mepid": "n/a", "text": "   Vice-President of the Commission / High Representative of the Union for Foreign Affairs and Security Policy. – Mr President, as all the speakers have pointed out, this is a very difficult month for the people of Burundi, with more violence inflicted on a population that has already suffered too much. In April, the Council assessed that there was no reason to change its decision on appropriate measures, as per Article 96 of the Cotonou Agreement. This means that, although we continue to support the people of Burundi through partners on the ground – and I want to reassure you on that point – we have suspended direct financial support to the administration of Burundi. The country remains the only one to have effectively withdrawn from the International Criminal Court, as some of the speakers pointed out, and this decision has come together with a deterioration of the situation in the country. On 17 May, a constitutional referendum was held in a climate of intimidation and repression. Political freedoms are being disregarded. Arbitrary arrests and extra-judicial executions have become common, a situation that we had already denounced before the vote, and we have also called on the authorities of the country to respect the spirit and the letter of the Arusha peace agreement. Last week, on 27 June, the Commission of Inquiry on Burundi briefed the UN Human Rights Council in advance of the submission of its final report in September and, according to the Commission, the ruling party’s youth wing bore the main responsibility for human rights violations during the referendum campaign, with the complicity or approval of state officials. After the referendum, the President indicated that he would not run for the post again in 2020, after 15 years in office. But the announcement, as some of you mentioned very clearly, will need to be followed by an opening of political and public space. The next important political step would be an inclusive dialogue focused on delivering credible elections in 2020. I agree with those of you who underlined the key role of regional players in mediating and facilitating this process, and we give them all our support. Back in 2000, the Arusha agreement gave hope not only to Burundi but also to the entire region, and it is urgent now to go back to the spirit of that agreement and to preserve the country as an inclusive and democratic home for all its people. It is what we will continue to work for, together with the United Nations, the African Union and the East African Community. Let me answer specifically two questions that were raised. Nina Gill asked about our humanitarian aid, focusing mainly on the refugee response. It has amounted to about EUR 8 million in the course of this year, with relatively limited humanitarian support within Burundi and the major effort outside the country, for refugees.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 123, "date": "2018-07-05.json", "name": "Przewodniczący. –", "mepid": "23768", "text": "  I close the debate. The vote will take place on Thursday 5 July 2018 (The meeting was suspended at 11.56 am pending the vote.) Written declarations (Article 162)", "language": "en", "original_language": "pl", "translation_provider": "azure"}, {"id": 124, "date": "2018-07-05.json", "name": "Marijana Petir (PPE)", "mepid": "124749", "text": "  Written. – I welcome the decision suspending direct financial support to the Burundian administration for violations of human rights, democratic principles and the rule of law. But we must continue to provide direct assistance to the people of Burundi through investments in projects, as a third of them are unable to feed their family today.  More than 400,000 people have fled Burundi to seek refuge in neighbouring countries for civil liberties violations and the rule of law. We cannot support a Government that withdrew from the Rome Statute and thereby suspended the jurisdiction of the International Criminal Court, the government that sentenced Germain Rukuki, employed by the Association of Catholic Lawyers, to 32 years in prison on false charges.  In Burundi, in 2011, a nun, Lucrecija Mamic, who ran the Center for Underalnourished Children and cared for more than 1,500 children, was killed in a monastery. She gave her life helping the people of Burundi who deserved freedom, equality, returning to their homes as well as our full support. Let's not let her sacrifice be in vain.", "language": "en", "original_language": "hr", "translation_provider": "azure"}, {"id": 125, "date": "2018-07-05.json", "name": "President. –", "mepid": "124706", "text": "  Ladies and gentlemen, if I may ask you kindly to take your seats, we will proceed with the votes. Before I do so – and I would appreciate a second of silence – today is Ellen Heinemann’s last day. She has been working for Parliament, including serving this plenary, for the last 25 years, mostly working on the Minutes and making sure that the texts adopted are correctly published. I must say that she is one of those persons who are not necessarily visible but without whom we would hardly be able to conduct our work. (Applause) So warm thanks, on my behalf and of course – as I am sure you can hear the applause – also from other colleagues.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 126, "date": "2018-07-05.json", "name": "President. –", "mepid": "124706", "text": "  The next item is the vote.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 127, "date": "2018-07-05.json", "name": "Michaela Šojdrová (PPE).", "mepid": "124710", "text": "   – Mr President, on behalf of the EPP Group, I suggest an oral amendment to paragraph 10. At the end we would add the following ‘urges AMISOM to fully implement their mandate to protect the civilian population’.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 128, "date": "2018-07-05.json", "name": "Axel Voss", "mepid": "96761", "text": "  Rapporteur. Mr President, I would like to thank the We have all had intensive discussions, but what is this reform about? It is about ending the exploitation of European artists that is taking place on the Internet. We are talking about the major US platforms such as Google and Facebook, which have been making huge profits for years, at the expense of European creatives. We should not accept this any further, and I am completely inexplicable as to how this extreme Internet capitalism can actually be promoted by some. (Applause) While the others call America first, abuse our data and exploit our artistic content, we should slowly start to stand alongside our European creatives, protecting our values. Otherwise, there is a risk of creative insolvency. However, this reform is also about balancing existing law – namely copyright and the fundamental right to property – and not opening the doors to cultural theft as much as possible. What is the point of avoiding copyright infringement? What is the objection to us wanting fair remuneration for journalists, publishers and artists? And what is the point of large platforms having to take more responsibility? The extreme campaign of Google, Facebook and Amazon that we are currently facing, which are being carried into the house, that even affects children of Members of Parliament because they are being called – all of this is based on lies. You will not find any impairments for the individual user. Everyone can continue to set their links, everyone can continue to carry out their uploads with legal certainty, and for the first time the individual is no longer liable for copyright infringement. (Applause)", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 129, "date": "2018-07-05.json", "name": "João Ferreira (GUE/NGL).", "mepid": "96706", "text": "   – Mr President, a point of order under Article 158 of the Rules of Procedure. First of all, I would like to express our solidarity here with the just fight of the interpreters and I would like to tell you, Mr President, that at the time we vote the text is not available... (The President withdraws the floor to the speaker)", "language": "en", "original_language": "pt", "translation_provider": "azure"}, {"id": 130, "date": "2018-07-05.json", "name": "Catherine Stihler (S&amp;D).", "mepid": "4545", "text": "   – Mr President, I want to thank everyone for the work they’ve done on this important file. We are all united in our shared mission to protect artists and cultural diversity in Europe and I speak as rapporteur in the Committee on the Internal Market and Consumer Protection (IMCO), which is the only Committee to share joint competency on one of the most controversial articles – Article 13.  In our Committee we were able to reach a broad compromise that makes meaningful progress on the value gap while at the same time safeguarding the rights of European Internet users, SMEs and start—ups. I deeply regret that the IMCO position has not been taken into account and the text of the Committee on Legal Affairs (JURI) does not achieve the needed balance.  There are real concerns about the effect of Article 13 and freedom of expression, raised by experts ranging from the UN Special Rapporteur, David Kaye, to the inventor of the World Wide Web, Sir Tim Berners-Lee, and there are real concerns voiced by our citizens. Just yesterday I received a petition signed by almost a million people against the JURI Committee mandate.  (Murmurs of dissent followed by interjection by the President) Although there is consensus about the goals behind this law, huge controversy still exists about the methods proposed. Something is not right here. We owe it to the experts, stakeholders and citizens to give this directive the full debate necessary to achieve broad support.  I ask you to refuse to fast—track this law to allow for a broad fact-based debate in September. Please reject the mandate and vote against the JURI proposal.  (Loud applause)", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 131, "date": "2018-07-05.json", "name": "György Schöpflin", "mepid": "28135", "text": "  Rapporteur. – Mr President, the European Citizens’ Initiative (ECI) is an EU instrument intended to bring citizens closer to the European Union. If a million people sign an initiative then the Commission can be invited, I stress that word, to launch legislation. Parliament has an input into this process in that it holds hearings and – this is the point of contention – plenary debates. The Commission published a new draft regulation about a year ago and would like this to come on stream in 2020. I prepared a thorough and cogent report. My grateful thanks to all who helped. I’ve had numerous discussions with the Commission and with stakeholders. The Committee on Constitutional Affairs (AFCO) voted for this text with a convincing majority. I am asking you today to give me a mandate to begin interinstitutional negotiations. I would like to add here that the Council is well disposed towards these negotiations. It’s a significant window of opportunity. You will all have received a massive input from a group of NGOs demanding that you deny me a mandate, basically because my text does not contain a commitment to holding a plenary debate. This demand is based on a serious error of understanding to the effect that a legislative text can change this House’s Rules of Procedure. No, this is a breach of our internal rule of law, our checks and balances. If I am denied a mandate, as the NGOs are demanding, the whole process will come to a halt and a favourable moment will have been lost. So I am asking you to vote in favour of my mandate. If you do so, I shall initiate an amendment to the Rules of Procedure (under Rule 227) to amend Rule 211 so as to ensure that plenary debates are held on successful ECIs. I’m delighted to say that I have the full support of the S&amp;D Group, so please vote ‘yes’.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 132, "date": "2018-07-05.json", "name": "Günther Oettinger", "mepid": "n/a", "text": "   Member of the Commission, in writing. – : Joint statement Joint Statement on the discharge procedure and the date of adoption of the final EU accounts \"The European Parliament, the Council and the Commission will – in cooperation with the European Court of Auditors – set out a pragmatic calendar for the discharge procedure.  In that context, the Commission confirms that it will strive to adopt the EU consolidated annual accounts for the financial year 2017 by 30 June 2018 provided that the European Court of Auditors transmits all findings concerning the reliability of these EU accounts, and all consolidated entities' accounts, by 15 May 2018, and its draft annual report by 15 June 2018. The Commission also confirms that it will strive to provide its replies to the European Court of Auditors' Annual report for the financial year 2017 by 15 August 2018 provided that the European Court of Auditors transmits its draft observations to the Commission by 1 June 2018.\" Commission unilateral statements Statement in relation to Article 38 Publication of information on recipients and other information “The Commission will support through networks with the Member States the exchange of good practices as regards the publication of information on recipients of Union funds implemented under shared management. The Commission will take into due consideration the lessons learnt in view of preparing the next Multiannual Financial Framework.\" Statement of the Commission on MFF (single set of rules) \"The Commission underlines the importance of making progress in the post-2020 multiannual financial framework towards a single set of rules governing the same type of operations irrespective of the way these operations are implemented\". Declaration of the Commission in relation to Article 234(1) regarding the creation of thematic Trust funds \"Despite the concerns expressed by the Commission during negotiations, Article 234(1) of the Financial Regulation requires that any decision to establish thematic EU Trust-Funds be submitted to the approval of the European Parliament and the Council. The Commission considers that such a decision falls within the scope of Article 317 TFEU, since it concerns budgetary implementation. The envisaged control by the European Parliament and the Council of the exercise of the Commission's implementing powers is not provided for in Regulation (EU) 182/2011 , and would be contrary both to Article 291 TFEU and to this regulation. The Commission therefore reserves its rights.\" Statement of the Commission on Article 247 Integrated financial and accountability reporting “The Commission will strive to provide the long-term forecast of future inflows and outflows covering the next five years within the budgetary procedure, together with the Amending Letter to the Draft Budget.” Statement in relation to Article 266 Specific provisions regarding building projects \"The Commission and the EEAS will inform the European Parliament and the Council, in the context of the working document referred to in Article 266, on any sale and acquisition of building, including those below the threshold set in that Article.\" Statement of the Commission on future revisions of the Financial Regulation (impact assessment) “The Commission underlines that the Financial Regulation provides the general rules and the toolbox for the implementation of the spending programmes. There are therefore no direct economic, environmental or social impacts that result from revisions of the legislation and that could usefully be analysed in an impact assessment. The value added of impact assessments comes when making policy choices on specific spending programmes, which have to comply with the regulatory framework provided by the Financial Regulation. The Commission confirms that the required impact assessments  will be carried out when preparing these programmes. The Commission will also continue with its practice of targeted and public consultations of all stakeholders and the broader public. In addition to the results of these consultations, the Commission will also indicate in the explanatory memorandum of future revisions how it has taken into account relevant evaluations of programmes implementing rules or tools provided in the Financial Regulation that it proposes to modify.” Statement by the European Commission on Article 272(8) \"The Commission considers that, where a local action group carries out the tasks set out in points (a) to (g) of the first subparagraph of Article 34(3) of Regulation No. 1303/2013 as amended by this Regulation, that local action group need not be designated as an intermediate body. However, in such cases, the final verification of eligibility of operations before their approval shall remain the task of the managing authority, unless that task is formally delegated to the local action group. In that case, the local action group must be designated as an intermediate body and must carry out that task under the final responsibility of the managing authority in line with Article 123(6) of Regulation No. 1303/2013 in the case of the Funds and the EMFF, or in line with Article 66(2) of Regulation No. 1305/2013 in the case of the EAFRD.\" Statement by the European Commission on Article 272(14) point (a) \"The Commission confirms that the rules on management and control, as set out in paragraphs 1 and 2 of Article 40 of Regulation No. 1303/2013 applicable at the moment of signature of the funding agreements, shall continue to apply to financial instruments referred to in Article 39 of Regulation No. 1303/2013 which were established by a funding agreement signed before the entry into force of this Regulation. This derogation is already enshrined in the legal framework through Article 40(2a) of Regulation No. 1303/2013 and covers the entire life span of these instruments, including any amendments to the initial funding agreement, which may include additional contributions.\" Statement by the European Commission on Article 272(16) point (a) \"The Commission regrets the modification of Article 42(3) of Regulation No. 1303/2013 as it will lead to increased amounts of the EU budget being paid into escrow accounts. Any eligible expenditure not used in the programming period and paid into an escrow account implies a significant exception to cohesion policy rules as it goes against the basic principle that support from cohesion policy should be implemented and accounted for at the moment of closure of programmes. In addition, this leads to practical implementation issues related in particular to reporting and audit of amounts paid into escrow accounts.\" Statement by the European Commission on Article 272(26) points (a) and (e) \"The Commission reiterates that, regardless of the legislative changes on provisions applicable to operations generating net revenue after their completion, the principle of sound financial management – as set out in Article 33 of this Regulation – requires that managing authorities make appropriate arrangements to avoid the over-financing of such operations, including where such operations are subject to State aid or generate operating cost-savings. This should particularly be the case for operations with a total eligible cost exceeding EUR 1.000.000, where the beneficiary is not an SME.\" Statement by the European Commission on Article 273 \"The state aid \"de minimis\" rules are laid down in regulations adopted by the Commission on the basis of Article 108(4) TFEU pursuant to the powers granted to it by Council under Article 109 TFEU (through Council Regulation 2015/1588).  Measures which do not exceed the ceiling in the de minimis Regulations (in most cases EUR 200.000 per undertaking over a period of three years) are deemed not to have any effect on trade between Member States. They may therefore be put into effect without being caught by the prohibition of State aid laid down in Article 107(1) TFEU. The de minimis rule aims at striking the right balance between simplification and avoiding competition distortions in the internal market, where the Member States have varying financial capacities to subsidize their economies. The amount of de minimis aid has been set at a level below which it can safely be assumed that the aid will have no effect on trade between Member States. The Commission is not at present considering changes to the de minimis rules to cater for exceptionally serious economic circumstances. However, the Commission would recall that it has in the past put in place exceptional measures to allow State aid to address serious disturbances in the economy of the Member States. For instance, in response to the effects of financial crisis on the real economy, it adopted the so called \"Temporary Framework\", which applied from December 2009 until December 2011 and allowed, amongst other, aid up to EUR 500.000 per undertaking. The Commission retains the possibility to take such measures where necessary under Article 107(3)(b) TFEU.\"", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 133, "date": "2018-07-05.json", "name": "Monica Macovei (ECR).", "mepid": "96824", "text": "   – Mr President, I have two minutes, like all the others, because we didn't have our mandates, but I will not keep you for two minutes. I will now say in my own language. We are voting today for the regulation of the Union IT Agency - eu-LISA Agency. It is vital for the management and operation of databases that ensure the security of the Union and the security and safety of every citizen. The regulation also has provisions that protect personal data, as is normal. IT staff and data analysts at the eu-LISA Agency do not have access to server information, but only ensure the fluidity of information and traffic at external borders when those at the external borders have accidental or temporary problems accessing databases. Member States play a crucial role, because they must quickly enter accurate and complete information into databases – otherwise, databases cannot work. Eu-LISA will also play a crucial role in the interoperability of databases made in different years over time that do not speak to each other. It's good to have coordinates. It's easier to address yourself in one place than in ten places to get information. In the end, I'm glad we came to a final agreement. I thank the rapporteurs, I thank my colleagues, I thank the advisors from all the groups and, once again, all my gratitude for the efforts they have made to reach a final agreement.", "language": "en", "original_language": "ro", "translation_provider": "azure"}, {"id": 134, "date": "2018-07-05.json", "name": "Federica Mogherini", "mepid": "n/a", "text": "   Vice-President of the Commission / High Representative of the Union for Foreign Affairs and Security Policy, in writing. – : Commission statement “The Commission regrets that on several points, the co-legislators have decided to deviate from the Joint Statement of the European Parliament, the Council of the EU and the European Commission on decentralised agencies, without providing the necessary justification. This relates in particular to deviations from the procedure for appointing and dismissing the Executive Director of EU-LISA, for which no justification was given and which risk affecting the autonomy of the Agency, and for automatically extending the Executive Director's mandate. The Commission also regrets the deviation from the Joint Statement with regard to the process for conducting an overall evaluation of the Agency, which could be a way to interfere with the independence of the Commission in conducting this evaluation. The Commission will consult the Management Board as part of its general stakeholder consultation activities. The Commission will assess the impact of those deviations on the functioning of the Agency at the appropriate opportunity. They should not be considered as a precedent for other agencies.”", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 135, "date": "2018-07-05.json", "name": "Miguel Viegas (GUE/NGL).", "mepid": "125100", "text": "   – (I would like to point out) a translation error and to clarify that, in Amendment No 26, what we want, of course, is to replace the POSEI Pescas scheme and not its replacement, as was wrong in the translation.", "language": "en", "original_language": "pt", "translation_provider": "azure"}, {"id": 136, "date": "2018-07-05.json", "name": "Daniele Viotti", "mepid": "124791", "text": "  Rapporteur. Mr President, ladies and gentlemen, I will be much quicker, I only have an oral amendment to add a paragraph 1a, which reads as follows: 'stresses that the EU must be at the forefront of the implementation of the United Nations Sustainable Development Goals (SDOs) through their integration into all EU policies;'", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 137, "date": "2018-07-05.json", "name": "Daniele Viotti", "mepid": "124791", "text": "  Rapporteur. Mr President, this is an addition to paragraph 40a. In addition, the words 'welcomes the additional EUR 45.6 million granted to support Greece and Spain in managing the flow of migrants arriving on their territory; stresses that effective border control must be accompanied by adequate assistance for incoming migrants;\"", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 138, "date": "2018-07-05.json", "name": "Jiří Pospíšil (PPE).", "mepid": "125706", "text": "   – Mr President, I was happy to support this proposal to clarify the rules of conflict of interest at a time when national politicians would be in a conflict of interest and could draw on the money provided by the European Union in some way.  I think that such a rule had to be supplemented, because, for example, the example of the Czech Republic shows that such a situation can occur and, for reasons of transparency towards our citizens and the public, it must be clear that the person who decides on European money cannot, at the same time, have any personal advantage from such a decision. I consider this to be very important that the rules have been added to the rules by our vote, which is why we supported the whole proposal.", "language": "en", "original_language": "cs", "translation_provider": "azure"}, {"id": 139, "date": "2018-07-05.json", "name": "Seán Kelly (PPE).", "mepid": "96668", "text": "   – Mr President, I welcome this report, which has prioritised the simplification of rules applicable to the EU budget. The emphasis on results and performances is a welcome move away from focusing on control of costs. I support the retention of the non—profit principle in grants in order to avoid misuse of public money. Furthermore, I am in favour of the limitation of trust funds to external actions, and of maintaining the competences of the budgetary authority. The elimination of transfers from structural funds to the European Fund for Strategic Investment (EFSI) is also welcome. I am happy to see such a commitment to simple rules for the EFSI and EFSI funding, which was elaborated on by Richard Ashworth in last night’s debate. Having hosted several events for my constituents in Ireland on EU funding and having heard their concerns about a lack of clarity therein, I believe that simplification of these rules is a very positive and important step and will be much appreciated by our constituents. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 140, "date": "2018-07-05.json", "name": "Monica Macovei (ECR).", "mepid": "96824", "text": "   – Mr President, ETIAS is a new system that will authorise the entry into the Union of citizens of third countries who do not need visas. There are over a billion people in this situation. They come from 60 countries and it has been proven that when they do, some of them do not comply with European rules. ETIAS will determine whether the presence of that person on our territory is a risk of security, crime, illegal migration or health. The creation of this system will also increase Europol's role. Europol will enter information into the ETIAS system on persons suspected of committing crimes or who are suspected of having committed or could commit offences. Europol will also introduce data on terrorist offences or other serious offences into the ETIAS system. For a safe Europe, all these systems and agencies must function and cooperate.", "language": "en", "original_language": "ro", "translation_provider": "azure"}, {"id": 141, "date": "2018-07-05.json", "name": "Monica Macovei (ECR).", "mepid": "96824", "text": "   – The Union's 2019 budget must reflect the priorities on the Union's security agenda and continue to allocate funds for cross-border judicial cooperation, counter-terrorism, organised crime and cybercrime.  That is why it is not at all good news that Europol's budget has actually fallen as an allocation for 2019 by more than eight million euros. We need to raise it. This money would have allowed and allowed, if we increase it, operational activities that Europol has already set for the next financial year, for example: secondary security checks to prevent the trafficking of migrants, the fight against drugs, cybercrime, the fight against terrorism online. I hope that we will be able to meet these requirements, for the safety of each of us. A secure Europe means, first and foremost, a Europe free from crime and the threat of terrorism.", "language": "en", "original_language": "ro", "translation_provider": "azure"}, {"id": 142, "date": "2018-07-05.json", "name": "Момчил Неков (S&amp;D).", "mepid": "125013", "text": "   – Mr President, in less than a year, European citizens will have to choose a new composition of the European Parliament. I believe that it is essential that they are informed of exactly what the Union gives them as rights and freedoms, how each decision has a direct impact on the daily lives of each of us.  The functioning of the European Union is not sufficiently advocated in the curriculum and this is regrettable. It's a pity because people don't have the full information about the opportunities our membership in this community offers them. In this sense, programmes such as Erasmus+, the European Solidarity Corps and a Europe for citizens are even more important. At this stage, it is they that allow our citizens to reach out to other European cultures and feel Europeans on an equal footing with others.  That is why I believe that there should be significantly more money for these programmes in the 2019 budget.", "language": "en", "original_language": "bg", "translation_provider": "azure"}, {"id": 143, "date": "2018-07-05.json", "name": "Jasenko Selimovic (ALDE).", "mepid": "134243", "text": "   Mr President, I would like to begin by congratulating Mr The single market is europe's greatest success, against which no country is opposed. It has given us the opportunity for people, goods, services and capital to move freely across borders. It has increased the EU's GDP by 1.7%, it has created 3.6 million jobs and new jobs since 1990. Therefore, the completion of the internal market must remain one of the priorities of the 2019 budget. Because the internal market simply means too much for us to treat it badly. We must therefore ensure that there is adequate funding for the completion of this market, for the customs union, for consumer protection, for competitiveness in europe, etc. Brexit has significant budgetary effects on the Union's budget, but we must not forget that the single market is at the heart of the EU and it must work better and more efficiently for everyone, then we will all be better off.", "language": "en", "original_language": "sv", "translation_provider": "azure"}, {"id": 144, "date": "2018-07-05.json", "name": "Mirosław Piotrowski (ECR).", "mepid": "28341", "text": "   – (2) Mr President, I would like to begin by The report on the 73rd session of the United Nations General Assembly contains many interesting and important provisions. However, there are also those that absolutely should not be there. First of all, this concerns the aap point where Parliament is calling for legal and safe abortion, namely the killing of unborn children. It is also unacceptable to equate the protection of religious minorities with the protection of persons identified as LGBTI in recital L. This made me vote against this report.", "language": "en", "original_language": "pl", "translation_provider": "azure"}, {"id": 145, "date": "2018-07-05.json", "name": "Alex Mayer (S&amp;D).", "mepid": "185637", "text": "   – Mr President, I welcome this report, but would also like the Council to take note of the resolution passed by this House in May on animal testing for cosmetics. The 73rd session of the UN General Assembly is an ideal platform for EU leaders to build support for an international convention to ban animal testing for cosmetics within the UN framework. Organised by Cruelty Free International and the Body Shop, over 6.5 million people have signed a petition for a global ban to stop half a million animals suffering each year, because animal testing for cosmetics is cruel, unnecessary and outdated. Europe banned it. It works. Our cosmetics companies haven’t gone bust. Our makeup is still top—notch. Indeed, we know that using technologies like synthetic skin give more accurate results. Europe led the way. Our soaps, shampoos and lipsticks are cruelty free. So let it be across the world too. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 146, "date": "2018-07-05.json", "name": "Jasenko Selimovic (ALDE).", "mepid": "134243", "text": "   Mr President, I would like to begin by congratulating Mr The promotion and protection of human rights is at the heart of multilateralism and a central pillar of the UN system, says the report. I totally agree, but the UN cannot function if there are countries that create inefficiency and partly lack of legitimacy of the UN system. Who thinks the UN can deliver when countries that systematically persecute and oppress their citizens sit on the UN Human Rights Council: Venezuela, China, Cuba, Congo, Saudi Arabia? Who thinks that the UN can deliver when the Security Council is completely paralysed, cannot take decisions on bloody mass killings and conflicts that are going on, such as Syria? That is why we in the European Parliament need to support the UN Secretary-General, Mr Guterres, in his ambition to reform the UN. The UN needs to invest in its core mission, need to reduce bureaucracy, increase transparency, improve anti-corruption work and reform its decision-making. We must help to rebuild the confidence of the Un.", "language": "en", "original_language": "sv", "translation_provider": "azure"}, {"id": 147, "date": "2018-07-05.json", "name": "Момчил Неков (S&amp;D).", "mepid": "125013", "text": "   – Mr President, the United Nations has contributed to the achievement of dialogue in the world. Unfortunately, however, recent years have shown that the rules and system under which the Organization operates do not deliver the expected results. Taking and blocking decisions in the Security Council is a major reason why a number of issues remain blocked.  The composition of the Security Council also does not reflect the current geopolitical situation.  It is unacceptable that the largest donor of humanitarian aid and the most successful peace project, such as the European Union, has no place of its own and that the voice of the organisation is not heard. The European Union is also on the front line of a very serious flow of migration, which, apart from economic reasons, is also triggered by the aggravated political environment.  The European Union has proven its ability and willingness to contribute to global goals. For this reason, I supported today's report.", "language": "en", "original_language": "bg", "translation_provider": "azure"}, {"id": 148, "date": "2018-07-05.json", "name": "Seán Kelly (PPE).", "mepid": "96668", "text": "   – Mr President, I support this report and its recommendations to the Council. Among others, I believe that the Council should actively support the UN Secretary—General’s three—pillar reform agenda with the aim of making the UN system truly coordinated. This would have the effect of making the UN more efficient, effective, integrated, transparent and accountable.  The world is facing a range of global challenges related to ongoing and emerging conflicts and their consequences, such as climate change and terrorism. I support the recommendations of reduced bureaucracy, simplified procedures and decentralised decision—making within the UN. The Union’s Member States like Ireland remain fully committed to multilateralism, global governance and the promotion of UN core values as an integral part of the EU’s external policy. Every time peace and security are threatened, the EU and the UN should play complementary and reinforcing rules. If the EU speaks as one coherent voice, we can be significantly more effective on the global stage within the UN, so I fully support this.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 149, "date": "2018-07-05.json", "name": "Jiří Pospíšil (PPE).", "mepid": "125706", "text": "   – Mr President, I supported this resolution. We here in plenary often debate the tragic situation in Venezuela, unfortunately this debate is still the same. The country's dictator, President Maduro, does not respect the international community's calls for an end to his socialist dictatorship, or at least care more about his population in some way.  It is clear that the huge humanitarian crisis, which continues with the departure of tens of thousands of people from this country, will continue and we should be active in this matter, helping Colombia, which accepts the largest number of refugees from Venezuela, but also to try economically but mainly financially to help the people suffering in Venezuela today. Unfortunately, the big problem is the situation in children who die because they do not have medication. So our efforts should be to be active and help this country in a humanitarian crisis.", "language": "en", "original_language": "cs", "translation_provider": "azure"}, {"id": 150, "date": "2018-07-05.json", "name": "Mirosław Piotrowski (ECR).", "mepid": "28341", "text": "   – (2) Mr President, I would like to begin by I voted in favour of this resolution, recognising the dramatic situation in Venezuela, whose authorities define themselves as socialist. In this country, as a colleague said, children are dying, there is a shortage of medicines, food, water. People also die of hunger. During the debate in the European Parliament, the Commissioner declared an additional tens of millions of euros to help the people of Venezuela. I have appealed and i appeal once again for this aid to be increased even more significantly. It is essential to rush quickly with a specific large amount of humanitarian aid and to put in place the measures that the Commissioner has talked about. And it should do so either directly by the European Union itself or through Caritas, whose assistance is accepted by the current Venezuelan authorities.", "language": "en", "original_language": "pl", "translation_provider": "azure"}, {"id": 151, "date": "2018-07-05.json", "name": "Andrejs Mamikins (S&amp;D).", "mepid": "124746", "text": "   – Mr President, I voted in favour of this report, which I deem to be very timely. Humanitarian assistance as such should never be criminalised. The EU is bound to protect those in humanitarian need. This is one of the main elements of our soft power. The Commission is the third biggest donor of humanitarian aid after the United States of America and Germany. We need to keep this flag high and not allow our efforts to be diminished. But I call for major operation cooperation and coordination between actors providing humanitarian assistance and the competent authorities.  Humanitarian assistance, like any matter which involves financial resources, is subject to criminalisation. While we can guarantee accountability and transparency on the part of the Commission, we cannot fully guarantee the same from the NGOs that are our partners. Therefore, we need to monitor the enforcement and effective practical application of the Facilitators Package by collecting and recording annually information on the number of people arrested for facilitation.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 152, "date": "2018-07-05.json", "name": "Andrejs Mamikins (S&amp;D).", "mepid": "124746", "text": "   – Mr President, I voted in favour of the report and agree that we must take significant measures to ensure that the Privacy Shield will fully comply with EU regulations and with the EU Charter of Fundamental Rights, with no loopholes or competitive disadvantages for EU companies. I know very well that it has required great effort for the EU to arrive at a common position on this, but what is more problematic now is to enforce our norms with regard to the United States of America. If we do not adopt a wise diplomatic approach immediately, this will become a real stumbling block for privacy in Europe and the European Union. For this reason, I particularly support the call on the EU authorities to start discussions on the Privacy Shield arrangement. That is why I voted in favour. Another issue which bothers me, especially in view of the recent investigation into Cambridge Analytica, is the illegal use of our data for political manipulation. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 153, "date": "2018-07-05.json", "name": "Andrejs Mamikins (S&amp;D).", "mepid": "124746", "text": "   – Mr President, providing an adequate level of protection for personal data transferred to the US under FATCA in full compliance with national and EU data protection law is a matter of crucial importance for the European Union. Thus I call on the Member States and the Commission to ensure that the fundamental rights of all citizens are guaranteed, especially the right to a private and family life.  The right to privacy and the principle of non—discrimination is laid down in the Charter of Fundamental Rights of the European Union and in the European Convention on Human Rights.  It is necessary to present a joint EU approach to FATCA in order adequately to protect the rights of European citizens and improve equal reciprocity in the automatic exchange of information by the United States of America. I also would like to call on the Commission to open negotiations with the US on an EU—US FATCA Agreement with a view to ensuring full mutual exchange of information.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 154, "date": "2018-07-05.json", "name": "Alex Mayer (S&amp;D).", "mepid": "185637", "text": "   – Mr President, I welcome this resolution. Since I spoke in this Chamber last night, I have heard from more accidental Americans in my constituency. Michelle, who lives in Norfolk, was born in the United States to a British dad and a Canadian mum and left aged four years old. Since then, she’s only lived studied and worked in Britain and, of course, paid British tax, but now her bank is threatening to close her account if she doesn’t supply multiple US tax compliance documents, not least providing her US Social Security number, which of course she doesn’t have. I have heard from constituents who are getting into debt, having their bank accounts closed and are feeling afraid and scared.  We have got European banks handing over personal data about their customers to the US authorities. FATCA breaches the right to data privacy under the European Convention on Human Rights. It’s time for a rethink so that Brits who never wanted to be Americans can continue ‘life, liberty and the pursuit of happiness’ in the place that they call home without being chased down like common criminals by the US tax authorities. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 155, "date": "2018-07-05.json", "name": "Der Präsident. –", "mepid": "2323", "text": "  The next item on the agenda is the debate on the major question for written reply, with debate by Marijana Petir, Alojz Peterle, Anna Zaborska, Franc Bogovic, Michaela 'ojdrov', Ivana Maleti', 'eljana Zovko,' Elisabetta Gardini, Lorenzo Cesa, Jan Olbrycht, Miroslav Mikolik, Lars Adaktusson, Luigi Morgano, Arne Gericke, Alberto Cirio, Fulvio Martusciello, Tomas Zdechovska, Mihai Surcanu, Massimiliano Salini, Jadwiga Winiewska, Laima Liucija Andrikien, Agnieszka Koz-owska Ivica Tolié, Pavel Svoboda, Seen Kelly, Peter Liese, Karl-Heinz Florenz, Kinga Goel, Heinz K. Becker, Tunne Kelam, Bendt Bendtsen, Czeslaw Adam Siekierski, Norbert Erdés, Giovanni La Via, Fernando Ruas, Ivan Ete To the Commission: Violation of the Fundamental Rights of Women in Pakistan (O-000058/2018 – B8-0035/2018).", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 156, "date": "2018-07-05.json", "name": "Marijana Petir", "mepid": "124749", "text": "   Developer. – Dear President, High Representative, Pakistan ranks fifth among the 50 countries where it is most difficult to be a Christian according to the 2018 World Christian Persecution Index, compiled by Open Doors. Of the 8 million members of minority religious communities living in Pakistan, 3.9 million are Christians. In Pakistan, the Blasphemy Act is continuously applied, putting pressure on Christians and other religious minorities. Pakistan's Supreme Court considers those accused of blasphemy to be subjected to disproportionate and irreparable suffering due to the absence of adequate safeguards against the misusing or abuse of this law.  A Christian, Asia Bibi, was arrested and sentenced to death by hanging in 2010 under this law and is now in prison on false charges. Asia isn't the only one. A Pakistani police officer has arrested a 14-year-old girl, Sumbal Arif, and forced her to convert to Islam. Asma Yaqoob, a 25-year-old Christian woman, died after being doused with acid by Muslim Rizwan Gujjar on April 10, 2018 and then set on fire, all because she refused to convert to Islam and marry him.  Asia, Sumbal and Asma. We know of their terrible fates. I wonder what about the fates of thousands of girls and women we don't even know their names who suffer because of this law? How is it possible that the life of Christians in Pakistan is worth nothing? And that those who commit a crime against them go unpunished?  It is clear that there is no political will in Pakistan to respect human rights, women's rights and the rights of Christians because the Synd Penal Code, which provides for penalties for forced conversion to another faith, has remained unratified. But despite everything, the EU has allowed Pakistan to enter the special general system of DSP+ preferences. We have enabled them to profit from around €1 billion a year in trade surpluses with the European Union, although it is more than obvious that Pakistan does not implement international conventions concerning human rights in kind.  We have an obligation to protect fundamental religious freedoms in relation to third countries. Freedoms concerning faith, its unhindered acceptance, external worship and practice in one's own life occupy a special place among general human rights. Respect for human rights and fundamental freedoms is one of the objectives of the EU's foreign and security policy. In order not to take this freedom lightly, we must make our foreign policy conditional on it, because only then will we ensure true peace.  Otherwise, while respect for human rights is taken lightly and \"shoved under the rug\" for economic cooperation, as long as money seems to be more important to us than people's lives, I fear we share responsibility for both Asia, Sumbal and Asma and all persecuted Christians around the world, and Christians today are, let's not forget, the most persecuted religious group in the world.", "language": "en", "original_language": "hr", "translation_provider": "azure"}, {"id": 157, "date": "2018-07-05.json", "name": "Federica Mogherini", "mepid": "n/a", "text": "   Vice—President of the Commission / High Representative of the Union for Foreign Affairs and Security Policy. – Mr President, today we are here – not too numerous I have to say, unfortunately – for all the women in Pakistan killed or abused simply because they wanted to choose who to love or how to pray.  The story of Asma is only one of too many tragic stories coming from Pakistan – and let me say, not only from Pakistan but these stories of abuses on religious minorities happen everywhere in the world, including potentially in Europe. We have to remember about human rights and human dignity, also within our borders.  At the same time, Pakistan’s recent history tells us that change is possible and is happening. Laws can change and even culture can change. It takes the courage of women and men who are challenging the status quo – people who want Pakistan to be a better place, not just for women and minorities but for all its people. We all know the names of Malala or Asia Bibi, but there are also many more unknown stories of brave people who are helping Pakistan turn the page. It is thanks to these people that change is happening – slowly and still in a limited manner but is happening today. According to data provided by NGOs, acid attacks in Pakistan went down by 50% in the last three years and this is happening thanks to new laws that were introduced to protect women and victims, but it is also happening because of the relentless work of Pakistani civil society.  I am proud that the European Union has supported, is supporting and will continue to support this work. We’re working with civil society organisations that provide specialised medical support to the victims of acid attacks, and we have supported better legislation against these crimes. These may sound like small steps, but they tell us that progress is possible, change is possible and that engagement pays off.  Also on the rights of minorities, some important initiatives have been put in place. In the Punjab and Sindh provinces new actions have been taken to protect places of worship of non—Muslim religious communities. A nationwide debate has started on how to prevent false allegations of blasphemy. There is still too much violence against religious minorities in Pakistan, it’s true, but there are also many daily stories of coexistence. And let me add that the decision by Pope Francis to name the Archbishop of Karachi as a cardinal points precisely in this direction. We must invest in dialogue and coexistence, even more so in times when others invest in division and segregation. We, as the European Union, are trying to accompany and incentivise all progress in the condition of women and minorities in Pakistan. We always raise these issues in the EU—Pakistan Joint Commission and in the subgroup on governance and human rights. Human rights are also a fundamental part of the monitoring process that we carry out in the context of our generalised scheme of preferences, the GSP+. The European Commission presented its second biannual GSP+ report to Parliament and the Council in January and the report also includes an assessment on Pakistan. The next sessions of both the EU—Pakistan Joint Commission and the GSP+ monitoring mechanism are foreseen for next autumn, and our special envoy for freedom of religion and of belief was also recently in the country. As a consequence of our engagement, the government of Pakistan has committed to strengthening human rights institutions and human rights awareness.  On top of our diplomatic work, we are engaged on the ground. I’ve mentioned our support for NGOs, but beyond that we use our support for the Pakistani economy to empower women and girls across the country. Let me give just one example: one of the main development programmes we are running in Pakistan, in the Sindh province, relies exclusively on women and women groups for its implementation. This is empowering women.  The main objective of the programme is poverty reduction. We’re working with 750 000 poor households to lift out of poverty at least 30% of them, and we’re doing so working with women, helping them to get a job and raising their position within their communities.  We’re also engaged in increasing the number of girls who enrol in quality primary education. We have invested 210 million on education in Pakistan over a seven—year period. This is also investing in women and girls’ rights and empowering women. But this debate also coincides with a particularly important moment in Pakistan’s democratic life. General elections will be held on the 25th of this month, of July, and they can and should lead to a second consecutive democratic transition of an elected civilian government, which would be unprecedented in the country’s history, and improving women’s participation has become one of the major issues in the upcoming elections and various measures have been developed to this goal. So in a moment like this, I believe we have a duty to engage even more closely with Pakistan. Only through dialogue and engagement can we make a difference to the life of Pakistani women, all of them. The GSP+ scheme provides us with an efficient and indispensable tool in this regard as a complement to our diplomatic action and to our development aid. Pressure and dialogue can only go hand—in—hand. So our work with the people of Pakistan can lead to a country where no person is killed for their love or their faith. It is a realistic goal and I thank you for your engagement to make it happen together with us.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 158, "date": "2018-07-05.json", "name": "Seán Kelly", "mepid": "96668", "text": "  on behalf of the PPE Group. – Mr President, firstly I would like to compliment High Representative Mogherini, and also my colleague and friend Marijana Petir, for initiating this topic, which I fully support, and reiterate the questions Marijana put on this important issue.  Attacks on women are widespread in Pakistan and the severity of these attacks is not to be underestimated. Women are continuously treated as second class citizens, and there are severe imbalances which need to be addressed. Pakistan’s latest national report on the Convention on the Elimination of All Forms of Discrimination against Women, for example, has been overdue since 1 March 2017, so pressure needs to be put on Pakistan immediately to start taking the lives of women seriously.  Furthermore, coming from a very religious country like Ireland, with a history of religious conflict unfortunately, I understand the dynamics of religious coexistence and the challenges it creates. However, I absolutely condemn acts of violence in an attempt to coerce another into converting to a different religion, or acts of violence as punishment for someone who is not willing to join that religion. The intersection of religious conflict with gender inequality further exacerbates the traumas women face on a daily basis, and so both of these issues need to be tackled head on.  I would also like to reiterate Marijana Petir’s position regarding GSP+.  Finally, I want to say that we have on too many occasions had to discuss gender violence and discrimination in this Parliament. It needs to stop within and outwith the European Union.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 159, "date": "2018-07-05.json", "name": "Andrejs Mamikins", "mepid": "124746", "text": "  on behalf of the S&amp;D Group. – Mr President, observance of women’s rights in Pakistan is a big human rights question in the West. Unfortunately, we have to admit that this country is one of the most dangerous countries for women. The state does little to protect women and girls, despite constitutional guarantees, with loss of free will for the women of Pakistan. They are denied their basic fundamental rights. Women in Pakistan have been constantly complaining of isolation from the mainstream of society. Women feel disillusioned by being maltreated by the male oriented set—up in Pakistan. However, Pakistani society usually adopts a hostile attitude towards women, who face substantial systematic challenges in Pakistan, and most fundamental is the question of violence. Violence against women is a very alarming situation in the country because it is getting to a very threatening situation in that the violence is getting more brutal day by day. The honour and dignity of females is endangered, and no woman is efficiently protected by the state. One of the key problems is that there is a very fragmented legal framework for violence against women and girls. Moreover, there are no proper mechanisms on the ground for proper law enforcement and prosecution of crimes against women. Despite several legislative developments to strengthen women’s protection system, there is no significant decline in the number of cases of violence against women. Many laws for building the country’s protection of women’s rights for freedom, equality and justice were formally introduced, but never enforced in the country. As a result, dramatically cruel and ruthless actions of crime against women are still happening. Violence against women and girls, including rape, murder, through so—called honour killings and domestic violence and forced marriage remain routine. In fact, Pakistani human rights NGOs estimates that there are about 1 000 honour killings every year; yes, one thousand. As you can imagine, investigation rates on them are close to zero. For example, in 2017 in Khyber Pakhtunkwa (KPK) Province in north—west Pakistan, 94 women were murdered by close family members. In June 2016, Zeenat Rafiq, aged 18 was burned to death in Lahore by her mother for ‘bringing shame to the family’ by marrying a man of her choosing. In the same year, family members tortured and burned to death an 18 year—old schoolteacher in Murree, Punjab, for refusing an arranged marriage, and Qandeel Baloch, a well—known Pakistani model, was killed by her brother in a so—called honour killing.  These are just a few examples of the numerous inhuman brutal crimes against women in Pakistan. Especially vulnerable are women from religious minority communities. The report by the movement for solidarity and peace in Pakistan found that at least 1 000 girls belonging to Christian and Hindu communities are forced to marry Muslim men every year. The government failed to act to stop such forced marriages. Moreover, child marriages still remain a serious concern in Pakistan, with 21% of girls marrying before the age of 18, despite the submission of proposals aiming to raise the legal minimum age to 18 for females and to introduce harsher penalties for those who arrange child marriages. It was withdrawn by the national parliament of Pakistan. Given these facts, women and girls in Pakistan do not possess their due rights guaranteed by the Constitution of Pakistan. I know the situation. I visited Pakistan in April last year with the Committee on Foreign Affairs on an ad hoc mission to Pakistan. The state is unable to protect them from the inhuman social customs prevalent in this society. Dear colleagues, let us stop our silence. We have to protect women in Pakistan. Thank you, Ms Mogherini, for your support on this issue. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 160, "date": "2018-07-05.json", "name": "Urszula Krupa", "mepid": "28334", "text": "  On behalf of the ECR Group. – (2) Mr President, I would like to begin by Open Doors analyses show that 215 million Christians are vulnerable to persecution in countries such as Pakistan, North Korea, Afghanistan, Sudan, Iran, Iraq, Yemen and Eritrea. According to Ordo Iuris, repression occurs in as many as 128 countries. In Islamic Pakistan, Christians make up about 2% of pakistan's 160 million. They are among the poorest. They are deprived of access to education, work, property. They are persecuted, tortured, imprisoned, which happens in about a thousand cases a year. Although the law guarantees minorities a certain degree of religious freedom, around 700 girls a year are abducted and forced to marry and convert to Islam, leading to the elimination of Christians in Pakistan, where women in particular are raped and set on fire. Christian Asma Yacoob died in hospital. An example is Asia Bibi, who has been imprisoned for years and, like many other Christians, has been wrongly accused of blasphemy against the Koran, for which she faces imprisonment and even death. Attacks on Christian churches are increasingly taking place, so questions about the defence of human rights and Christian minorities are becoming well-known, and not only in Pakistan, where a recent report by the Institute on Religious Freedom identified the problem as critical. The Union has many possibilities not only through resolutions, interpellations and other interventions, especially as the problem of persecution of Christians seems downplayed internationally. There is a need for solidarity, of political means, especially since persecution can threaten a once Christian Europe, not only in relation to migration, but rather because of the predominance of forces – to put it mildly – reluctant to Christianity.", "language": "en", "original_language": "pl", "translation_provider": "azure"}, {"id": 161, "date": "2018-07-05.json", "name": "Ivan Jakovčić", "mepid": "124754", "text": "  on behalf of the ALDE Club. – Dear Chairman, I would like to express my personal solidarity with all those who suffer in Pakistan immediately for religious reasons, with Christians suffering in Pakistan, with others suffering in that state. I want to express my great solidarity with women who, precisely for religious reasons, are tortured, murdered and raped.  Violence against women in Pakistan is just one example of what we are witnessing nowadays, the injustices that are being done towards women or other minorities that exist, religious minorities, but Pakistan is unfortunately not the only country, we have a lot more to list and these are often partners of the European Union. What I want to emphasize is that of course we are seeing positive developments, of course we also see what it means to hope that the world will be better, that Pakistan will also be a better place to live for both women and Christians and that other countries will be a better place to live for various minorities. I have dedicated my entire life to fighting for minority rights, fighting for what human dignity and honor means, and that is why I want to emphasize that the responsibility for all this that is happening in the world is borne primarily by those persons who are not worthy to look first in their own backyard.  Let us first look in our own backyard because if we say on this issue that a law that has not yet entered into force in the Sindh region, has not entered into force due to protests by conservative religious communities, I cannot and cannot help but draw parallels with extreme religious communities and in Croatia that oppose the ratification of the Istanbul Convention. Again a real woman, just somewhere else, on our continent. It is impossible not to draw this parallel and it is impossible not to point out such hypocrisy, and that is why I invite you, The High Commissioners, to really look at all the elements that we talked about today. Of course, it is your obligation to promote European ideas, to promote what the European Union is in Pakistan and elsewhere, what we have created as a continent, values that many must learn from us. But on the other hand, I believe that first of all, if we want to be fair, if we want to be truly sincere Christians, we should put our hand first on our hearts and then look into other people's backyards. (The Representative agreed to answer the question posed by raising the blue card (Article 162(8) of the EEA). Rules of Procedure))", "language": "en", "original_language": "hr", "translation_provider": "azure"}, {"id": 162, "date": "2018-07-05.json", "name": "Andrejs Mamikins (S&amp;D)", "mepid": "124746", "text": "  blue card issue. – Dear Mr. Jakovčić! Thank you very much for your take on my blue card question. You were right to say everything about the rights of Christians and their protection in Pakistan, but you understand that when we were there with the delegation of the Committee on Foreign Affairs last April, each of our meetings began with reading the Koran. Pakistan is a deeply religious country, a Muslim country, a Sunni country. How do you see christian advocacy in this situation?", "language": "en", "original_language": "lv", "translation_provider": "azure"}, {"id": 163, "date": "2018-07-05.json", "name": "Ivan Jakovčić (ALDE)", "mepid": "124754", "text": "  answer to the question posed by raising the blue card. – Dear Chairman, there is no doubt that in Pakistan or in Iran, where I have been, where all meetings begin with prayer, we have something that is not in some way in Europe more the case. We have a case in countries like that. I think that we must first of all understand the situation, but try to really do what is most important to us, the values that we have, which are the values of minorities, opposition to violence, especially against women and girls. That's what we have to do and do everything right in those countries, and will everyone... (The Speaker took the speaker's word away)", "language": "en", "original_language": "hr", "translation_provider": "azure"}, {"id": 164, "date": "2018-07-05.json", "name": "André Elissen", "mepid": "188445", "text": "  on behalf of the ENF Group. Mr President, this afternoon we are having an important debate on women's rights in Pakistan. In fact, this debate could have been better renamed for the dire lack of women's rights in Pakistan. Kidnapping, rape, intimidation and forced conversion to the hate ideology called Islam. These are just a few examples of the suffering that affects many Pakistani women.  It is often thought that this kind of cruelty can be stopped with a subsidy programme from the West. The European Parliament is also guilty of this, even though it is becoming increasingly clear that this so-called aid is not working. Local tribal leaders say one thing, but they do the other. For example, huge sums of taxpayers' money have been drained without any improvement in the living conditions of, for example, women and Christian minorities. So why do we still transfer money slavishly every year?  Unfortunately, this is not an isolated case. Not for the first time and not for the last time I am afraid, Islam makes innocent victims. All over the world, this primitive hateful ideology is causing war and violence. Western democratic values are not shared in any country where Islam is dominant.  Not to mention Islamic terrorism. Europe has been rocked by dozens of Islamist attacks in recent years. Islam remains the main source of inspiration and legitimacy for terrorists who have been able to cause far too many casualties in recent years. It seems like rule rather than exception these days. Every week it does hit somewhere in Europe. Europol also concludes that more than 95% of all deaths in terrorist attacks each year result from Islamic-inspired violence.  A few weeks ago, I put written questions to the European Commission. I have asked the Commission to ensure that no money will be spent on Islamic dictatorships in any way. These regimes, where women are oppressed without exception, can continue to pursue their evil practices, thanks in part to money from the European Union. All this can lead to only one conclusion: the financing of Islamic dictatorships like Pakistan must stop immediately. Every euro towards Pakistan is a support in the back of Islam, is a support for hatred towards anyone who does not submit to the despicable rules of Sharia law.", "language": "en", "original_language": "nl", "translation_provider": "azure"}, {"id": 165, "date": "2018-07-05.json", "name": "Der Präsident. –", "mepid": "2323", "text": "  Mr Elissen, I would like to thank Mr Elissen for his excellent work The issue we are discussing here is very serious. And the issue of Islamism is also very serious. But I do not think it is appropriate to insult a religion in general. I call you to order.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 166, "date": "2018-07-05.json", "name": "André Elissen (ENF).", "mepid": "188445", "text": "   – I will respond briefly in my own language. Look, you may think Islam is a religion, we think it is an intolerant ideology and all the atrocities that we have heard here today, including from colleagues, everything that is happening in Pakistan, what is being done to these women – you can look away, look the other way, but it is terrible. We just stand up for justice for women, equal rights and just call the critter by the name. It is an intolerant ideology and the source of inspiration for all these atrocities.", "language": "en", "original_language": "nl", "translation_provider": "azure"}, {"id": 167, "date": "2018-07-05.json", "name": "Der Präsident. –", "mepid": "2323", "text": "  Mr Elissen, I would like to thank Mr Elissen for his excellent work I called you to order. It remains so because you used words other than 'intolerant' in your speech, and I consider them to be unparliamentary. Nor do I intend to give you another forum by allowing a question. Spontaneous speeches", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 168, "date": "2018-07-05.json", "name": "Marek Jurek (ECR).", "mepid": "124892", "text": "   – (2) Mr President, I would like to begin by Ladies and gentlemen, I would like to thank the Rapporteur, Mr Schwab Islam is a pluralistic state. It is a country in which public opinion operates. It is a democratic state. We should not form an opinion on Islam, either on the basis of extremist terrorist groups or on the basis of multicultural correctness. The real picture of Islamic sociology is from countries like Pakistan. That is why our foreign policy should make it very clear to Pakistan that it is, for example, that Asia Bibi is sitting in prison, that is the image of Islam for Europe. Because it does not happen as a result of the decision of a gang of terrorists who locked someone in the basement. This is happening with social permission. Moreover, noble people, politicians who wanted to guarantee its freedom in Pakistan, were met with warnings. After all, it is society that will not release her from prison. Our diplomats should say openly: do not build a bad image of your civilization, your religion. Freedom for Asi Bibi!", "language": "en", "original_language": "pl", "translation_provider": "azure"}, {"id": 169, "date": "2018-07-05.json", "name": "Federica Mogherini", "mepid": "n/a", "text": "   Vice—President of the Commission / High Representative of the Union for Foreign Affairs and Security Policy. – Mr President, let me share with you a bit of background. A European Union Member State that I know very well, an extremely Catholic Member State that I know very well used to have a law justifying honour killing that was abolished only less than 40 years ago. This is to say that legislation changes, culture changes, and what we can and must do is to accompany and encourage this change towards having full respect of every single human being – this is what the European Union stands for – regardless of gender, religious ethnicity or whatever other conditions.  This is where we stand. This is our DNA. And let me add one additional point that some of you raised and with which I will conclude. It is that our credibility in defending and protecting religious minorities everywhere in the world is directly linked to our capacity, our policies and practices, to protect and defend minorities inside the European Union – inside the European Union. I hope this is a message that we bring back home to all our countries, to all our Member States, because this is something I face in my daily work with our partners around the world. If we want to stand firmly and clearly in defence of all religious minorities in the world, we have to be consistent on this at home.  (Applause)", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 170, "date": "2018-07-05.json", "name": "Der Präsident.", "mepid": "2323", "text": "  The debate is closed.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 171, "date": "2018-07-05.json", "name": "Der Präsident. –", "mepid": "2323", "text": "  I declare the session of the European Parliament adjourned.", "language": "en", "original_language": "de", "translation_provider": "azure"}]