[{"id": 0, "date": "2018-03-01.json", "name": "Przewodniczący. –", "mepid": "23768", "text": " The first item of order of the day is the report by Sander Loones on behalf of the Committee on Economic and Monetary Affairs on Banking Union — Annual Report 2017 (2017/2072 (INI)) (A8-0019/2018).", "language": "en", "original_language": "pl", "translation_provider": "aws"}, {"id": 1, "date": "2018-03-01.json", "name": "Sander Loones", "mepid": "128717", "text": " rapporteur. — (NL) Thank you, Mr President. It's early in the morning. I'm a good sleeper. I'm lucky in that area. I sleep fairly easily, but there are people who sleep less well, who worry at night because they feel insecure, including about their future, and who wonder if their savings are safe. It is our job to take these concerns seriously, to address them, and, where necessary, to remedy them. After all, people have not yet forgotten the deep wounds of the euro crisis, how their savings have been put at risk. We all said that this must never happen again. That is the question we are discussing today in this report. Have we kept our word? Will this never happen again? Have we elaborated rules that have made our banking system more robust, strengthened when banks go bankrupt? Let us start with the honest answer: yes, we did. The system has become stronger and more robust, because we also made the fair and correct analysis at and after that financial crisis, which said that there were too few rules, which allowed bankers to build up too high risks. We dealt with that. We have put more rules on the table and introduced them. Secondly, we have also reversed logic. It used to be that large shareholders, large banks' bond holders, went with profits when things went well, but the losses passed on to the taxpayer when things went wrong. We reversed that logic. What makes this report special is that we have not only seen the rules, but also seen the application of the rules, for the first time in the European Union and a number of different countries, with varying success. We saw what happened in Latvia this weekend, but last year we saw mainly the cases in Spain and Italy, where the spirit of the rules is somewhat more respected than in the other case. I think that in Italy, for example, we have seen a more creative interpretation of banking rules. I think that this is the European disease, ladies and gentlemen. We actually have better rules, but we don't always apply them. We ensure that additional measures are taken, but if there are loopholes, they are not completely closed. I think we should start with that, finally doing what we agreed. That we would also apply the rules on the table effectively. But no, then you see that in the European debate there is practically the idea that, by definition, the easiest way to solve problems is by going to solidarity them, by spreading them. I'm the daddy of three young children. When our daughter Suzanne does something wrong, I address her, and she must pay for it. If I would raise my children not in Flemish but in European terms, I would not only have to address her, but also her brothers, Tuur and Cas, who actually did nothing wrong. That is pretty much the logic that you see in the banking system, that we must show solidarity, that Member States that have done nothing wrong are by definition asked to show solidarity with Member States that do go wrong. I don't think that's right. I think we should first ask for those Member States to take responsibility to put the accounts in order before we start to solidarize matters. That is why, in all fairness, I sometimes get a little nervous when I see dossiers on the European table, for example the European Deposit and Guarantee Fund. Today, there are national funds which are competent to regulate where people's savings could be jeopardised up to EUR 100 000. Europe, the European Commission in particular, is now saying that these national jars are too small, that we should with a single large European pot, which would make banks and savers here in northern Europe a guarantee for savers in southern Europe. I think we should be careful about this anyway. I think it is a good system if we solidarity risks, but on condition that the Member States first limit their risks themselves. There is still some work to be done in this area, in particular in southern Europe.", "language": "en", "original_language": "nl", "translation_provider": "aws"}, {"id": 2, "date": "2018-03-01.json", "name": "Valdis Dombrovskis", "mepid": "n/a", "text": "   Vice-President of the Commission. – Mr President, I would like to thank Mr Loones for his annual report on the Banking Union. It has provided us with an excellent account of how much has so far been achieved since the last financial crisis and of what remains to be done in the future.  As you know, the completion of the Banking Union is one of the Commission’s highest priorities and we very much welcome the attention and engagement Parliament shows in its annual report for 2017. Major steps have been taken towards Banking Union and results have been achieved since the same debate took place last year, but we agree that we are not done yet.  First, regarding the banking sector, good progress has been made in the negotiations on the November 2016 banking package, which will strengthen the prudential framework and increase banks’ ability to absorb losses in times of crisis – without the help of taxpayers’ money. EU banks are significantly stronger than they were before the crisis, thanks to their own efforts to adjust their business models and also thanks to the regulatory reforms we introduced and to better supervision. However, non-performing-loan ratios remain high in some Member States. To address this, the Commission – as announced in the First Progress Report on the Reduction of Non-Performing Loans in Europe, in January 2018 – will adopt a comprehensive package tackling non-performing loans this spring. The package will focus on requiring banks to put aside sufficient means to cover losses if new loans become non-performing; tackling delays in debt recovery; opening up secondary markets; and, lastly, clarifying with a blueprint how EU countries can set up national asset-management companies if they so decide. Bank exposure to sovereigns is another area where the Commission shares Parliament’s view: this problem has multiple implications, including the financial stability and international dimension. Regarding financial technology (fintech), the Commission fully agrees with the need to ensure a level playing field for all market participants, based on the ‘same activity, same rule’ principle. In line with Parliament’s call, the Commission will adopt on 7 March a communication on fintech, in the form of an Action Plan, which will also include a number of initiatives to strengthen the cyber resilience of the EU financial sector. Coming to my second point, on the institutional setting of Banking Union, this is an area where more needs to be done. Recent experience will help to improve further the practical application of the rules, as well as coordination among the Commission, the Single Resolution Board, the Single Supervisory Mechanism and the European Banking Authority. Overall, the two pillars of Banking Union (supervision and resolution) are working well and, as numbers demonstrate, have helped further to reduce risks in the banking sector. But for Banking Union to deliver its full potential it must be complete. For this reason, the Commission welcomes the report’s call to complete the Banking Union with common deposit insurance arrangements, and we are committed to working with Parliament and the Council to advance rapidly on the European Deposit Insurance Scheme. Quick progress is also needed to build up a readily available common backstop for a single resolution fund, in order to increase its credibility. These are just some of the areas highlighted in your report, and we are looking forward to pursuing work in these areas with you.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 3, "date": "2018-03-01.json", "name": "Danuta Maria Hübner", "mepid": "96779", "text": "  on behalf of the PPE Group. – Mr President, dear colleagues, I think it is very good that the Banking Union Report has been successfully established as one of the routine exercises of the European Parliament. This time around, on many issues related to the functioning of the Banking Union, we have had the opportunity to express ourselves for the first time. I am thinking here of the actions undertaken by the European Institutions to fight non-performing loans or the recent bank resolution cases. But this year we also have a chance to move forward on legislation. We have received from the Commission a proposal for a fiscal backstop for the Single Resolution Fund. We have also the Commission communication on the Banking Union that, among others, intends to relaunch the discussion on the European Deposit Insurance Scheme (EDIS), the missing pillar of the Banking Union, and to test a new approach to the design of the system. And of course, the Banking Package is still under discussion. But this is also the moment for those Member States that do not share a common currency yet to consider joining the Banking Union as soon as possible. It is a shock-absorption mechanism and also comes with governance arrangements that help deal with home host issues. The benefits of belonging to such a system would be particularly pronounced in Central Europe, where Member States are host countries, hosting a huge number of branches and subsidiaries of institutions that actually come from the Banking Union area. Also, at a time of questions on the future of the Union and the risks of increased fragmentation, a broad membership of the Banking Union would be a way of containing supervisory divergence and fragmentation and of involving all Member States in a common project that fosters resilience and financial stability.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 4, "date": "2018-03-01.json", "name": "Mady Delvaux", "mepid": "124776", "text": " on behalf of the S&D Group. — (FR) Mr President, I would like to congratulate Sander Loones and thank him and welcome the shadow rapporteurs for their good cooperation. There is no doubt that progress has been made: the European banking system is more robust than it was, but it would be illusory to think that it is safe from a future crisis until the banking union is complete. The third pillar, though indispensable, is not in place. The initial implementation of the resolution regime raises many questions. It will be necessary to make full transparency and draw conclusions to improve it. And I am not talking about the undercapitalization of certain banks, doubtful debts, sovereign debt, insufficient risk-sharing and the need for better coordination among authorities, not to mention the challenges of cyber attacks, which require increased attention and significant investments in security.", "language": "en", "original_language": "fr", "translation_provider": "aws"}, {"id": 5, "date": "2018-03-01.json", "name": "Bernd Lucke", "mepid": "124820", "text": " Mr President, ladies and gentlemen. I would also like to thank the rapporteur for a truly excellent report on the banking union, which I believe is partly misread in this House — at least as far as EDIS is concerned. He has a very different language from previous reports on the banking union. It is not called for EDIS, Commissioner, as you have just said wrongly, but it is made quite clear that the Banking Union fulfils important tasks in its two existing pillars, but that, at the same time, we do have mechanisms in the area of deposit protection that are already very sensibly designed in the area of deposit protection. The objective is that we have the Deposit Guarantee Directive, which allows national deposit guarantee schemes to lend to distressed other deposit guarantee schemes in crisis, but does not oblige them to do so. With this design, the banking union is complete. It is completely wrong to constantly say that we still need to complete them. It is downright dangerous if we were to oblige national deposit guarantee schemes to accept a flow of resources in crisis situations, because it is precisely this that could lead to a bank run in the helping deposit guarantee schemes, could lead to a loss of confidence that encourages savers to withdraw their deposits. The EDIS deposit guarantee scheme could therefore create additional risks, and it is therefore a wrong step to move forward in this direction.", "language": "en", "original_language": "de", "translation_provider": "aws"}, {"id": 6, "date": "2018-03-01.json", "name": "Thierry Cornillet", "mepid": "4338", "text": " on behalf of the ALDE Group. — (FR) Mr President, rapporteur, Mr Vice-President, banking union is a young but very good invention. It is worth remembering the fundamental objectives of ensuring the soundness of banks and their ability to withstand future crises, to avoid recourse to taxpayers' money when these banks are in difficulty, to harmonise the rules and, last but not least, to strengthen the financial stability of the euro area and, by means of consequently, that of the European Union. The establishment of the Single Monitoring Mechanism and the Single Resolution Mechanism is recent, and is therefore improved. In particular, there are margins for progress in terms of transparency, predictability or readability of decisions. The third pillar of this banking union is the European deposit insurance system. Work on it is necessary, even if it is necessary to take the time to think about it. It is useful to arrive at a system that encourages banks to virtue — the rapporteur pointed out earlier — and ensures the stability of the system for the benefit of all. I would also point out that the banking union is open even to those who do not yet have the euro as their currency. Some members who are not yet part of the euro area hesitate, I do not hesitate to tell them: come, you are welcome to take an active part in strengthening financial stability and thus, consequently, the stability of the European Union as a whole.", "language": "en", "original_language": "fr", "translation_provider": "aws"}, {"id": 7, "date": "2018-03-01.json", "name": "Ernest Urtasun", "mepid": "124972", "text": "  on behalf of the Verts/ALE Group. – Mr President, the ‘too big to fail’ problem of the European banks remains unchanged. Our banking system has not changed as much as the crisis showed it was needed. On the contrary, we are in a period of regulatory rollback at international and EU level, lowering standards in financial regulation. In this context, the Greens strongly support decisive steps towards risk reduction that should go hand-in-hand with risk-sharing, and we see with concern that this is actually not happening. 2017 was the year when we saw obstacles to resolvability of the Venetian banks and the first resolution under the EU framework, the popular case which shows that further transparency is clearly needed. We would like to thank Mr Loones for the good work, because the Annual Report on the Banking Union addresses some of our concerns: concerns with resolvability and with mis-selling; good wording on EDIS, which we believe are very important; concerns that our Group has traditionally had with shadow banking, for instance. We believe that this is a good report and we would like to thank the shadow rapporteurs for their cooperation and we will vote in favour.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 8, "date": "2018-03-01.json", "name": "Marco Valli", "mepid": "124778", "text": " on behalf of the EFDD Group. — (IT) (IT) (IT) Mr President, ladies and gentlemen, I too wanted to thank the rapporteur Mr Loones for doing a fair amount of work. Unfortunately, for us, there remain very difficult points to accept, in general on banking union, starting with the first pillar on supervision: there are clear gaps in supervision on the part of the system of banking supervision and the Commission should remedy it. I'm talking about the second and third tier assets, derivatives, which are a market equal to almost 12 times NPLs — we talk about 6 800 billion, we get to 453 billion notionals. The Commission in my opinion should take a conscience examination and understand if the problem is only NPLs, and therefore credit, and not to attack even what is a systemic problem, namely the problem related to the asset market level 2 and level 3, because there are the interests of the big business banks and there is the real systemic risk. As for pillar two, the resolution, we have seen that bail in leads savers and confidence in the financial system to be uncredible. So a system of guaranteeing all deposits should also be created, so that savers are and feel truly protected, which the banking union today is failing to do, and therefore there is a need for this. Plus, you have to stop talking about the consequences of banking crises, but go and talk about the causes. The only way is to apply a real and real bank separation by reopening the project of BSR, namely banking structural reform, which has been forgotten and should instead be resumed.", "language": "en", "original_language": "it", "translation_provider": "aws"}, {"id": 9, "date": "2018-03-01.json", "name": "Barbara Kappel", "mepid": "125024", "text": " Mr President, Mr Vice-President of the European Commission. Supervision and resolution are today the two pillars of the Banking Union. The rapporteur has worked out this very well in the report. The third pillar — deposit protection — is controversial; we have already been able to witness this here today in the context of this discussion. But there are large Member States that believe that a systemic reduction of high risks in the bank balance sheets of EU institutions should take place before a joint deposit guarantee — i.e. risk reduction before risk-sharing. I would like to endorse this request. While an agreement on deposit protection is still a long way off, banking supervision should work. If I now cite the case of Latvia's third largest bank, the ABV, which is on the verge of collapse after passing the stress test after massive allegations of money laundering and is a case for bank resolution, this does not strengthen confidence in supervision. The fact that this case was not uncovered by the ECB's banking supervision, but by the US tax authorities, does not strengthen confidence. The Banking Union has undoubtedly made the financial sector safer. This is also evident in the Commission's latest progress report on NPL reduction. The inspector has mentioned it. Quotas are still different, but perhaps a proposal from the rapporteur should be adopted and the stress tests of banking supervision should be followed by more consistent measures so that a case like Latvia does not happen in the future.", "language": "en", "original_language": "de", "translation_provider": "aws"}, {"id": 10, "date": "2018-03-01.json", "name": "Miguel Viegas", "mepid": "125100", "text": " on behalf of the GUE/NGL Group. — (PT) Mr President, during 2017, once again taxpayers were forced to pay the bailout of the Italian bank, with a massive contribution of 17 billion public money. This money taken directly from the workers' pockets served to save two failed banks and protect their bondholders. In Portugal, taxpayers' money continues to pay for the resolutions of BPN, Banif and Banco Espírito Santo. We have also seen a wave of mergers and the creation of gigantic financial groups, all of which are controlled by foreign groups, that is, all contrary to what was announced by the Banking Union, which was set up to end banks too big to go bankrupt and end the regabofe of public funds to pay for the beans for speculation and financial irresponsibility. For the CFP, the Banking Union was designed to strengthen the role of finance and to deprive national states of any capacity to intervene in the financial system. We know today that supervision is a farce and that the resolution is not credible. Our proposal is very clear: only public control of banking can put the financial system at the service of the economy and development.", "language": "en", "original_language": "pt", "translation_provider": "aws"}, {"id": 11, "date": "2018-03-01.json", "name": "Esther de Lange (PPE).", "mepid": "38398", "text": "   – Dank u wel, mijnheer de Voorzitter. Ik zou allereerst in onze gedeelde taal Sander Loones als rapporteur willen bedanken voor zijn verslag. I will turn to English as I have put away my prepared short intervention, and I would like to take up some words that we heard from the Commissioner, which are of course well appreciated. He mentioned that the two pillars of the Banking Union are working well – and they are, but not fully. I do think that the situation that has come to light, for example in Latvia – brought to our attention by the US rather than European supervision – shows that there are also still some blind spots in the first and second pillars. I am not mentioning this to be difficult; I am mentioning this because I know it makes the work on the third pillar more difficult. You have heard from colleagues how controversial the European Deposit Insurance Scheme (EDIS) proposal is. There is a will to progress, I think, among many in this House, and I welcome in that regard the Commission Communication that we saw at the end of last year, and also the words of the Commission on the initiatives that we can expect on non-performing loans (NPLs) and exposure to sovereigns. I think these are key, especially if at some point we want to move EDIS beyond liquidity support only. But I believe that progress, especially in these two fields, needs to be measurable, proven and concrete, not only on the flow, but also on the stocks, of NPLs. So there is quite a lot of work ahead of us. The spirit is positive and I thank the Commission for that, but it will, I am afraid, take time. (The speaker agreed to take a blue-card question under Rule 162(8))", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 12, "date": "2018-03-01.json", "name": "Paul Rübig (PPE)", "mepid": "2278", "text": " Question about the procedure of the “blue card”. — My question is in the direction of risk reduction. We know that in the event of major failures so far, it is customary for the state to jump in. In the case of small companies, execution is actually carried out relatively quickly and immediately. Do you believe that risk reduction should also support small and medium-sized enterprises in particular, so that they have better liquidity opportunities to implement their business models accordingly?", "language": "en", "original_language": "de", "translation_provider": "aws"}, {"id": 13, "date": "2018-03-01.json", "name": "Esther de Lange (PPE)", "mepid": "38398", "text": "  blue-card answer. – It is always a pleasure to get a blue card from your own Group. Without going into the detail of the EDIS proposal and the implications for certain Member States and smaller banks, what is clear is that the resolution cases that we have seen taking place in Europe have not all followed the ideal model that we foresaw when we put the legislation into place. That just proves my point that there are still some blind spots in the way that the legislation was meant to be. But I can reassure, in some regards, the colleague from Austria that we are, of course – also in working on the EDIS proposal – aware that the legislation that we make should suit big banks, but also the smaller ones and the particular cases that we have seen in the case of Einlagensicherung in Germany and in Austria.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 14, "date": "2018-03-01.json", "name": "Pervenche Berès (S&amp;D).", "mepid": "1985", "text": " — Mr President, Commissioner, banking union is the umbrella of the concept of risk reduction and risk-sharing. Sometimes I have the impression that the balance is imbalanced and that we forget to assess all the efforts that have already been made in terms of risk reduction, including how the European Union is going to integrate new international concepts to enable it to fulfil its commitments, with regard to the absorption of losses — the famous TLAC — or to lower the domestic value of non-performing loans (NPL), on which we expect new proposals. But this annual report today is a meeting point that perhaps allows us to identify three areas where more needs to be done. First, it was said here, the missing pillars. In essence, I identify two, of course, and ten on which no valid proposal can be made unless we advance in parallel on the question of liquidity and the question of loss absorption. But there is also this famous “budgetary support scheme” on which progress could be made with the transformation of the European Stability Mechanism, but we urge you to be vigilant to ensure that this is done according to the Community method, of course. And then there is the question of the link between banking sovereigns and states. We believe that the banking union should allow us to use these famous derogations which allow us to use the profits gained from the existence of the banking union. Finally, a third project opens for us following the Latvian case and the fall of the ABLV bank, which show us how secure and stable banking union cannot be achieved unless we look at the fiscal dimension and in particular the impact of the fight against money laundering on the stability and systemic nature of banks.", "language": "en", "original_language": "fr", "translation_provider": "aws"}, {"id": 15, "date": "2018-03-01.json", "name": "Sven Giegold (Verts/ALE).", "mepid": "96730", "text": " Mr President, ladies and gentlemen. We have an absurd situation after years of financial market reform. Some major banks continue to operate in the market with leverage ratios of only 4% of their balance sheet, while on the other hand — I have looked at this several times in my constituency — smaller institutions that are well off with a debt ratio of 8 -10% are flooded with reporting requirements for the Central Bank, national and European, the supervisor, national and European, of the European Banking Authority and also of the national statistical authorities. These reporting requirements are completely disproportionate to the objective of financial stability. It is therefore right that we are calling here for a uniform European reporting system to ensure that even smaller financial market players can survive after financial market reforms. I would ask you, Commissioner, to help us in the current legislation to launch such a comprehensive European standardised reporting system so that the bureaucratic burden is reduced while achieving the objectives of financial stability.", "language": "en", "original_language": "de", "translation_provider": "aws"}, {"id": 16, "date": "2018-03-01.json", "name": "Jörg Meuthen (EFDD).", "mepid": "190518", "text": " Mr President, ladies and gentlemen. We're talking about the banking union today. The German government called for banking supervision by the ECB in 2012, which was considered a clever move at the time. Today it has to be said that the German government has failed all along the line. The Banking Union is increasingly becoming a transfer union. The report calls for a safeguarding of bank resolution by the tax authorities. He naughty claims that this avoids recourse to state money. Ladies and gentlemen, you need to explain to me how to secure something fiscally without burdening the tax authorities. The report also calls for the ESM to be transformed into a European Monetary Fund to take over this fiscal hedge. Ladies and gentlemen, I invite you to vote in favour of my amendment and to reject it. It's time to give their colours — against bank bailouts at taxpayers' costs, against European deposit insurance and against the expansion of the banking union into a transfer union.", "language": "en", "original_language": "de", "translation_provider": "aws"}, {"id": 17, "date": "2018-03-01.json", "name": "Theodor Dumitru Stolojan (PPE).", "mepid": "39721", "text": "— Mr President, the banking union is the area where we have made quite a lot of progress and the European Commission deserves congratulations on persistence in this area. I am sure that we will also find a rational solution for guaranteeing people's bank deposits. What is worrying, however, is the way in which banking regulations are applied by some European banks. It is disturbing to learn from the United States of America about cases of money laundering through European banks and not to learn this from the banking system of the European Union, which we have created. Let us not forget that one billion dollars disappeared from the Republic of Moldova through European banks, without us, here in the European Union, paying attention and clarifying such cases as well.", "language": "en", "original_language": "ro", "translation_provider": "aws"}, {"id": 18, "date": "2018-03-01.json", "name": "Othmar Karas (PPE).", "mepid": "4246", "text": " Mr President, Mr Vice-President, ladies and gentlemen. Thank you very much for this report, which shows us that we have taken many steps forward in the banking union, but at the same time we have not yet finished. We have created the first pillar of joint supervision, but we need to take more appropriate account of the size and complexity of the institutions in the future. We have reduced the number of bad loans by a third since mid-2014, but we need to take further action, as the portfolio of EUR 950 billion is still above pre-crisis levels. We have created the second pillar of joint resolution, but we need to remove existing inconsistencies between state aid rules and EU law. We applied the resolution rules for the first time, but we need to improve the decision on whether a bank will fail or likely to fail. And we have strengthened deposit protection in Europe. But we have not yet completed work on the third pillar, a joint protection. I expect the Council to start EDIS now setting the schedule for risk reduction and risk sharing clearly. It's not about the if anymore, it's just about how. Let's finish the House of the Banking Union in this legislative period!", "language": "en", "original_language": "de", "translation_provider": "aws"}, {"id": 19, "date": "2018-03-01.json", "name": "Thomas Mann (PPE).", "mepid": "1922", "text": " Mr President! The European Banking Union has substantially strengthened the institutional and regulatory frameworks since the economic crisis. Equity ratios and liquidity ratios of banks in the euro area have clearly improved. But in some Member States the share of problem loans is far too high. The risks within certain national banking systems are not adequately addressed. In doing so, Member States and the banks themselves have primary responsibility for reducing bad credit. For all regulatory requirements, the costs of banks must not increase beyond measure, with a significant impact on the financing models for small and medium-sized enterprises. The principle of proportionality must be preserved. However, facilitations are necessary for banks with simple business models. The diversity of our European banks remains a stable basis for the competitiveness of our financial systems on a global scale.", "language": "en", "original_language": "de", "translation_provider": "aws"}, {"id": 20, "date": "2018-03-01.json", "name": "Maria Grapini (S&amp;D).", "mepid": "124785", "text": "— Mr President, Commissioner, the report is welcome. I want to congratulate the rapporteur and I want to refer to something that the rapporteur said. Of course, the financial crisis is still being felt. Let us ask ourselves whether banks take too big risks or too low risks. But the rapporteur also talked about big winnings in the banking system and bonuses and all sorts of prizes. Banks do not take risks for SMEs. SMEs are still unable to take credit and are decapitalised. Unfortunately, banks take risks giving such income to employees, above average, with the highest earnings in the banking system. I believe that what you said must, Commissioner, (of course, progress has been made) happen. It is not enough to have regulations here, it is very important that they also apply. How do we guarantee deposits? There is a big gap in some banks between how much a loan costs and how much interest is given on a deposit. And they are not guaranteed, indeed, for citizens. We must protect, and I, as a member of the IMCO committee, am thinking about how we protect consumers, SMEs, how we protect citizens. So this is where we have to make progress, because otherwise we're going to step on the spot.", "language": "en", "original_language": "ro", "translation_provider": "aws"}, {"id": 21, "date": "2018-03-01.json", "name": "Przewodniczący. –", "mepid": "23768", "text": " A heartfelt request to adhere to the temporal regime. We need to consider four projects and proceed to the ballots at 11.30 o'clock.", "language": "en", "original_language": "pl", "translation_provider": "aws"}, {"id": 22, "date": "2018-03-01.json", "name": "Νότης Μαριάς (ECR).", "mepid": "125069", "text": "Mr President, because of the economic crisis, trillions of EUR in public money has been allocated to the rescue of banks, burdening the public debt of the states, and all at a time when the funds allocated to tackle unemployment were scarce. In Greece there were three bank recapitalisations that increased public debt and socialised banks' losses, since they rescued the shareholders of the banks, many of whom were foreign shareholders. In fact, the third memorandum again sold the banks to private individuals instead of a lentil plate, resulting in a loss of at least EUR 30 billion and, if that were not enough, the banks that were rescued are now attacking the depositors themselves, the citizens themselves, who rescued them, who unfortunately have red loans and are now activating electronic auctions in Greece, resulting in the crows snatch the houses of the Greeks. It's unacceptable. This situation must not continue. The Greek people will not allow the crows to snatch the houses of the Greeks.", "language": "en", "original_language": "el", "translation_provider": "aws"}, {"id": 23, "date": "2018-03-01.json", "name": "Δημήτριος Παπαδημούλης (GUE/NGL).", "mepid": "28586", "text": "Mr President, without the European deposit-guarantee scheme, without the third pillar, there is no banking unification. The European economy and the European system are not shielded against a future crisis. In this respect, the completion of the third pillar, which is positive for the citizens, the European perspective and small and medium-sized enterprises, is lagging dangerously because there are a number of Member States within the Council, the Netherlands, Germany, a small minority, but very strong, which essentially puts veto. Because in the European Parliament too, there are objections and objections from the right and extreme right sides of the political spectrum. But we must move on because that is in the interests of the citizens. Significant steps have been taken in reducing risk. Steps must also be taken in the reciprocity of risk. European integration cannot be a 'la kart', it must also move towards the European deposit guarantee scheme.", "language": "en", "original_language": "el", "translation_provider": "aws"}, {"id": 24, "date": "2018-03-01.json", "name": "Σωτήριος Ζαριανόπουλος (NI).", "mepid": "125090", "text": "Mr President, the Eurogroup's latest decisions with the signature of the Syriza government are clear: 11 000 auctions in Greece alone this year. Banking Union means further capital strengthening of banks, which in Greece means three memoranda, redundancies and dramatic reductions in wages and pensions without end, even after the formal expiry of the memorandum, now with the loss of popular housing and the first housing, with the aim of recovering bank funds, with thousands of electronic auctions and sales of loans to fund crows with one purpose only: to fund viable (see large) companies. Another huge theft of popular property for capital. This need of the system is so pressing that popular resistance to auctions is punished as a peculiar crime, hit with tear gas and riot police, as yesterday in Athens. Let the Greek Government and the European Union know: the people are not going to back down. Unconditional protection of popular housing, not to the blackmail of banks and the state!", "language": "en", "original_language": "el", "translation_provider": "aws"}, {"id": 25, "date": "2018-03-01.json", "name": "Brian Hayes (PPE).", "mepid": "118658", "text": "   – Mr President, congratulations to Mr Loones on his report. I have just three observations to make. Firstly, the last pillar of banking union needs to be done. I agree with Mr Karas that it is how it is done, and I fully back the approach of Esther de Lange when she spoke to the House about the necessity of having risk-sharing and risk reduction at the same time. This has to be done in a phased way. We have made progress, and it remains to be done in terms of the last issue. My second remark is in relation to NPLs. It is really important that we resolve this issue, because without resolving this issue, we will stop lending to the real economy, to households, to SMEs, and the longer we put it off, the longer it takes for real growth and investment to occur in our economies. In my own country, we have a significant problem with NPLs in some of our banks, which have to be resolved. We also need a system which works within a code that the ECB have set, which is fair and equitable while at the same time recognising the necessity to resolve this issue. We do need more progress on insolvency laws across Europe, more judicial guidance, and we also need a code that is in place for all Member States of the eurozone.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 26, "date": "2018-03-01.json", "name": "Andrejs Mamikins (S&amp;D).", "mepid": "124746", "text": "   – Mr President, if you do not maintain order at home, then you should not be surprised if your house is managed by strangers. This fully applies to the European Banking Union. Two weeks ago, the US Financial Crimes Enforcement Network imposed sanctions on ABLV Bank, the third-largest bank in my country, Latvia, by prohibiting it from opening and maintaining a correspondent account in the United States. ABLV was under European Central Bank supervision. Neither the Latvian regulator nor the European Central Bank tried to check the accuracy of the charges. Moreover, after the bank had such difficulties, they helped to push back into the EDIS. The bank was forced to announce self-liquidation. Hundreds of Latvians lost their jobs. Dear colleagues, the authorities of another country can destroy large EU banks by a mere statement of suspicion. Such a situation is unacceptable. The European Union must protect its interests and the interests of European businesses. We need the European Union and European banking as a real thing.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 27, "date": "2018-03-01.json", "name": "Κώστας Μαυρίδης (S&amp;D).", "mepid": "124691", "text": "Mr President, first of all I would like to congratulate the rapporteur on the report. I will focus on just two points. This report takes stock of the issue of NPLs, which is mainly a problem for banks but, as noted in the report, it is also a matter of Member States' policies, but also of policies at European level, so as to avoid a further overgrowth of this problem. Now I move on to the next issue we have been discussing for some time, the Banking Union. Ladies and gentlemen, we agreed a banking union many years ago on three pillars. We applied the two. The timing of the implementation of the pillars was intended to respond to those legitimate concerns of the Member States who said that we should not have excessive transfer of risks. Now there are technical reasons not to apply the bank guarantee. To the Commission: Mr Dombrovskis, what are the real reasons - and not the technical ones - which prevent the implementation of the third pillar?", "language": "en", "original_language": "el", "translation_provider": "aws"}, {"id": 28, "date": "2018-03-01.json", "name": "Valdis Dombrovskis", "mepid": "n/a", "text": "   Vice-President of the Commission. – Mr President, let me once again thank Mr Loones for his excellent report and for today’s debate. The debate shows once again that we agree on the importance of the Banking Union in order to ensure a robust and stable financial system where banks are able to play their role of lending to the economy and helping to stimulate further economic growth.  To achieve this common goal, we should move from our current positions and make every effort to find solutions that could accommodate all interested stakeholders. As we have emphasised a number of times, we need to move with risk-sharing and risk-reduction hand—in—hand.  Several colleagues raised issues relating to the ABLV Bank, and I think it has exposed certain weakness in a banking union. In recent years we have substantially strengthened the EU’s anti-money laundering (AML) framework, whereas the enforcement of this framework remains largely national. So there we must really see what we can do more at European level as regards AML enforcement. As has been said several times, also by the Commission, we need to take advantage of this favourable economic moment to complete the Banking Union. This is the only way to ensure that the overall economic and monetary union is completed as well and is strong enough to cope with a future crisis. We count on your efforts and support to help move this regulatory agenda forwards.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 29, "date": "2018-03-01.json", "name": "Sander Loones", "mepid": "128717", "text": " rapporteur. — (NL) Thank you, Mr President. Thank you to colleagues, especially the shadow rapporteurs, for their excellent cooperation and for the interesting debate. I think it's interesting that just about everyone we've heard here says: yes, a lot of work has been done, good work, but there is also work on the shelf. So we still have some business to do. In this respect, it has also become a rather critical report, with a number of incitement to the discussions of the future. If you were to ask me personally what the focus should be on now, I see four points myself. One: I think we need to tighten up our state aid rules more. We learned that from the bank rescues in Italy. Two: we need to work more in the field of supervision. Just recently, we have seen — and has also been referred to repeatedly in this debate — what has happened in Latvia. Three: we need more transparency. There is still a great deal of work to be done in this area too. Finally, four, and this is the most important thing: the rules must be tightened and must not be watered down. In this context, I am looking with more than some interest at what is happening in Italy, for example. There are elections on the agenda this weekend and almost every prominent Italian politician advocates a weakening of the banking rules. That is not the way we should go. The direction we need to take is to go first for responsibility and then for solidarity. I also hear the Commissioner talking about risk sharing and risk reduction, risk-sharing and risk reduction. That's right, but it's wrong at the same time. It should be the other way around. In this Parliament, we should first talk about risk reduction and then about risk sharing. Talk about responsibility first, then about solidarity.", "language": "en", "original_language": "nl", "translation_provider": "aws"}, {"id": 30, "date": "2018-03-01.json", "name": "Przewodniczący. –", "mepid": "23768", "text": " I'm closing the debate. The vote will take place on Wednesday 1 March 2018. Written statements (Article 162)", "language": "en", "original_language": "pl", "translation_provider": "aws"}, {"id": 31, "date": "2018-03-01.json", "name": "João Ferreira (GUE/NGL)", "mepid": "96706", "text": " in writing. — (PT) The year 2017 saw a well-known story repeated: once again, taxpayers were forced to pay bailouts from private banks. The bailout of Italian banking involved EUR 17 billion of public resources. This money, taken directly from the workers' pockets, served to save two failed banks and protect their bondholders. In Portugal, taxpayers' money continues to pay the resolutions of BPN, Banif or BES. But the much-propagated Banking Union, served to the sweet people with the false promise of an end to the bailouts made with taxpayers' money, actually means much more than the continuation of these same ransom. We have also seen a wave of mergers and the impetus for the monopolistic concentration of the financial sector on a European scale, with the creation of huge financial groups, all of which are controlled by large groups, in the case of Portugal all foreigners. In other words, all contrary to what was announced with the Banking Union, supposedly created to end banks 'too big to bankrupt' and to end the regabofe of public funds to pay for the consequences of speculation and financial irresponsibility. Only public control of banking can place the financial system at the service of the economy and development.", "language": "en", "original_language": "pt", "translation_provider": "aws"}, {"id": 32, "date": "2018-03-01.json", "name": "Vladimír Maňka (S&amp;D)", "mepid": "28192", "text": "in writing - The Banking Union, consisting of the Single Supervisory Mechanism and the Single Resolution Mechanism, is to ensure a reliable and secure banking sector in the European Union. Financial stability in the Union affects the entire economic and economic life and has an impact on each entity. I support the strengthening of the supervision of the banking sector so that, in the event of a threat, the Union can respond in a timely manner and flexibly take the necessary measures. I also consider it essential that a regulation on the European Deposit Protection Fund should be adopted as soon as possible, which will strengthen financial stability and increase the confidence of residents in the financial and banking sectors.", "language": "en", "original_language": "sk", "translation_provider": "aws"}, {"id": 33, "date": "2018-03-01.json", "name": "Eva Maydell (PPE)", "mepid": "98341", "text": "  in writing. – With all European economies performing considerably better, 2018 has been the first time since 2012 that we can focus on upgrading our economic structure – to equip the Banking Union and the euro area with all the necessary tools in case of a new crisis. It is now time for the economies of the countries of the community to be supported with adequate tools to increase their resilience to future shocks. We want banks to act responsibly and our responsibility as policymaker is to help them by completing the Banking Union. We must not get complacent and rely on good economic times lasting forever. Reaching an agreement on a common financial backstop for the SRF, adopting the financial instruments for reforms and meeting the conditions to set up a European deposit insurance scheme must be top priorities for the EU and finalised before the end of the legislative term of EC and EP. It must be clear that the Banking Union is not an end in itself for the regulators. It is a condition to ensure that taxpayers money is not first in line to pay for banking shocks.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 34, "date": "2018-03-01.json", "name": "Pirkko Ruohonen-Lerner (ECR)", "mepid": "132366", "text": " in writing. — The annual report of the Banking Union discusses the completion of the EMU of the European Economic and Monetary Union. In practice, it is about deepening economic and monetary union towards greater solidarity over bank liabilities and liabilities, which I cannot support. The expansion of solidarity also includes a deposit protection scheme covering the euro area as a whole. The level of problems facing banks varies widely between countries and the average figures in the annual report don't say much about the overall situation. In many countries, such as Italy, huge risks are plusking in the banking sector. Basically, there has been a shift in banking union to bailing out banks with owners' money. In practice, however, the cases that surfaced in 2017 show that there has been no way of getting rid of bank bailouts with taxpayer money. Problem credits need to be thoroughly sorted out and banks” balance sheets cleaned up before a move to a common deposit protection scheme can even be discussed. Without these measures, talk of protecting taxpayer money is empty promises.", "language": "en", "original_language": "fi", "translation_provider": "aws"}, {"id": 35, "date": "2018-03-01.json", "name": "Przewodniczący. –", "mepid": "23768", "text": " The next item of order of the day is the report drawn up by Emmanuel Maurel on behalf of the Committee on Economic and Monetary Affairs on the proposal for a Council Directive amending Directive 2011/16/EU as regards mandatory automatic exchange of information in the field of taxation in for reported cross-border arrangements (COM (2017) 0335 — C8-0195/2017 — 2017/0138 (CNS)) (A8-0016/2018). At this point, we face a procedural problem — there is no Commissioner Moscovici. I was checking, we were not the ones who accelerated our timetable for the debate, rather the Commissioner is slightly late. Will there be agreement for us to start our debate with the rapporteur's speech hoping that the Commissioner will come?", "language": "en", "original_language": "pl", "translation_provider": "aws"}, {"id": 36, "date": "2018-03-01.json", "name": "Emmanuel Maurel", "mepid": "24505", "text": " rapporteur. — (FR) Mr President, ladies and gentlemen, since the last European elections, we have been a few in this Chamber who have devoted ourselves to the fight against tax evasion. It must be recognised that this is not easy, since in four years we have seen a lot of scandals, a lot of revelations and sometimes we feel that our work, our proposals, everything we are trying to do with the Commission do not allow us to move forward very quickly. And that's the truth, unfortunately. But this is also the reason why, as soon as we have small victories, we have to draw a little courage, a little energy and, with this text, it is a small victory — victory certainly modest, but a victory anyway and we must act it. A victory first over white-collar delinquency, fraudsters, professional profit flight planners and those who obviously help them, that is, intermediaries. There is — as you know here, ladies and gentlemen — a real tax optimization industry, with discreet companies, and we ask them to be accountable for the schemes they design, advise and market. With this so-called CCCTB reform, all arrangements that meet even one possible criterion of aggressive tax optimization will have to be reported to the tax authorities, under penalty of penalties. It is also a victory over the smuggling competition — tax competition — which the Member States sometimes indulge in. All information collected will be obligatory and automatically exchanged between the Member States of the European Union. Any progress in this area is good to take, because as we know, States are engaging in a distressing tax race and exchange useful information only if they are forced and forced to do so. Well forced, here they will be, and that's so much the better. Finally, it is a small victory for the European Parliament, more specifically, because through the unanimous vote of the Committee on Economic Affairs, which has substantially improved the text, we prove that our institution is one of the most cutting-edge institutions on the issue of tax evasion. You are going to tell me that this is normal, since we are perhaps the institution that most takes into account the sovereign, the people, the public opinion. On this subject, European society is tired of tax inequalities and is also legitimately revulsed by all these scandals to which I referred. People are watching closely what is happening in Brussels on this issue and that is why we are and we must always be in tune with popular expectations in this area. Finally, it is a technically solid victory, since the CCCTB directive, as it is being voted on today, is considerably enriched, and I would like to thank all the shadow rapporteurs and elected representatives who participated in this work. First of all, we have an obligation to notify the tax authorities of questionable tax arrangements, which will concern not only tax advisors but also auditors. For me, this is very important, because it includes large firms systematically involved in tax scandals and referred to as “Big Four”. You also have the profit leakage that sometimes continues through old assemblies that are always functional, and we ask that all montages, even created several years ago, be notified as soon as they are still in force. Finally, and this is very important, we have expanded the indexes of aggressive tax optimization so that the radar — somehow, if I dare say so — is as complete as possible. So we move forward, we make proposals, we are working with the Commission. Much remains to be done, but it is a small victory, it is a step in the right direction, which must be greeted. Once again, I thank the elected officials who have dealt with this issue, and in particular the shadow rapporteurs, and I invite you to vote massively — if not unanimously — this text, which is going in the right direction.", "language": "en", "original_language": "fr", "translation_provider": "aws"}, {"id": 37, "date": "2018-03-01.json", "name": "Tom Vandenkendelaere", "mepid": "129164", "text": " on behalf of the PPE Group. — (NL) Thank you, Mr President. Good morning, colleagues. Leaks like the Panama and the Paradise papers keep the public outrage burning. And that is necessary, because with public pressure, we can bring about political action. I think this directive is a really good example of that. Especially the Paradise papers have shown the importance of intermediaries in tax evasion. It is those specialists who sell the most optimal tax backgates to their customers, as it were. Every individual and every company has, in principle, the right to use these tax backgates, but the core of the problem lies in the fact that not every individual, not every company, has the means to do so. An SME in West Flanders simply cannot afford the services of such a specialist consultant. This goes beyond competition, this is just unfair. This report is therefore very balanced and I think that is important. A good example of this is the obligation to notify new and old constructions with a possible odour. But at the same time, it shouldn't be a manhunt. The exception to leave old constructions that are no longer actively used outside this reporting obligation is therefore justifiable. In this Parliament, ladies and gentlemen, a while ago we made a clear choice in favour of greater fiscal justice and greater transparency. This report fits perfectly into that.", "language": "en", "original_language": "nl", "translation_provider": "aws"}, {"id": 38, "date": "2018-03-01.json", "name": "Pervenche Berès", "mepid": "1985", "text": " on behalf of the S&D Group. — (FR) Mr President, although it is strange to hold a debate in plenary without the Council and without the Commission, allow me to congratulate the rapporteur as he has brought absolutely significant progress to this proposal for legislation, and all the repeating scandals we have we know how often tax evasion involves complex cross-border arrangements. These only exist because intermediaries, those we are interested in today, whether they are lawyers, accountants, bankers, tax advisors or wealth managers, imagine them and sell them to multinationals, those who have the means to afford such a variety of services. Is it normal for whistleblowers to face justice because they reveal fraud, while those who conceive them would be protected? By obliging the competent national authorities to declare, under penalty of sanctions, the cross-border tax regimes put in place for their customers, this text dissuade the implementation of such dubious mechanisms which reflect a desire to circumvent the law or to unduly reduce the amount of taxes owed. The national authorities will also have to exchange the information collected with each other, thus facilitating cooperation between Member States within a common European legislative framework. It is now up to them to assume their responsibilities, and it seems to us that this deserves to be welcomed as an important step in the implementation of real tax fairness within the European Union. We are, of course, waiting for the Member States at the turn. (She agreed to answer a question “blue card” (Rule 162 (8) of the Rules of Procedure).", "language": "en", "original_language": "fr", "translation_provider": "aws"}, {"id": 39, "date": "2018-03-01.json", "name": "Paul Rübig (PPE)", "mepid": "2278", "text": " Question about the procedure of the “blue card”. — My question goes in the direction: we have now heard from the banks and also from consumers that a lot of new bureaucracy has now moved in. There are massive complaints that bureaucracy in this area has increased dramatically, especially for small and medium-sized enterprises engaged in cross-border business. Are there any proposals here to stop bureaucracy and use automated systems?", "language": "en", "original_language": "de", "translation_provider": "aws"}, {"id": 40, "date": "2018-03-01.json", "name": "Pervenche Berès (S&amp;D)", "mepid": "1985", "text": " answer 'blue card'. — I believe that Mr Rübig has used a 'blue cardboard' to make a plea in favour of SMEs, which is irrelevant to the purpose of this proposal, except by facilitating the denunciation and removing the role of intermediaries which favours the large multinationals, a contrario, of course, this will restore conditions for healthier and more favourable competition for SMEs.", "language": "en", "original_language": "fr", "translation_provider": "aws"}, {"id": 41, "date": "2018-03-01.json", "name": "Przewodniczący. –", "mepid": "23768", "text": " Welcome to Commissioner Moscovici. I wanted to inform you that we are at the following stage: there was a speech by the rapporteur, there were two political groups (PPE and S&D). At that point, I wanted to ask you to come forward.", "language": "en", "original_language": "pl", "translation_provider": "aws"}, {"id": 42, "date": "2018-03-01.json", "name": "Pierre Moscovici", "mepid": "n/a", "text": " Member of the Commission. — (FR) Mr President, I am sorry for this delay, totally beyond my control, but I had to take a train this morning and the snow had delayed it a bit, which deprived me of the pleasure of hearing previous speakers. In particular, I would like to welcome the rapporteur, Mr Maurel, for his report, which I find very high quality. I will return in a few moments to the proposals contained therein. I am delighted to be able to present before you one of our Commission's flagship proposals on tax transparency as you are preparing to vote this afternoon on a proposal on intermediaries. Recent scandals — the Panama Papers, the Paradise Papers — have shown that banks, accountants, tax advisors, lawyers — some lawyers — played a key role in favouring certain multinationals and organizing arrangements that allow wealthy individuals to escape tax. Faced with this phenomenon, we need more transparency, with a simple idea that is to strengthen the capacity of Member States to prevent and detect this aggressive tax planning that deprives governments and citizens of legitimate resources. That is why last June the Commission adopted a proposal to shed greater light on the practices of these intermediaries. In a nutshell, it is a matter of forcing advisers to inform tax authorities of certain — not all — cross-border schemes that they sell to their clients that can help them evade tax. I want to begin by summarizing, in a few questions, the proposal I had the honour of presenting last June. Question 1: Why would these reporting requirements for intermediaries help reduce tax evasion? The proposal gives Member States more information on the tax planning that could facilitate tax evasion and evasion. The national tax authorities, if the proposal is adopted — which I hope — will then be able to respond more quickly to the risk of abusive tax practices. It will also provide a deterrent effect for those who favor aggressive tax planning mechanisms, since tax authorities will be in a much better position to challenge such planning with early warning systems. Who are the intermediaries we're talking about? These include bankers, lawyers, financial consultants, tax advisors, accountants, etc. including — as seen in a number of spectacular cases — sports agents. Obviously, I want to say this because I do not want to suggest that this proposal is stigmatizing professions that are useful to the common good and that help to the functioning of justice, not everyone in this sector is associated with aggressive tax planning and not any tax arrangement is a tax planning package aggressive. What types of devices should intermediaries communicate to the administration? They will be accountable for any cross-border arrangement that contains one or more of the markers identified in the proposal by the English hallmarks. These markers are elements or features of the transaction that could allow tax evasion. For example, the use of special modalities that involve favourable tax regimes in countries that do not meet the standards of good international governance. Who is required to report these arrangements to the tax authorities? Intermediaries will have a primary obligation to report these plans, but this obligation may be transferred to the taxpayer in certain circumstances. For example, when the intermediary is protected by confidentiality or professional secrecy, where the intermediary is established in a third country or where there is no intermediary because the scheme was designed in some way “in house”. Member States will automatically exchange the information they receive using a central directory managed by the Commission, fully accessible to all Member States. The report you are discussing contains views and ideas that I share. For example, the Commission acknowledges that the lack of reaction by the tax authorities on declared devices should not mean that they cannot be challenged in the future. We also agree that tax administrations and financial intelligence units on money laundering and terrorist financing need to be better coordinated. The rapporteur is right to point out that. However, on your proposal to give the Commission full access to the central directory — although I can of course understand it and appreciate it — I think it should be admitted that we know that the Member States will not accept it. We are not a tax authority, we do not have the same standards of tax secrecy, so if I have sympathy for the proposal as such, I think it implies a number of upstream institutional reforms that we do not have at present. Nor do I think we should harmonize the role of accountants more closely or provide for the publication of sanctions imposed on jurisdictions, intermediaries and taxpayers who do not comply with their obligations. Of course, this does not change the fact that if an intermediary fails to provide the information requested, then national sanctions will apply. The proposal requires Member States to ensure that these penalties are sufficiently severe to discourage cases of non-compliance and we will ensure that this is the case. In conclusion, let me stress how much progress has been made in three years in increasing transparency and cooperation between Member States on tax matters. On this issue of intermediaries, I am delighted to note that the subject was put on the agenda of the next Ecofin on 13 March, which is proof that the dossier is moving forward. I urge you, of course, not to relax the pressure — I trust you for this — to continue this work now at the level of the Member States in partnership with the Bulgarian Presidency. On our other proposals, Member States have agreed to automatically exchange information on financial accounts, cross-border advance tax rulings, country-by-country declarations of multinationals — I continue to believe that these should be made public. They also agreed on new rules that will give tax authorities access to anti-money laundering information, an idea proposed in the wake of the Panama Papers. And of course, I do not forget our April 2016 proposal to make public country-by-country declarations for multinationals to allow citizens and civil society to exercise more control over tax practices. I know that some Member States continue to resist, I regret it, but that is in the direction of history, and I am sure that we will come to an agreement shortly, that is our shared responsibility. I know that the Council, the Commission and Parliament are on the same line and see the need to be ambitious and move things forward. I would like to thank the European Parliament once again for its important contribution to our work and I look forward to, first, the continuation of this debate and, secondly, the vote of your Assembly, which I expect with great confidence.", "language": "en", "original_language": "fr", "translation_provider": "aws"}, {"id": 43, "date": "2018-03-01.json", "name": "Pirkko Ruohonen-Lerner", "mepid": "132366", "text": " on behalf of the ECR Group. — Mr President, thank you to all who are sincerely involved in the important work against tax evasion. Numerous tax scandals, including the LuxLeaks and Panama Papers, raised a stiff on which much work has been done to prevent tax evasion. The latest Paradise Papers data leak showed how work is still badly underway. The motion for a mandatory automatic exchange of information on cross-border tax arrangements, in short DAC6, expands administrative cooperation in the field of taxation. Those planning or promoting cross-border tax arrangements, such as banks and tax advisers, are obliged to report dubious tax arrangements before they are introduced to the tax authorities. The proposal requires information to be submitted to the European Commission and to the Member States' tax authorities. DAC6 is a necessary reform, but one can ask if it is sufficient. So the functionality of the exchange of information needs to be carefully monitored. If this reform is not enough, it is necessary to return to the matter in a quick timescale.", "language": "en", "original_language": "fi", "translation_provider": "aws"}, {"id": 44, "date": "2018-03-01.json", "name": "Lieve Wierinck", "mepid": "183022", "text": " on behalf of the ALDE Group. — (NL) Mr President, ladies and gentlemen, many of us talk about fair taxation, but few offer a real solution. Tax avoidance is a problem that has many facets, but the source of this is usually a lack of information. Today we are voting the DAC 6, which is the last proposal in a whole series to combat tax avoidance and should close the last loophole in the net. What makes this proposal so different is that it works preventive. Instead of combating tax avoidance, we are giving Member States the opportunity to anticipate this and secure their revenues for aggressive tax constructions. In addition, it ensures that the information they collect will be automatically shared with each other. This cross-frontier approach will make abuses of different systems between countries a lot more difficult, because it would be naive to think that this problem can be solved entirely at national level. I believe that this proposal will achieve its intended objective.", "language": "en", "original_language": "nl", "translation_provider": "aws"}, {"id": 45, "date": "2018-03-01.json", "name": "Δημήτριος Παπαδημούλης", "mepid": "28586", "text": "on behalf of the GUE/NGL Group. — (GR) Mr President, I would like to congratulate Mr President. Maurel for his report. My group will vote in favour of it. It is a positive step and I would like to say that it is one of the reports which seeks to reinforce a positive, albeit late, proposal from the Commission. To combat tax evasion and avoidance, it is never enough that is done. We always need to be more effective because huge sums are being lost, both from public budgets and from the European Union, to the detriment of honest taxpayers, to the detriment of the social state, to the detriment of conquests and to the detriment of the ethics and ethics of the honest people. competition between companies. Those who oppose this proposal actually make it easier for those who evade and deceive tax. We must therefore have stricter framework, sanctions, transparency, cooperation and continually strengthen the arsenal of combating tax fraud which is gaining momentum.", "language": "en", "original_language": "el", "translation_provider": "aws"}, {"id": 46, "date": "2018-03-01.json", "name": "Molly Scott Cato", "mepid": "124942", "text": "  on behalf of the Verts/ALE Group. – Mr President, the Panama Papers demonstrated the key role played by intermediaries such as banks, accountants and lawyers in helping their clients create offshore structures for tax evasion, tax avoidance and money laundering, so we welcome this revision to the directive on administrative cooperation, whose aim is to ensure that aggressive tax planning schemes are reported to tax authorities so that they can investigate where necessary. It creates an obligation for intermediaries to disclose potentially aggressive tax planning arrangements, and this information will then automatically be exchanged with other Member States. Parliament has strengthened the Commission’s proposal by requiring an obligation for auditors to report suspect schemes when statutory audits of their clients’ businesses are being carried out and by proposing that the Commission itself should have access to the data exchanged. So we are glad to support this proposal as part of our ongoing work to counter the tax avoidance industry.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 47, "date": "2018-03-01.json", "name": "David Coburn", "mepid": "124967", "text": "  on behalf of the EFDD Group. – Mr President, these proposals requiring mandatory exchange of tax information undermine tax sovereignty of the nation states, individual privacy and attorney-client privilege, and also the directors’ duty to arrange the tax affairs of companies in order to pay as little tax as possible. We in Britain believe that the taxpayer has the right to do everything possible within the law – I say within the law – to minimise their tax exposure. You should not have to pay any more tax than is required: not one penny piece. Taxpayers should be allowed to enjoy the fruits of their hard labour, and not have it wasted by the state. The European Union wants to maximise taxation throughout Europe to pay for the fat-cat salaries and the gilded pensions of EU bureaucrats, under increasing bureaucratic tax bunching. This attitude to the rights of the individual is one of the reasons the UK is leaving the EU, and I encourage the Czechs, the Hungarians and the Poles to do likewise. (The speaker agreed to take a blue-card question under Rule 162(8))", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 48, "date": "2018-03-01.json", "name": "Doru-Claudian Frunzulică (S&amp;D)", "mepid": "124790", "text": "  blue-card question. – It is always a pleasure to address a question to my friend, especially when he is talking about Brexit. Do you know, Mr Coburn, that in the City of London, which is so famous for its banks and the financial companies settled there, lots of European Union directives on taxation have not yet been applied? It seems that the city is already a kind of fiscal paradise. After Brexit it is probably going to become the biggest fiscal paradise in Europe.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 49, "date": "2018-03-01.json", "name": "David Coburn (EFDD)", "mepid": "124967", "text": "  blue-card answer. – Yes, I think the City of London will become a fiscal paradise and I think Europeans throughout Europe will be wanting to put their money into Great Britain and into the enterprise that is the City of London, so that they are better off. And, of course, we are the bankers of Europe. Many countries, including Italy, would be in tremendous trouble if they could not borrow money from us. Their banks are in danger of collapse, as is the entire euro system, hence why we are leaving.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 50, "date": "2018-03-01.json", "name": "Laurenţiu Rebega", "mepid": "124792", "text": "on behalf of the ENF Group. — Mr President, here we are finding that it is increasingly difficult for Member States to protect their national tax bases against erosion. In parallel, fiscal planning structures are becoming increasingly sophisticated and take advantage of the increased mobility of capital, as well as the lack of greater transparency in the European area. I believe that the fight against aggressive tax planning and structures practicing this kind of activity cannot be carried out as long as they do not in fact violate any legislative provision. I believe that the European institutions are obliged to implement sound and effective legislation across the Union, allowing the protection of the financial interests of the Member States, and secondly, of the Union as a whole. Until these prerequisites are met by strict and transparent legislation, any exchange of information between Member States will not be able to produce concrete results.", "language": "en", "original_language": "ro", "translation_provider": "aws"}, {"id": 51, "date": "2018-03-01.json", "name": "Λάμπρος Φουντούλης (NI).", "mepid": "125070", "text": "Mr President, this is once again when the Union fails to live up to the expectations of its citizens. Worse still, not only will this report not address tax evasion by large companies but also raises legitimate concerns about the security of personal data and how these can be used in the future. Firstly, the very tax regime of many Member States allows legal tax avoidance for those who, of course, have the means to identify and exploit the various loopholes in the law. Most importantly, however, the very idea of the single market urges tax avoidance, since not all countries have the same tax regime. Of course, it is absurd to expect a company to remain in one country and pay a multiple tax when it can, by taking advantage of the single market, transfer its registered office and save enormous sums, except, of course, small and medium-sized enterprises which, by their very nature, , unable to do such a thing. However, since uniform taxation would be an unacceptable assignment of national sovereignty for us, we support the return of borders in terms of the movement of goods or the provision of services within the Union.", "language": "en", "original_language": "el", "translation_provider": "aws"}, {"id": 52, "date": "2018-03-01.json", "name": "Ivan Štefanec (PPE)", "mepid": "124929", "text": "— Mr President, ladies and gentlemen, the effectiveness of tax collection is an indicator of elementary justice. If the state is unable to collect taxes according to the applicable rules, it means that something essential is wrong, and if there are scandals such as Panama papers or Paradise papers, the situation is all the more serious. The fight against tax evasion and fraud must be a self-evident priority in our common European market in its continued integration. I believe that fiscal subsidiarity is of importance and the competence to decide on the level of taxes at national level should be maintained. At the same time, however, there is clearly more to be done to cooperate each country. Mandatory automatic exchange of information on cross-border matters is certainly the right step we need to improve transparency and access to information and thus improve tax collection. This mandatory exchange of information will help, in particular, the Member States themselves, which in many cases lose tax revenues. This is especially true in cross-border cases where national measures cannot even be fully effective. We are also still witnessing cases of outtruded firms in other countries with an effort to conceal the identities of real owners. I believe that mandatory exchange of information is the right way to secure all information for the tax authorities. I believe that the European Parliament's actions will help improve tax collection, make doing business fairer and job creation. (The speaker agreed to answer the question posed by raising the Blue Card (Rule 162 (8) of the Rules of Procedure).", "language": "en", "original_language": "sk", "translation_provider": "aws"}, {"id": 53, "date": "2018-03-01.json", "name": "David Coburn (EFDD)", "mepid": "124967", "text": "  blue-card question. – I wonder if you agree with me that all this is in preparation for a pan-European income tax in the future? Do you think the people of your country will be as pleased as the people of all the other European nations to be hit with yet another whopping great tax to pay for the ‘Folies Bergère’ that is the European Parliament?", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 54, "date": "2018-03-01.json", "name": "Ivan Štefanec (PPE)", "mepid": "124929", "text": "answer to the question posed by raising the blue card — No, colleague, I do not see it the way you do, and I certainly do not believe that this should be the basis for some common taxation or new taxes. I am a supporter of continuing tax sovereignty, I advocate that taxes should be decided in national countries, but at the same time we need measures to improve the collection of taxes. And through the mandatory exchange of information, I see a good and effective way to improve the collection of taxes.", "language": "en", "original_language": "sk", "translation_provider": "aws"}, {"id": 55, "date": "2018-03-01.json", "name": "Ramón Jáuregui Atondo (S&amp;D).", "mepid": "97078", "text": " Mr President, I believe that this directive is an important directive in the fight against tax evasion. I congratulate the Commission's initiative and congratulate my colleague, Mr Maurel, precisely on the work that this Parliament has done, which I think has made interesting contributions to the initiative, especially as regards the need to have a public record in the Commission on these matters and the need, , to establish penalties for non-compliance with the obligations laid down in this Directive. I would point out, however, that what Parliament is doing is an opinion and that in the fight against tax evasion we are suffering what I would call a retardant and almost boycott of many countries of the Union in the Council. The Council is generally veto, through the need for unanimity, many initiatives in this just fight for tax justice and is setting demands and is providing for opaque tax spaces or European tax havens. This cannot be: that is unsupportive, unsustainable and incompatible with a single market in the European Union.", "language": "en", "original_language": "es", "translation_provider": "aws"}, {"id": 56, "date": "2018-03-01.json", "name": "Ivana Maletić (PPE).", "mepid": "119436", "text": " — Mr. President, our obligation is to take all measures and protect honest entrepreneurs and taxpayers, protect citizens from those who carry out activities and earn in our countries, but find ways to avoid paying taxes and thereby not only damage the budgets of states but also on dishonest way compete in the market and destroy quality entrepreneurial ventures. We need to prevent the new Panama and Paradise Papers tax scandals. That is why amendments to this Directive are important. Exchange of information about perceived unfair tax practices is key, but more is needed than that. Information is needed that will enable preventive action and the establishment of mechanisms that will deter so-called advisers from designing and placement of arrangements to reduce the tax burden. Better exchange of information, education of tax administrations, exchange of knowledge and experience, involvement of financial institutions and auditors in disclosing information to tax administrations about potential tax avoidance situations are key to creating a system of fairer taxation and markets which will be stimulating for creating new jobs, which is what we want in the European Union — growth and development on quality foundations. Tax evasion certainly doesn't contribute to that.", "language": "en", "original_language": "hr", "translation_provider": "aws"}, {"id": 57, "date": "2018-03-01.json", "name": "Dariusz Rosati (PPE).", "mepid": "28394", "text": " - Mr President! Dear ladies! In the House, we have repeatedly criticized adverse tax avoidance practices, with constructing aggressive tax patterns, with so-called tax optimization. These are all practices that, even if they are lawful, Mr Coburn, go against the spirit of the law and most certainly introduce highly harmful discrimination, in particular hurting small and medium-sized businesses. I therefore welcome the Commission's legislative proposal, and therefore I also want to say that I will support the Morel report because these documents are moving towards a revocation of these practices. They will certainly have a chilling effect on the one hand and prevent, in many cases, from proposing by financial intermediaries, banks, tax advisers a variety of dodgy tax schemes. And on the other hand, they provide very important information for the tax authorities, who will be able to seal the tax system and eliminate these adverse practices.", "language": "en", "original_language": "pl", "translation_provider": "aws"}, {"id": 58, "date": "2018-03-01.json", "name": "Ana Gomes (S&amp;D).", "mepid": "28306", "text": " — Mr President, the schemes of tax evasion and money laundering highlighted by the Panama Papers and Paradise Papers, among other scandals, show how there is a cross-border web of intermediaries, including consultants, bankers, lawyers, accountants and other service providers who are specialized in designing tax evasion and laundering schemes for large multinationals, wealthy clients and mafias to avoid taxes and other legal obligations with opacity and impunity. That is why this Commission proposal which follows Parliament's call in various reports is so important. It aims to ensure the obligation to report cross-border schemes designed by tax intermediaries or taxpayers to the tax authorities of each Member State, including information collected in the automatic exchange of information between tax authorities in the European Union. The excellent report by Emmanuel Maurel, which will be adopted today, aims to strengthen the Commission on the part of Parliament. Let us hope that governments in the Council will not reduce the scope of the obligations to report and share information collected, so that we adopt robust legislation without any subterfuge against transparency and accountability.", "language": "en", "original_language": "pt", "translation_provider": "aws"}, {"id": 59, "date": "2018-03-01.json", "name": "Νότης Μαριάς (ECR).", "mepid": "125069", "text": "Madam President, it is a fact that tax evasion and tax avoidance must be struck. We know that and that can be done, first of all, when the obligation is imposed to tax multinationals where they actually make their profits. The second is that the policies of aggressive tax planning are essentially based on the regulations in the Member States themselves and, therefore, by changing the legislation, one can tackle this situation, because only in this way will unfair competition be stopped. It is therefore a positive report and, of course, there must be an exchange of information, but what we need to do is close, by law, the various loopholes which allow tax evasion and avoidance of the various multinationals. So that is where we need to focus mainly, that is the key element: to close all the tricks and all the tax windows.", "language": "en", "original_language": "el", "translation_provider": "aws"}, {"id": 60, "date": "2018-03-01.json", "name": "Doru-Claudian Frunzulică (S&amp;D).", "mepid": "124790", "text": "   – Madam President, direct taxation is not harmonised across the European Union, which means that the freedom of EU citizens and their businesses can enable some taxpayers to avoid or evade tax in their country of residence. The automatic exchange of information on tax rulings should allow the Member States to combat tax evasion, detect companies’ abusive tax practices and consequently take any necessary action against them. I support the Commission proposal to improve and strengthen administrative cooperation between the Member States’ tax administrations, and I consider it important for the Member States to strengthen the financial and human resources of the tax administration. Nevertheless, it is important to have strong and corresponding sanctions, which should be financial as well as granting access to the central depository. This could also strengthen the EU’s competitive policy.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 61, "date": "2018-03-01.json", "name": "Ruža Tomašić (ECR).", "mepid": "119431", "text": "— Madam President, the exchange of information on cross-border arrangements in the context of better, more transparent and fairer taxation and the fight against tax avoidance and tax evasion is extremely important. If we want capital and people mobility and a functioning single market, we need to have clear rules on which entities act on it. In doing so, we must always take care that extra regulation costs and that big economic operators will be much easier to bear that cost than the medium-sized and small companies that form the backbone of the European economy. Therefore, I am once again appealing for a change in tax policies that must be stimulating, while penalties for evasion and evasion should become tougher. In this way, these harmful practices and crimes become unprofitable, so fewer and fewer subjects will try to hide their money from the state at all.", "language": "en", "original_language": "hr", "translation_provider": "aws"}, {"id": 62, "date": "2018-03-01.json", "name": "Nicola Caputo (S&amp;D).", "mepid": "124851", "text": " Madam President, ladies and gentlemen, tax planning structures have evolved, becoming particularly sophisticated and often benefiting from increased capital mobility and people in the domestic market. They generally consist of mechanisms that develop between different jurisdictions and transfer taxable profits to favourable tax schemes or have as effect that of reducing taxes payable towards taxpayers. Under these conditions it is increasingly difficult for Member States to protect national tax bases from erosion, which prevents them from enforcing growth-friendly fiscal policies. Amendment to the directive on administrative cooperation in the field of taxation aimed at strengthening transparency is undoubtedly an important element in the strategy to combat evasion and Commission tax avoidance. However, the main problem of the lack of a fair European tax system, which is a fiscal union, which completely frustrates any attempt at economic cohesion and social in Europe and disproportions the possibilities of escaping and evading the IRS.", "language": "en", "original_language": "it", "translation_provider": "aws"}, {"id": 63, "date": "2018-03-01.json", "name": "Pierre Moscovici", "mepid": "n/a", "text": " Member of the Commission. — (FR) Madam President, I would like to begin by thanking Members for this very interesting exchange of views, which, above all, bodes for a good conclusion for this text, and it will be an important signal if this text is voted, as I can feel at the conclusion of this debate, in a largely transpartisan way. We all — or almost all — share the conviction that the time has come for greater transparency on the practices of intermediaries. These have actually worked too long in the shadows. I recently used the bold image — I agree — of vampires to qualify some perpetrators as tax evasion. Yet, even if bold, the formula was not inaccurate: some thrive as long as there is secrecy and thrive only in secrecy. Transparency is therefore the only effective weapon, the main weapon to counter tax evasion and evasion. This is the objective that our proposal on intermediaries is once again pursuing. The tax authorities — I am sure — need this additional source of information, because otherwise they would not be able to identify a particular device during the audit of a company because they do not have an overview. I believe that this new proposal will greatly help the tax authorities improve their effectiveness in combating tax evasion mechanisms. I believe it represents a new step in supporting fairness in the area of taxation. Once adopted, this directive will ensure a level playing field. It will provide greater security to intermediaries who respect the spirit and letter of our legislation and will make life very difficult for those who do not. At present, let's recognize that it may be difficult for some companies that do not practice tax planning to compete with the multinational companies that use aggressive tax regimes to avoid paying their fair share of taxes. It is all the more unfair because it also means that honest taxpayers have to pay more than their fair share to compensate for the shortfall and ensure the financing of the public services and common goods that our fellow citizens need. I have committed myself to this fight until the end of my mandate, and I will do so, because from day one, my goal and that of this Commission is to ensure that all taxpayers, citizens and businesses, are on an equal footing and that no one is undoubtful privileged. I would again like to congratulate the rapporteur on his excellent work, which, I believe, is a basis for a very broad approval from this House, which will be a strong political signal of will and which I look forward to. Thank you for your attention and for this new proof of support for what the Commission has undertaken since November 2014 — probably at its pace, and this is also the pace of public decision — but with total determination, which we share, and I believe it is for the good of all.", "language": "en", "original_language": "fr", "translation_provider": "aws"}, {"id": 64, "date": "2018-03-01.json", "name": "Emmanuel Maurel", "mepid": "24505", "text": " rapporteur. — Madam President, ladies and gentlemen, Commissioner, thank you for these remarks, which still show almost unanimity in this Chamber, which consists in saying that fiscal inequalities threaten our democratic pact, that there is no equality of citizens without equal tax and that there is no stable and European state stable and respected, which leak tens of billions of euros of public revenue every year. So I have heard the comments of each other and, to quote one colleague, it is obviously not a question of stigmatizing professions, but of trying to deter some of these professionals from engaging in what I called a “tax evasion industry”, in any case tax optimization, which we all denounced this morning. Commissioner Moscovici invited us to be aware of the progress that had been made over the last three years. It is true that the Commission and Parliament are trying to work at their own pace to find answers. It is also true, however — let us be honest, ladies and gentlemen — that the Council is not helping us much and that we will not have to relieve the pressure on Member States which, on this issue, are rarely ahead and rarely want to anticipate a number of debates. Thank you ladies and gentlemen, I hope that this text will be voted with the widest possible majority so that we can send — in the words of the Commissioner — a political signal of the desire to restore equality of citizens and businesses in the face of taxes.", "language": "en", "original_language": "fr", "translation_provider": "aws"}, {"id": 65, "date": "2018-03-01.json", "name": "President. –", "mepid": "28115", "text": "  The debate is closed. The vote will take place shortly. Written statements (Rule 162)", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 66, "date": "2018-03-01.json", "name": "Theodor Dumitru Stolojan (PPE)", "mepid": "39721", "text": " in writing. — Mandatory automatic exchange of tax information for transnational arrangements is the main instrument available to Member States to prevent and identify tax evasion and situations where taxable income is not declared. That is why the European Commission's initiative, in this respect, is welcome. I believe that there is a need, too, in this case, to have a list of tax jurisdictions that do not wish to cooperate in that area and, possibly, to introduce the necessary sanctions. Tax evasion and tax avoidance, through a kind of practice, must be stopped in the general interest of citizens.", "language": "en", "original_language": "ro", "translation_provider": "aws"}, {"id": 67, "date": "2018-03-01.json", "name": "Tibor Szanyi (S&amp;D)", "mepid": "124703", "text": " in writing. - I welcome the report on the mandatory automatic exchange of information in the field of taxation and congratulate the EP, especially the S&D group, which has been struggling for a long time to restore tax justice in Europe — which has already achieved a number of serious results in this square. Against aggressive tax planning, it is not possible to fight alone, solely in the competence of the Member States. Community, European action is needed to finally close the loopholes so that we can remove the unfair tax burden from the shoulders of honest taxpayers citizens and SMEs. Automatic exchange of information between tax authorities, increased transparency and stricter action against intermediate operators assisting in tax evasion schemes will help in this. At the same time, I would recall that the legislation assumes that it works with independent tax authorities operating in European legal states. And here is the limitation of the law, because in the case of Hungary, unfortunately, this does not exist — neither the rule of law nor the authorities that are independent of the Hungarian government. I am therefore sad to draw attention to the fact that, under these conditions, the EU certainly cannot expect bona fide cooperation from this Member State to avoid aggressive tax planning.", "language": "en", "original_language": "hu", "translation_provider": "aws"}, {"id": 68, "date": "2018-03-01.json", "name": "President. –", "mepid": "28115", "text": "  The next item is the report by Javier Nart, on behalf of the Committee on Foreign Affairs, on a European Parliament recommendation to the Council, the Commission and the Vice-President of the Commission / High Representative of the Union for Foreign Affairs and Security Policy on cutting the sources of income for jihadists – targeting the financing of terrorism (2017/2203(INI)) (A8—0035/2018).", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 69, "date": "2018-03-01.json", "name": "Javier Nart", "mepid": "125005", "text": " rapporteur. — Madam President, the defeat of the Islamic State in Syria and Iraq does not mean an end: in your hands there is a huge amount of money that has been stored throughout your caliphate with the sale of oil, the capture or investment of legitimate businesses, revolutionary taxes, robberies, bank assaults, kidnapping, trafficking in antiques, arms sales. Approximately $400 million is estimated to be laundered in Syria and Iraq, considering that the approximate volume of their economic movement, at the time of the caliphate, was about $80 million per month. The purpose of this Recommendation is to collapse, prevent the use of these funds, that they can be laundered, that their loot can be marketed, because intelligence services need to function in a coordinated manner to combat the financing of terrorism. It is therefore proposed to the Commission, the Member States and the European External Action Service a comprehensive, comprehensive vision that will deepen the necessary cooperation between European intelligence services. The creation of a horizontal platform for European intelligence services where they can share data and research is a strategic necessity. It is not a question of creating a new institution but, realistically, of establishing a cooperation platform where there is a joint database and where this data can be shared. And this platform we are proposing must be built on the basis of what already exists in Europol, with a proactive exchange of information on the financing of terrorist groups. Member States are also encouraged to devote more efforts to equip themselves with qualified personnel, IT engineers who are able to properly detect and investigate economically suspicious movements. We also call for the early implementation of the Fifth Anti-Money Laundering Directive to improve the competition of national intelligence units and to have access to bank details, including within the scope of the Directive, for their investigation, virtual currencies and prepaid cards, cards which, until now, were recharged anonymously, and that must be ended. New technologies have a fundamental role and responsibility. Virtual currencies, crowdfundig platforms are used by terrorists. New technologies are, by their very nature, cross-border, such as the response to terrorism, which is also cross-border. We have international agreements on the exchange and traceability of financial information linked to terrorism, but, very curiously, we do not do the same within the European Union. This is the case with the single euro payment area, and we therefore propose to the Commission that it pursue measures that can complement the international system with a joint European response, all strictly applying data protection standards and respect for the fundamental rights that define us as respectful of rights in the European Union. We also propose that, in the European Union, in particular the arrangements for the traditional transfer of money from hawala to Chinese fei ch'ien and other traditional arrangements, be regulated by a register of compulsory transactions, as is the case with any of our fellow citizens, who, when transfer money, do so in a controlled manner: equality before the law and non-discrimination. Hawala is being used by the Islamic State, by terrorist organizations to export their money from Syria and Iraq, and that money comes to Europe. Similarly, in Europe we must pay our attention to centres of worship, cultural and charitable associations — apparent charitable associations — where there is reason to suspect that have links to terrorism, in order to avoid negligent or reckless use of the funds they receive, all with particular attention to the fight against this new form of racism and xenophobia, which is Islamophobia. Terrorism defined as jihadism is blasphemy against the Qur'an and the main victims of this terrorist activity are precisely Muslims. Finally, in our external dimension, in the missions we send and finance from our common security and defence policy, as part of the assistance we provide to building resilience in the States victims of terrorist crime, we must add the dimension of the fight against the financing of terrorism and, especially against the integration into the own economy of funds captured by terrorists, that is, money-laundering through lawful economic activities. In conclusion, I would like to thank the colleagues with whom I negotiated the text, and also Commissioner King, with whom I had the opportunity to exchange views on the proposal for a Recommendation. I have sought the Recommendation to be realistic and possible and effective. And I am grateful that my efforts to combine the necessary and difficult balance between freedom and security have obtained the consensus of all political groups. Thanks to all of them.", "language": "en", "original_language": "es", "translation_provider": "aws"}, {"id": 70, "date": "2018-03-01.json", "name": "Julian King", "mepid": "n/a", "text": "   Member of the Commission. – Madam President, terrorists need to raise and move funds to maintain their networks, cover their logistical needs and commit their attacks. We need to close down the space in which they can do this. Countering terrorist financing is not only about limiting their capacity to act, but also about, as we have just heard, using financial intelligence to detect and stop terrorists before they act. Recent attacks perpetrated in Europe have been financed with relatively small sums of money, and that poses some new challenges to those who are working on the front line to prevent terrorist attacks. We need to give law enforcement and our public authorities the tools they need to do their job and to help keep us safe. So I very much welcome the timely recommendations in this report. Tackling terrorist financing is a high priority for all of us. From the Commission side, it is a key part of our work to build an effective security union. Our approach was set out in the Action Plan for strengthening the fight against terrorist financing of February 2016, and we are now taking that work forward on two fronts: detecting and preventing terrorist funding, and disrupting the sources of revenue. That covers a range of different measures: preventing the misuse of the financial system for money laundering and terrorist financing; increasing cooperation and the exchange of information between competent authorities, in particular financial intelligence units; tracing the financial movements of terrorists; improving the effectiveness of asset-freezing systems; reinforcing the judicial response to terrorist financing and money laundering; supporting third countries in countering terrorist financing and money laundering in their implementation of the Financial Action Task Force standards; supporting customs authorities with tools to identify sources of revenue of terrorist organisations; and supporting third countries as they engage with international partners, not only through the FATF, as I mentioned, but also other bodies such as the Anti-ISIS Coalition working group on countering financing of terrorism, and indeed the work that is done in the framework of the G-7. So I am glad to see that many of the report’s recommendations are in line with the work that we are undertaking. We welcome the emphasis in the report on information-sharing, in particular among financial intelligence units, as well as other national agencies. We welcome your support for the establishment of central bank account registries. I am glad to say, as announced in the Commission work programme for this year, we will soon present initiatives to improve cross-border access to financial data for law enforcement authorities. This will include measures to facilitate access to national centralised bank account registries and retrieval systems within Member States. We will also propose measures to improve the cooperation between law enforcement authorities and the various financial intelligence units. In line with the report’s recommendations, we have reinforced Europol’s role in this fight against terrorist financing. We take note of the call for increasing monitoring of prepaid cards. The Fifth Anti-Money Laundering Directive is a step forward, I think, in reinforcing the transparency around this means of payment. With its list of non-cooperative jurisdictions, the EU is also acting to increase the exchange of information on tax matters with third countries, as you have been discussing. This will help national administrations to detect the presence of illicit money and money-laundering. We appreciate your support for the EU-US Terrorist Finance Tracking Programme and we take note of your call for a European system to complement that. On asset-freezing, we appreciate the report’s support for existing measures. The EU’s asset-freezing efforts have been reinforced with the autonomous EU regime against al-Qaeda and Daesh. We appreciate the emphasis on hawala. In the supranational risk assessment of money laundering and terrorism financing risks, the Commission recommended that hawala service providers should apply the requirements related to money-transfer systems under the payment services directive and the Anti-Money Laundering Directive, and we are committed to keeping this particular sector under close review. In relation to high-value goods, I would like to underline that the proposal to amend the Cash Control Regulation expands the definition of cash to gold and other high-value commodities. We appreciate your support for our proposed regulation on the import of cultural goods. This issue remains of high importance in addressing the problem of cultural goods being illegally taken from third countries, from their proper historical and archeological context, and being brought to the EU. This can in turn foster organised crime, terrorist financing, money laundering and tax evasion. Member States should also soon adopt the Commission’s proposals to strengthen the VAT system and reinforce the collective fight against VAT fraud, which again can feed criminal and terrorist organisations. So in a nutshell, I am glad that the work the Commission is doing in this area is in line with many of the measures you call for and support in today’s report. Some other new measures you suggest merit further analysis. We will take a careful look at them and we will come back to you on them.  Countering financing of terrorism is a core component of the EU strategy in the fight against terrorism and hence in our work to build an effective security union. As the terrorists and their supporters constantly modify and change the ways they collect, move and get access to funds, we need to be ready to adopt and adapt our response. The EU needs to adapt its instruments and measures to deprive terrorists of the space and the means they use as they seek to do us harm. I count on your continued support as we take this work forward.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 71, "date": "2018-03-01.json", "name": "Lars Adaktusson", "mepid": "124990", "text": "  on behalf of the PPE Group. – Madam President, I would first like to congratulate my colleague, Javier Nart, for a well drafted report. Despite the defeat of ISIS, we are not in a position to declare victory over terrorism. Instead, we should learn from both the rise and fall of Islamic State. One lesson is that the combination of military means and cutting off the financial lifeblood of ISIS has paved the way for its departure.  Another lesson is that, after the dismantling of an organisation like ISIS, there will be a vacuum. Certain actors will do their utmost to fill that space with new Jihadist organisations, and for that they will need money. Cutting the funding sources of terrorist networks should therefore be considered a key priority. It constitutes an effective tool, hampering the effectiveness of these networks. To achieve this, implementation is crucial: the Member States, for instance, should deliver when it comes to the exchange of intelligence. With common efforts, the EU is able to cope with the bloodstream of Jihadism: the capital flow that today finances international terrorism. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 72, "date": "2018-03-01.json", "name": "Clare Moody", "mepid": "124944", "text": "  on behalf of the S&amp;D Group. – Madam President, I would also like to thank the rapporteur and my fellow shadow rapporteurs for the constructive way in which we have worked together. I believe this has led to a good report with realistic recommendations. The changes we suggested in this report can be embraced by law-enforcement bodies across Europe, for example by creating a platform where data can be shared. The small amounts of money that are needed for terrorists to carry out their criminal acts in our cities mean that we need to be better at monitoring even small transactions, including traditional forms of exchange, such as hawala. We also need to recognise that Daesh move money into legitimate businesses but in countries with weak institutions, which is why we need to support institution-building in fragile states. This report also stresses that, while we must deal with terrorist financing, it is ultimately through tackling the root causes of poverty, social exclusion and human rights abuses that we will defeat the destructive ideology that breeds terrorism. I have mentioned just a few of the examples of the practical solutions that are outlined in this report. Our citizens rightly expect us to keep them safe, and that is why I believe this report is important. It is a demonstration of the practical ways that the EU works for the people across Europe.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 73, "date": "2018-03-01.json", "name": "Charles Tannock", "mepid": "4521", "text": "  on behalf of the ECR Group. – Madam President, it goes without saying that tackling and tracking terrorists’ financial resources is one of the key tools in our fight against global terrorism. I too welcome many of the recommendations in the Nart report and strongly support the overall endorsement of greater cooperation amongst the EU Member States in this area. It’s clear that terrorism and its financing know no borders and this can only be tackled at the multilateral level. In the UK there is some evidence that ISIS may well have sold some of its antiquities smuggled out. As the UK leaves the EU, external and internal security will be one of the key areas where it is vital, no matter what else transpires for Britain, to stay plugged in. So I welcome the Prime Minister, Ms May’s positive comments in this regard during her Munich security conference speech and I hope that accommodation can be found to avoid a security cliff edge if no deal were to transpire during phase two of the negotiations. Finding ways to ensure data protection regulation alignment between the UK and the EU post-Brexit will also be one of the keys to unlocking coordination in the long term between the EU 27 and a post-Brexit Britain.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 74, "date": "2018-03-01.json", "name": "Hilde Vautmans", "mepid": "130100", "text": " on behalf of the ALDE Group. — Madam President, first of all I would really like to thank my colleague Javier Nart for his excellent work and the very relevant initiative. Gracias Javier. Colleagues, of course, the citizens are asking us to take action against terrorists, and so we must also ensure that we drain the financing of the terrorists. That is why I believe that the recommendations we are sending from Parliament today to the Commission and the Commissioner to really dry out these financial flows are very important. They are very concrete, Commissioner. You have listed them: more control over the big and, as the others say, the small transactions. More controls on those prepaid cards. See what gifts go abroad. What happens to the money flows to the mosques? We don't have to be silly. Terrorists need funding if they want to commit terrorist attacks. That is why I am also very pleased with the intelligence platform on finance that we are asking to set up today. However, ladies and gentlemen, I would like to go one step further today. Since 2014, 17 attacks have happened in Europe and if you just look at the perpetrators, one or more perpetrators of most attacks were in one or more databases. That is why I would like to use this moment today to make another statement. We need to move on. We need to go to a real European intelligence service.", "language": "en", "original_language": "nl", "translation_provider": "aws"}, {"id": 75, "date": "2018-03-01.json", "name": "Σοφία Σακοράφα", "mepid": "125091", "text": "on behalf of the GUE/NGL Group. — Madam President, first of all I would like to thank Mr Nart for having managed to present a comprehensive and balanced report. Ladies and gentlemen, nineteen years since the first United Nations resolution on this issue, more terrorist organisations are now operating with more money than ever before. This reality will not change as long as we insist, unequivocally, on preventing the financing of terrorists through the international financial system. After all, it is this system that develops and adopts some of the instruments used by terrorists to finance them. Moreover, most attacks in Europe today require very little resources and terrorists use methods of transferring and raising funds that avoid the international financial system. It is hypocritical to pretend to try to combat terrorism when working with countries that deliberately allow it to be hatched. Commissioner, tell us which states and regimes the European Union cooperates with, even though they are directly or indirectly involved in the financing of terrorist organisations? Tell us who's arming them? Tell us what you are doing to help regions where terrorist organisations are developing to cope with the illegal economic structures that feed them? When did you actually work to promote development in these areas? When did you work to improve governance and combat corruption in these areas? That is what your policy should focus on in the fight against terrorism, if you really believe that you can and want to defeat it.", "language": "en", "original_language": "el", "translation_provider": "aws"}, {"id": 76, "date": "2018-03-01.json", "name": "Bronis Ropė", "mepid": "125214", "text": "on behalf of the Verts/ALE Group. — I really congratulate and welcome the work prepared by the rapporteur, which I think is particularly important in the context of today. I also want to draw attention to the two cornerstones that we need to address. This is, above all, transparency in banking activities. Although the banking system is considered too important to undertake radical reforms, transparency and, above all, effective measures to destroy tax havens would make it difficult to finance terrorism and contribute to the competitiveness of the European economy as a whole. Second — ideological. The vast majority of terrorist groups operate on a religious basis. Maybe it is time to think that Europe should take real action to encourage the emergence of democratic religious movements as a kind of analogue of the Christian Democratic Party. This would become a viable alternative to religious extremism and would enable representatives of currently marginalised denominations to express themselves in democratic political life.", "language": "en", "original_language": "lt", "translation_provider": "aws"}, {"id": 77, "date": "2018-03-01.json", "name": "James Carver", "mepid": "124971", "text": "  on behalf of the EFDD Group. – Madam President, Commissioner, despite the myriad rules and regulations introduced into the banking system, I strongly believe that the only way to stop the flow of funds to jihadists is to physically deny them their safe havens. We know sympathisers raise funds across the globe and extort money through kidnapping and other crimes to support these wicked people. However, the greatest funding comes from control of a territory, especially territory such as we’ve seen in Iraq, with natural resources such as oil and gas. It is imperative that we prevent jihadists from controlling such areas and incumbent on nation states – not the European Union – to protect their citizens by empowering their military forces to take whatever necessary action.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 78, "date": "2018-03-01.json", "name": "Dominique Martin", "mepid": "124751", "text": " on behalf of the ENF Group. — (FR) Madam President, Madrid, London and Paris, we have been waiting for this report for more than a decade. Should we recall that the terrorist attacks in Europe have been 2,400 dead since 2001? 2,400 dead since 2001! That ISIS's annual revenue would amount to $3 billion? $3 billion! Of course, we must ensure that we do not participate in this financing, particularly through the purchase of oil. But what do you offer us? What do you offer us? To entrust our security to the European institutions and banking institutions. Out of 100 dollars laundered worldwide, banks only intercept 80 cents — the price of a baguette — demonstrating their helplessness. As for the European institutions, they argue — and I quote Mrs Mogherini, High Representative of the European Union for Security Policy — that 'political Islam has a place in Europe'. Political Islam has its place in Europe. Do you really want to entrust them with our security?", "language": "en", "original_language": "fr", "translation_provider": "aws"}, {"id": 79, "date": "2018-03-01.json", "name": "Γεώργιος Επιτήδειος (NI).", "mepid": "125071", "text": "— Madam President, ISIS may have been militarily defeated on all fronts, but if the terrorist activity of the jihadists is to be effectively combated, or at least reduced, the possibility of financing them. This is a difficult task, because terrorists are constantly changing their funding methods. At the moment, we know that the financing of terrorists is mainly through banks of Western and Arab countries, which openly support them, as well as through donations of supporters with small sums, which come from the profits of small businesses, thus circumventing the financial system. That is why all the authorities and security services in all countries need to cooperate so that information can be exchanged. The accounts of suspected depositors must also be audited at banks. But this does not allow the rights of depositors to be violated. Nor should it be used to prosecute political opponents.", "language": "en", "original_language": "el", "translation_provider": "aws"}, {"id": 80, "date": "2018-03-01.json", "name": "Ana Gomes (S&amp;D).", "mepid": "28306", "text": " — Madam President, this report by Javier Nart is very important. The Daexe did not end, even if territorially defeated. No more heads of the terrorist network, from Al Qaeda to Boko Haram. The fight against terrorism must be at the heart of the European Union's security agenda, particularly with regard to the MENA region, without allowing it to be exploited by political, geopolitical and sectarian ambitions of regional states. A priority in this context is the monitoring and blocking of funding for terrorist networks via systems such as wallets and cryptocurrencies, but also investing in legal business, particularly in Iraq, Turkey, but also in the European Union itself. Commissioner Moscovici himself, in a report on 'caroel fraud on VAT, a year ago, showed that EUR 50 billion a year is diverted and recycled by terrorist organisations, including terrorist groups such as Al Qaeda. Our Member States continue to refuse the reforms that have been proposed in the VAT system to remedy this. The fourth anti-money laundering directive is not yet being implemented by several Member States and Member States have refused, under the fifth directive, to set up a European financial research unit, which is absolutely indispensable to combat terrorist financing.", "language": "en", "original_language": "pt", "translation_provider": "aws"}, {"id": 81, "date": "2018-03-01.json", "name": "Anders Primdahl Vistisen (ECR).", "mepid": "124875", "text": " Madam President! It is welcome that, with the report we are discussing today, and with the establishment of a committee looking at counter-terrorism, the European Parliament is starting to take seriously the threat and fight against terror. For too many years, the European Parliament has been a stopgap for effective anti-terrorism legislation. We can just look at the whole process around getting European PNR rules adopted. That is why I also welcome this report and the rapporteur's work. However, I am sorry that in the vote in the AFET we voted down a number of ECR proposals that could have made the report even more robust and even more effective in preventing terrorist financing. In particular, the state sponsoring of terrorism, which we see from certain countries in the Middle East, has unfortunately not been given the role in the report that we in the ECR Group had liked to see. That is why I hope that we can tackle the challenges that state-sponsored terrorism causes more effectively in the context of our recommendations from the Committee on Terrorism.", "language": "en", "original_language": "da", "translation_provider": "aws"}, {"id": 82, "date": "2018-03-01.json", "name": "André Elissen (ENF).", "mepid": "188445", "text": " Mr President, in recent years Europe has been startled by numerous Islam-inspired and legitimised terrorist attacks. According to the EU Counter-Terrorism Coordinator, there are more than 50 000 radicalised Muslims in Europe. Yet the word Islam comes back exactly zero times in the report, zero times. What this Parliament is doing is nothing more than a drop on a glowing record. The title of that report is good. The content is completely inadequate. There is talk of nonsensical terms such as Islamophobia and so-called attacks on Muslims. This is while Islamists are responsible for 99% of all terrorist murders in 2015 and 95% of all terrorist killings in 2016. Mr President, these are not my data, but Europol's data. Critics are given a stamp to be Islamophobic, while the real cause, Islam, is not appointed. It's the reverse world. Mr President, as far as we are concerned, there is no place in Europe for jihadists and radicalised Muslims, and the borders are immediately closed.", "language": "en", "original_language": "nl", "translation_provider": "aws"}, {"id": 83, "date": "2018-03-01.json", "name": "Jeppe Kofod (S&amp;D).", "mepid": "124870", "text": " Madam President! In the centre of Copenhagen there are large concrete blocks everywhere, and in most other European big cities you see the same view. They do not embellish in the cityscape, but they are there for a reason: to protect us from terror, to stop those who will us it evil! Just as we set physical stopblocks for terrorism in our cities, we must also set regulatory stop blocks for those who fund terror. Unfortunately, there are far too many banks which put profits above principles. They do not keep track of who is transferring money to whom and which pockets the money falls into, and also the fact that European banks are unwittingly helping to finance terror and terrorist organisations via whitewash, sizzle and fraud. Whitewash nourishes and enables terror, and both are best nurtured in darkness. That is why it is high time we cracked down hard on those money laundering banks which do not take their responsibilities seriously. Thank you for a good report and the important decision we will take in this House.", "language": "en", "original_language": "da", "translation_provider": "aws"}, {"id": 84, "date": "2018-03-01.json", "name": "Ангел Джамбазки (ECR).", "mepid": "124873", "text": "— Dear Madam President, honourable Members, in recent years we have discussed and commented on the threat to the security of European citizens, which gives rise to the connection of Islamist organisations, extreme radical Islamism, with terrorist groups on European territory. In recent years, we have commented on, discussed and addressed the issue of funding ISIS, DAESS, al-Qaeda, al-Nusra and other similar threats to our way of life. In the course of the war, these terrorist organizations lost over 90% of their territories and many of their fighters to the bloody campaigns for Raqqa and Mosul. This forced ISIS to return to its cellular structure, shaped and developed between 2009 and 2011. We should not take this as a victory, but rather as a small step towards the debacle of jihadism. I must point out that because of territorial losses and oil trade, ISIS is already reorienting itself towards the distribution of drugs and arms. These goods come mainly through channels from Africa and Asia. We should note the funding of jihadist groups from the Republic of Turkey, Saudi Arabia and other Gulf countries. We must set firm conditions for the termination of this funding, because it is a direct threat to national security for all countries and Members of the European Parliament.", "language": "en", "original_language": "bg", "translation_provider": "aws"}, {"id": 85, "date": "2018-03-01.json", "name": "José Ignacio Salafranca Sánchez-Neyra (PPE).", "mepid": "2002", "text": " Madam President, I would like to congratulate Mr Nart on this report, which is directly at the centre of our citizens' concerns and which, if he has a merit, is to present a catalogue of concrete proposals: for example, the stable platform for cooperation of financial intelligence services within the framework of Europol means the catalogue of undertakings, banks or financial institutions which have deficiencies with regard to money-laundering or cooperation with third countries through political dialogue, financial assistance and strengthening their counter-terrorism capacity. I think we must congratulate ourselves on this cooperation between the FATF and the Gulf Cooperation Council. It seems to me that this report, Madam President, also clearly reveals a number of duties to the Commission to make the appropriate proposals, to the Council for the effective implementation of sanctions, to the Member States and the External Action Service, to be able, as the Commissioner said, to be able to respond adequately to this scourge which threatens our societies.", "language": "en", "original_language": "es", "translation_provider": "aws"}, {"id": 86, "date": "2018-03-01.json", "name": "Doru-Claudian Frunzulică (S&amp;D).", "mepid": "124790", "text": "   –Madam President, Commissioner, dear colleagues, first of all, from 2014 to 2017 – in four years – we have seen 45 big terrorist attacks in Europe that caused hundreds of victims. This situation cannot continue, Commissioner. The security of EU citizens has to become the first priority of the European Union’s specialised institutions. I believe that law enforcement and prevention strategy are important, both among EU Member States and in the European Union’s external relations. The fight against Daesh and Al-Qaeda should remain at the top of the security agenda in Europe, but of course in the Middle East as well, and not be diverted, especially in the Middle East, to pursuing particular political and sectarian agendas of the regional actors. I strongly believe that, in our fight against terrorists, we need to focus our efforts on police and judicial cooperation and on exchanging information and data and good practices so as to strengthen synergies in the global … (The President cut off the speaker)", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 87, "date": "2018-03-01.json", "name": "Νότης Μαριάς (ECR).", "mepid": "125069", "text": "Madam President, the reduction in the sources of income of the jihadists will of course take place when funding, their own and, of course, the financing of terrorism, are targeted. In order to do this, we must of course control the countries which have supported the jihadists and we know which ones they are. It's Saudi Arabia, Qatar and Turkey. Turkey smuggled fuel in support of the jihadists themselves. So that's where we need to turn. We need to find ways to freeze the assets of those who really work in favour of the jihadists, in Turkey and in other countries. These are very specific measures that we need to take. In addition, we also need to control the huge sums of money laundering in football. Many Arab countries support football teams, aimed at further radicalising the poor Muslim populations. All of this must be seen in order to be able to deal with the jihadists.", "language": "en", "original_language": "el", "translation_provider": "aws"}, {"id": 88, "date": "2018-03-01.json", "name": "Λάμπρος Φουντούλης (NI).", "mepid": "125070", "text": "Madam President, on the extremely important problem of terrorism, and especially on the problem of Islamic terrorism, we have been vertical and clear from the outset. No tolerance for terrorists, but no tolerance for those who support or finance their actions. Unfortunately, no serious step has been taken so far in the semi-official state funding of terrorist organisations. A typical example is the case of Turkey, for which it is now a common secret that for a long time it has financed the Islamic Caliphate through oil smuggling. Also, everyone in this Chamber is aware of the mildly controversial role played by Saudi Arabia, Qatar and other Gulf states and the sometimes overt support they provide for the various Islamist organisations that act as communicating vessels with terrorists. The war in Syria in particular has been extremely revealing as to the role of these states. It is therefore necessary to check the suspicious funding which is often covered in the cloak of charities. When and where such transactions are found, very severe sanctions should be imposed - not only on persons but also on the Member States themselves.", "language": "en", "original_language": "el", "translation_provider": "aws"}, {"id": 89, "date": "2018-03-01.json", "name": "Arndt Kohn (S&amp;D).", "mepid": "186884", "text": " Madam President! Mr President, I would like to thank the Committee on Foreign Affairs warmly for its own-initiative report on combating terrorist financing. The report is an important impetus for Parliament to move forward at last with the regulation on imports of cultural goods. Last week, the results of the Athena and Pandora 2 operations were announced by Interpol and the World Customs Organization, which confiscated 41,000 illegally traded art objects, including many ancient ones. The trade in art and cultural goods is now as pronounced as the drug or arms trade; the UN identified the link with terrorist financing back in 2015. We must not allow such a business model to work due to the lack of customs regulations and to fund attacks in Europe and elsewhere. I call on Parliament and all Member States to work for better customs controls, better training of customs officials and effective international cooperation. Because only together can we combat illicit trafficking in cultural goods and prevent attacks... (The President has taken the speaker out of the speaker).", "language": "en", "original_language": "de", "translation_provider": "aws"}, {"id": 90, "date": "2018-03-01.json", "name": "Ruža Tomašić (ECR).", "mepid": "119431", "text": "— Madam President, the abolition of sources of income for jihadist organizations is the basis of effective fight against terrorism. I support all mechanisms by which we will effectively combat terrorist financing, including better surveillance of religious institutions for which there are indications that they are involved in the spread of extremism, but these mechanisms must be selective enough not to engage innocent citizens and negatively affect their freedom. We must not forget that financial and logistical assistance to terrorists, directly or indirectly, often comes from ourselves. Our hypocritical foreign policy refusing to make clear towards some countries that are proven sponsors of international terrorism and the recognition and arming of groups that are not true partners to us also contribute to strengthening jihadists. For our own good, we need to be much more consistent and cautious, which means that we finally have to have the right strategy rather than be guided by day-political motives. (The speaker agreed to answer the question raised by raising the blue card (Article 162, paragraph 8. Rules of Procedure))", "language": "en", "original_language": "hr", "translation_provider": "aws"}, {"id": 91, "date": "2018-03-01.json", "name": "Maria Grapini (S&amp;D)", "mepid": "124785", "text": "Question under the 'blue card' procedure. — Madam President, honourable colleague, in principle I agree with what you said. But you said, among other things, that we were to blame, that we did not take sufficient measures. Can you tell us what Parliament, the European Union, the Commission should do to end the financing of terrorism and acts of terrorism? Because it is good to criticize, but also to come up with solutions.", "language": "en", "original_language": "ro", "translation_provider": "aws"}, {"id": 92, "date": "2018-03-01.json", "name": "Ruža Tomašić (ECR)", "mepid": "119431", "text": "answer to the question raised by raising the blue card. — Colleagues, you know very well that some Member States are still trading with those who are said not to trade. So one thing we're talking about here, the other we do. If laws are passed that we all have to work together to combat corruption, then we all have to work together, not that some states can and some cannot. Therefore, according to everyone should be the same laws.", "language": "en", "original_language": "hr", "translation_provider": "aws"}, {"id": 93, "date": "2018-03-01.json", "name": "Julian King", "mepid": "n/a", "text": "   Member of the Commission. – Madam President, I would like to express particular thanks to Mr Nart for the report and thank everyone for today’s important debate. I want to caution against the suggestion that in some way we have a defeated Daesh. We have made very welcome progress on the ground against the so-called caliphate, but Jihadi extremist terrorism remains active in a number of countries and the terrorist threat – including to us here in Europe – remains very high. They are still able to produce and spread poisonous propaganda. We will be announcing some new measures to tackle that aspect of the problem later today. They still have access to significant sources of funding and funds that they have previously raised. That is why the work that you’ve been highlighting in this report to disrupt the sources of revenue of terrorist organisations, to limit their capacity to move and use funds and to support law enforcement in their efforts to detect financial movements of terrorists, in order to identify them and frustrate their plans and tackle the networks, is so important. I agree with those who’ve underlined the importance of making progress on information exchange and information-sharing. We have made some progress, there is still more that needs to be done. With the help and support of this House, I hope that this year we will be able to agree to further strengthen the key law-enforcement and information-sharing networks and databases and make sure that they work together effectively. In particular, we’re going to come forward with further proposals to strengthen the network of financial intelligence units and the ability of law enforcement to work with those units, and I hope you will support that. I agree with those who’ve spoken about the transnational character of the terrorist threat, and that is why we need a common European approach. That approach needs to be rooted in and complementary with actions taken at national level and international cooperation. That’s our objective. That’s the work that we’re pursuing, with your help and support, to continue to build an effective security union to better protect our citizens.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 94, "date": "2018-03-01.json", "name": "Javier Nart", "mepid": "125005", "text": " rapporteur. — Madam President, an issue as extraordinarily sensitive as it is important: more than two hundred and eighty amendments, a complete consensus, satisfied groups, Commissioner King happy and me too.", "language": "en", "original_language": "es", "translation_provider": "aws"}, {"id": 95, "date": "2018-03-01.json", "name": "President. –", "mepid": "28115", "text": "  The debate is closed. The vote will take place shortly. Written statements (Rule 162)", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 96, "date": "2018-03-01.json", "name": "Ivo Belet (PPE)", "mepid": "28257", "text": " in writing. — (NL) The approach and prevention of terrorist financing are crucial in the fight against terrorism. Once the resources dry up, it becomes a lot more difficult for terrorists to carry out their activities. That is why we need to get a better understanding of these flows as soon as possible, and intercept and punish shadowy transactions. However, this will only be possible if cooperation at European level is also optimal. Specifically, the creation of a European terrorist financing intelligence platform should further improve the exchange of information between national intelligence services. Parliament also called for a European financial tracing system to be put in place so that payment transactions to and from terrorist networks can be traced efficiently. The new anti-money laundering directive on which the EU reached agreement at the end of last year is already an important step forward in the fight against terrorist financing. For example, intelligence services should have easier access to bank registers in case of legitimate suspicions of terrorist connections. But intelligence agencies must also exchange that information between themselves efficiently. Belgium already plays a leading role in this area, including the ban on anonymous prepaid cards. Let us also share such good practices with other Member States in order to develop an effective and proactive European approach.", "language": "en", "original_language": "nl", "translation_provider": "aws"}, {"id": 97, "date": "2018-03-01.json", "name": "Monika Beňová (S&amp;D)", "mepid": "23868", "text": "in writing — The effective fight against terrorism and the prevention of related threats requires targeted measures aimed at stopping the various forms of financing it. Snipping terrorist networks away from money resources is crucial in terms of enhancing security. An essential part of these efforts is the further development of cooperation between the Member States of the European Union. The aim is not to create new institutions or bodies at European level, but to strengthen coordination within existing information exchange systems. Terrorism is a threat to the freedom of European countries and their people. The effective fight against organised groups, as well as individuals that threaten the safety of citizens, is therefore a top priority. We must not allow the system of rights and certainty, which is an important part of the European integration project, to continue to be jeopardised. The main goal of all extremists and radicals indiscriminately is the spread of confusion, an increase in fear and chaos in society. Any measures taken must therefore be comprehensive and rational, including because they always represent a certain degree of burden on public budgets.", "language": "en", "original_language": "sk", "translation_provider": "aws"}, {"id": 98, "date": "2018-03-01.json", "name": "Valdemar Tomaševski (ECR)", "mepid": "96697", "text": "in writing. — Mr President, the world and Europe have been grappling with terrorism on an Islamist basis for many years. One of the main elements of the fight against terrorism is the cutting off of sources of funding, including through secret chains of fraud and tax evasion, money laundering and tax havens. Funding of legal origin may unfortunately be directed by the beneficiary to third parties, individuals, groups, companies or entities involved in terrorist activities. It is worth noting that terrorism is a global crime, so an effective response must also be global and inclusive, with international coordination between financial institutions, law enforcement authorities and judicial authorities and the exchange of relevant information on natural and legal persons and suspicious activities are essential, given that the protection of personal data and the protection of privacy are important fundamental rights. It is therefore worth supporting the record contained in the report calling on the EU Council to tighten up targeted sanctions and other restrictive measures for all individuals and entities who provide economic resources in any way to ISIS/ Da'esh, Al-Qaida or other jihadist groups.", "language": "en", "original_language": "lt", "translation_provider": "aws"}, {"id": 99, "date": "2018-03-01.json", "name": "Romana Tomc (PPE)", "mepid": "125104", "text": "Written. — I support the Parliament's proposal as preventive strategies based on the exchange of best practices and the exchange of suspicious relevant information between intelligence services are essential in combating terrorist financing or terrorist attacks. Disabling sources of financing for terrorist networks should be a priority, as it is an effective tool to reduce the performance of these networks. The establishment of a network of counter-terrorism experts in EU delegations, providing funding for programmes aimed at promoting the exchange of best practices between intelligence services within EU Member States as well as third countries, are urgently needed measures. The call for Member States to create joint investigation units with Europol to monitor suspicious organisations engaged in activities such as illegal trade, smuggling, counterfeiting and fraudulent practices is very positive. We urgently need programmes and resources from Member States to enable these programmes to be successful.", "language": "en", "original_language": "sl", "translation_provider": "aws"}, {"id": 100, "date": "2018-03-01.json", "name": "Jarosław Wałęsa (PPE)", "mepid": "96774", "text": "  in writing. – I would like first to congratulate the rapporteur, Mr Nart, on a very good report with a catalogue of specific solutions. Combating the financing of terrorism is a demanding topic and I agree that it should be a key priority, as it constitutes a useful tool in hampering the effectiveness of terrorist networks. All Member States should make every effort, and should take joint action, to cut the flow of funds and other financial assets and economic resources to individuals and entities on the ISIL (Daesh) and al-Qaeda sanctions list. We repeatedly underline how extremely important it is that information sharing among financial intelligence units should be improved and speeded up. Therefore, it is a crucial aspect of the sharing of best practices among intelligence agencies. The report rightly pointed to the investigation and analysis of terrorists and of terrorist organisations’ methods of recruiting and the transfer of terrorist financing. There is no doubt that, as the EU, we must continue to oppose cruel and unacceptable acts of terrorism. We should remember that the fight against terrorism is fundamental to the security of European society. We are required to take appropriate measures in response to every type of threat against our citizens.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 101, "date": "2018-03-01.json", "name": "President. –", "mepid": "28115", "text": "  The next item is the report by Izaskun Bilbao Barandica and Ángela Vallina, on behalf of the Committee on Women’s Rights and Gender Equality, on a European Parliament recommendation to the Council on the EU priorities for the 62nd session of the UN Commission on the Status of Women (2017/2194(INI)) (A8—0022/2018).", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 102, "date": "2018-03-01.json", "name": "Izaskun Bilbao Barandica", "mepid": "96922", "text": " rapporteur. — Madam President, Commissioner, I should like to begin this speech by thanking Ángela Vallina in particular for her spirit, ideas and enthusiasm for working together on a report which also thanks and welcomes the contributions of all those who have worked with us. I believe that for the first time in the history of mankind there is a generalized powerful movement for equality that we want to help make progress with work like the one we are presenting today. The text we are discussing today will be the Union's contribution this year to the main intergovernmental forum dedicated to promoting women's equality and empowerment: the UN Commission on the Status of Women. The Community institutions must ensure the full participation of Parliament and its Committee on Women's Rights and Gender Equality in their 62nd Assembly, which this year is dedicated to improving the situation of rural women and to pay particular attention to their access to new technologies and the media. The Union wants to play a leading role in promoting and strengthening a process that is just, democratic, socially and economically profitable. That is why it is good for humanity as a whole and especially relevant to achieving the Millennium Goals, among which the fight against hunger, poverty and marginalization occupies a main place. And in that process, women, their empowerment and their equal position with men are decisive. And they are particularly so in rural areas, where women around the world are called to play an important role if their capacities and contributions are made visible and fully projected on productive activities. Today, in the developed world, but especially in developing countries, women face discrimination particularly intense in rural areas. United Nations reports estimate that changing this situation would increase the productivity of the primary sector by more than 30 per cent, an essential progress to meet the forecasts of population growth for the coming decades. This report therefore raises basic conditions for ending discrimination and specific measures focusing on rural areas and access to new technologies and the media, following the script proposed by the United Nations. The general conditions include intensifying work against violence against women, especially practices such as forced marriages or genital mutilation; furthermore, advancing the training, education and provision of universal and free social services to enable equal opportunities between men and women. An objective now weighed by a clear imbalance in the distribution of tasks that are linked to domestic logistics and care for children and the elderly. To promote women's professional performance in rural areas, we are committed to a status of professional women in rural areas, such as the one already in force in the Basque Country. Its basic pillars are access to ownership and ownership or co-ownership of farms and social security systems. Similarly, the establishment of specific funding channels to promote new activities and products; specific training that incorporates digital skills and modernizes and gives another dimension to the role of women in the creation of new products and their marketing; the progressive incorporation of women into the processes of decision, both in the public and private sectors, including from institutions to producer organizations of cooperatives and production and processing enterprises; and a compilation of statistical data, systematic and homogeneous, allowing the evaluation of the results of policies for full equality with this catalogue of measures. We are convinced that the consolidation of a status of professional women in rural areas that will promote, recognize and protect this equation is a conquest, not only for women, but of humanity. And this will be especially visible if this real revolution for justice and equality accelerates in developing countries. Madam President, with your generosity, I should like to add only one point: I regret that, among the outstanding news of this Parliament, once again such an important report has not been included, when it comes to equality for women in the world.", "language": "en", "original_language": "es", "translation_provider": "aws"}, {"id": 103, "date": "2018-03-01.json", "name": "Ángela Vallina", "mepid": "125050", "text": " rapporteur. — Madam President, Commissioner, first of all, I would like to thank Mrs Jourová, for her participation in this debate, as well as my colleague, co-rapporteur Izaskun Bilbao, for her excellent work and cooperation and all the work we have done together on this report; I would also like to thank the rapporteurs alternatives of the different groups. From the Committee on Women's Rights and Gender Equality, we are presenting this Parliament's recommendation to the Council for the next session of the UN Commission on the Law and Social for Women, which will start shortly in New York and in which a delegation from this Parliament will participate, in which we will be us. The priority theme of this session is the empowerment of women and girls in rural areas, and on this issue the co-rapporteurs decided to focus our report. It is estimated that more than 75 per cent of the population living in extreme poverty worldwide is in rural areas. Ninety per cent of countries in the world have at least one law limiting women's economic equality. Millions of girls in rural areas are deprived every day of the right to go to school because they have no access to drinking water or electricity, they are primarily responsible for looking for water or fuel for their families. To do this, they have to travel, in many cases, several kilometers, exposed, in addition, to sexual violence in their journey. To break the cycle of poverty, it is essential to promote the empowerment of rural women and girls through access to education, health and productive resources. That is why, in our report, we recommend that the Council, within the framework of the next session of the United Nations Commission, promote policies aimed at eradicating poverty and ensuring an adequate standard of living for particularly vulnerable groups, such as women and girls, especially through the social protection system; programmes to ensure that women and their families have access to universal social protection systems that impact their future retirement situation and thus contribute to bridging the multi-dimensional pension gap; access to universal and quality health care that is tailored to the needs of rural women and girls, in particular with regard to health and their sexual and reproductive rights; universal access to adequate care services for children and older persons in rural areas; that women and women and women rural girls can easily access credit and productive resources and are supported in their economic initiatives. We also recommend that it guarantee the property rights of rural women, in particular their right to own farms and to inherit land, which is a very important tool for their economic empowerment and enables them to participate fully in rural development and to benefit from condemn all forms of violence against women and ensure that none of the victims in rural and isolated areas are deprived of equal access to assistance and protection; to develop employment policies, services and programmes aimed at addressing precarious situations of rural women who, often, work in the informal sector and can face multiple forms of intersectional discrimination by sex, age, class, religion, ethnicity, disability or gender identity; provide assistance and support tailored to needs and interests; guarantee the fundamental human rights of migrant and seasonal workers and their families, especially women and girls, and to promote their integration into local communities; which would promote gender mainstreaming. And I just want to add that at a critical moment, when there is indeed a setback for the first time in decades in women's and girls' rights globally, we call on the European Parliament to support this Recommendation.", "language": "en", "original_language": "es", "translation_provider": "aws"}, {"id": 104, "date": "2018-03-01.json", "name": "Věra Jourová", "mepid": "n/a", "text": "   Member of the Commission. – Madam President, later this month the United Nations Commission on the Status of Women will hold its 62nd session in New York. This year the priority theme is the empowerment of rural women and girls, while the review theme is participation in, and access of women to, the media and information and communication technologies and their impact on, and use as, an instrument for the advancement and empowerment of women. I am happy that, as in previous years, there will be an EU delegation representing the team of Europe led by my colleague, Neven Mimica, with Members of the European Parliament as part of the EU delegation. The position of women and the full enjoyment of their human rights by women and girls are still areas of concern for us in 2018. Progress on these topics is by no means a given. In fact, we have seen attempts to go backwards and to call into question once again the rights of women and girls, including in Europe. We discussed these questions thoroughly, together with many stakeholders, during the Annual Colloquium on Fundamental Rights in November last year. In this global context, the EU is one of the world leaders in gender equality. We are by far the biggest investor. With the EUR 500 million EU-UN Spotlight Initiative, the latest commitment to collaborate with other international organisations in combating violence against women, a global alliance is being formed. And, to mitigate gender—based violence in humanitarian crises, the EU has taken over the leadership for the call to action on protection from gender-based violence in emergencies. Furthermore, the EU will strive for the session to adopt agreed conclusions that take into account the particular reality of rural women and girls world-wide, that challenge social norms and gender stereotypes, that promote equal economic independence for women and men, that promote women’s participation in decision—making at all levels, and that strengthen the prevention of all forms of violence against women and girls and the protection of its victims. I would like to thank Parliament for drafting such a comprehensive document that captures the priorities related to this year’s priority team very well. The Members of the European Parliament have an important role to play, complementary to that of the Member States and the other EU institutions. I am very happy to be here today, and I welcome this opportunity to listen to your views on priorities for the upcoming session.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 105, "date": "2018-03-01.json", "name": "President. –", "mepid": "28115", "text": "  I am aware that there are a lot of people who would like to contribute to the debate in catch the eye. However, I think that catch the eye is not possible because of the time constraints. I apologise to colleagues who would like to contribute, so please contribute in writing. I would ask those who now take the floor to adhere to their time please.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 106, "date": "2018-03-01.json", "name": "Dubravka Šuica", "mepid": "119434", "text": "on behalf of the EUSR Group — Madam President, equality between women and men is a fundamental value of the European Union, which is also enshrined in the Treaty on European Union and is promoted as a fundamental priority in the Union's external activities. This topic “Challenges and opportunities in achieving gender equality and empowering women and girls in rural areas” at the 62nd session of the United Nations Council on the position of women is very important for me in order to eliminate inequality based on gender. Taking into account the increase in urbanisation of large numbers of families moving from rural to urban areas, it is very important to provide various and well-thought-out incentives for young women and families to develop and thrive in rural areas. One of these incentives must focus on equality between women and men since most women in the world live in rural areas, and so far there has not been enough debate about discrimination against women in such areas. We all know that education is important and that it plays a key role in every person's life. Full access to education must be provided to all women in rural areas for better quality of life, but also to eliminate the pay gap between men and women. We also need to take into account the climate change that we are witnessing, which most affects rural areas and women who live there. Even after decades internationally and not just at Union level, the gap between men and women remains large, especially in rural areas. Our Union must lead the fight against the inequality of women and men, and that is why I consider this recommendation a good material and I hope that we will continue in this direction and that the Union will continue to fight inequality.", "language": "en", "original_language": "hr", "translation_provider": "aws"}, {"id": 107, "date": "2018-03-01.json", "name": "President. –", "mepid": "28115", "text": "  Ms Grapini has requested a blue card but as time is short in this debate I am afraid I am not going to be able to accept any blue cards.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 108, "date": "2018-03-01.json", "name": "Iratxe García Pérez", "mepid": "28298", "text": " on behalf of the S&D Group. — Madam President, Commissioner, today we are bringing to debate a resolution which aims to fix this Parliament's position on the position that Europe — in this case, the Council — must bring to the UN Commission on the Status of Women. The Assembly will discuss many issues and, above all, the specific situation of rural women in the world. I would like to thank Mrs Bilbao and Mrs Vallina for their work in generating a document that has emerged from the debate and the work of many and many of us who participate in these actions and which we believe it is essential to talk about the status of women in rural areas. We are talking about double discrimination against women in rural areas. We talk about difficulties in access to employment, issues related to gender-based violence, but also about the need to promote public services to ensure women's access to education or, for example, health and sexual and reproductive health rights. And in that regard, I would especially like to recall that today a year ago the SheDecides platform was launched, where hundreds of thousands of women and men cried out against the decision of the Trump administration which, at the time, was raising the cut of funds to organizations that are working on health rights sexual and reproductive rights. We talk about women's health, we talk about the health of girls, and we can not risk avoiding these dangers. Therefore, let us continue to be many voices for women's sexual and reproductive health rights around the world.", "language": "en", "original_language": "es", "translation_provider": "aws"}, {"id": 109, "date": "2018-03-01.json", "name": "Jadwiga Wiśniewska", "mepid": "124877", "text": " on behalf of the ECR Group. — Madam President! Among the European Union's priorities for the United Nations session in New York is strengthening the economic situation of women living in rural areas. I think we all know perfectly well that women in rural areas are particularly difficult. Very often doing the same physically hard work as men, they get lower pay. They have more difficult access to health care, education, education. It is very good that today we are talking about these things, because we can effectively improve the situation of women by facilitating access to education, health services, medical services, social care. We also need to talk about the fact that women should be guaranteed the right to a pension. These women whose lives are focused on caring for the elderly in the family, for the sick, for the children. So I will support all these priorities that I think are right, good and right. Without superfluous ideology.", "language": "en", "original_language": "pl", "translation_provider": "aws"}, {"id": 110, "date": "2018-03-01.json", "name": "Beatriz Becerra Basterrechea", "mepid": "125040", "text": " on behalf of the ALDE Group. — Madam President, Mrs Jourová, the media and information technology show us how we look at ourselves, our own image as a society, and, when we look at them, we see too many stereotypes about men and women, that we continue to offer young people roles and visions of the past. The best initiatives for gender equality focus on combating prejudice among children and young people, on teaching equality and non-discrimination, telling girls that they can be what they want and that they can want the same as boys. But these initiatives struggle with a disadvantage in the face of media inertia, which continue to offer images and stories of highly sexualized women and girls or in traditional roles. The public observes how while a man is valued based on his experience or knowledge, the main thing is usually his physique of a woman. I think this has a lot to do with the organizational culture of the media and with the low presence of women in positions of responsibility. If this representation gap is present in all sectors, communication and new technologies will have much more sensitive consequences. That is why, with the utmost respect for freedom of expression, we must encourage greater involvement of the media in the defence of equality, which is the struggle of all, society as a whole.", "language": "en", "original_language": "es", "translation_provider": "aws"}, {"id": 111, "date": "2018-03-01.json", "name": "Maria Lidia Senra Rodríguez", "mepid": "125049", "text": " on behalf of the GUE/NGL Group. — Madam President, Commissioner, three proposals that concern women in rural areas today. The first question: we want protection from transnational corporations that occupy our land, our territories, often with a lot of violence and, moreover, to steal our natural resources and also our waters. Secondly, protection from industrial agriculture that destroys our jobs, pollutes, fumigates whole villages and expels us from our local markets and local markets. And a third question: the legal recognition of our rights as peasants through shared ownership laws that give us 50% of the income from the farm, 50% of aid, 50% of production rights, and also guarantee us a decent pension. And, in this regard, I would like to ask you, Commissioner — and in conclusion — to withdraw the pan-European income from individual pensions, which will cause a greater gap in rural women's pensions.", "language": "en", "original_language": "es", "translation_provider": "aws"}, {"id": 112, "date": "2018-03-01.json", "name": "Linnéa Engström", "mepid": "128588", "text": " on behalf of the Verts/ALE Group. — Madam President! Would you imagine giving birth to babies in a car, 50 miles from the nearest midwife? It is forced women in Sollefteå in northern Sweden to do, due to the defunct of the maternity ward. The countryside has to live. It is a big problem that the differences between country and city are increasing. In my native Sweden, terrified first-time parents are forced to drive many miles to the nearest BB, and that is unworthy of a welfare country like Sweden. Service like health care and health care must be available to everyone regardless of where you happen to live. This report is about lifting the need for rural equality and women's needs there. Worldwide, women in rural areas face challenges that affect their lives and the opportunity to create a safe life of freedom. It is also important that the report lifts the need for climate justice and the situation of women in poorer countries. They must have their rights met with regard to the right to the earth they usually and the right to their own body. This is especially important given that women are important actors of change at the local level in tackling the impacts of climate change.", "language": "en", "original_language": "sv", "translation_provider": "aws"}, {"id": 113, "date": "2018-03-01.json", "name": "Vilija Blinkevičiūtė (S&amp;D).", "mepid": "96681", "text": "— Commissioner, colleagues, the European Union must indeed be a leader in women's rights, empowerment and equal opportunities. In particular, with regard to rural women, we must give them as much access as possible to adequate education, to have a safe, well-paid job, to guarantee the right to high-quality healthcare and, of course, to combat all forms of violence against women, and at the same time ensure that women, even in the outermost areas, have equal access to the necessary assistance. Rural women's labour is very often less remunerated than the same work for men and is not even officially recognised, and I really call for women in rural areas to be able to move from the informal economy to the official and recognise that rural women work in different areas, and encourage more change by creating sustainable and environmentally friendly agriculture. It is also necessary to ensure full access to adequate childcare services in rural and rural areas.", "language": "en", "original_language": "lt", "translation_provider": "aws"}, {"id": 114, "date": "2018-03-01.json", "name": "Julie Ward (S&amp;D).", "mepid": "124963", "text": "   – Madam President, this year the Commission on the Status of Women has chosen to focus on rural women, and rightly so. Women in rural areas are too often overlooked, despite their crucial role in their communities. They are more affected by climate change than men; they are more dependent on natural resources; and they play a significant role in ensuring food security for their communities. Their role in the fight against malnutrition is crucial, and their empowerment is necessary. I am happy to report that this report highlights the importance of women’s involvement in citizenship, but we must remember that fair political representation will never be achieved if girls’ human rights are not fulfilled. This means eliminating FGM, giving girls access to reproductive health and menstrual sanitary products, and fighting against rape culture, child marriage and all forms of gender-based violence. Later this month, I’ll join with colleagues to take our work to the United Nations in New York, but I am very concerned that Mr Trump’s administration has refused to grant visas to many women activists who planned to attend, and that this refusal is a way to silence the grassroots women’s movement. I therefore call on the EEAS and the Member States to use all diplomatic channels to help ensure that these attendees can obtain their visas.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 115, "date": "2018-03-01.json", "name": "President. –", "mepid": "28115", "text": "  Commissioner Jourová, you have heard from women about the status of women, so I invite you to respond.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 116, "date": "2018-03-01.json", "name": "Věra Jourová", "mepid": "n/a", "text": "   Member of the Commission. – Madam President, honourable Members, it has been a pleasure to hear your views and recommendations for the Council on the upcoming meeting of the Commission on the Status of Women and I am happy to see such strong commitment and I hope our levels of ambition will be met. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 117, "date": "2018-03-01.json", "name": "Izaskun Bilbao Barandica", "mepid": "96922", "text": " rapporteur. — Madam President, Commissioner, thank you all for your contributions. I could end this debate by insisting on the measures we are proposing, disaggregating statistics. It could be a polite speech, right, but I think it's cold. Violence against women, discrimination, inequality deserve shock treatment. That's why I'm going to tell you about Ifé, a woman who once looked up at my personal blog in an entry that I dedicated to condemning the violent murder of a woman like her. Her name was Ada, no ax, no luck and no magic wand... Ifé is a sub-Saharan woman. For three years in a row he cried and desperated as he tried to survive in the first world, while saving to seek a better future in the third. Because although her shiny, smooth, black skin sometimes reflected neon, her every day were the red lamps that marked her ordeal. It was the semi-darkness. It was the dancer contract that allowed her to obtain a residence permit. It was the sinister choreography of domination, abuse, disrespect, dehumanization. They were the tickets he kept and they were the ones that that criminal took away after every night of “services”. Ifé cried a lot, but every tear reminded him that the alternative was to marry at the age of twelve to a much older man chosen by his father, pegón, rude; to suffer a dreadful mutilation to turn it into an object at the service of the lord of the house; to travel daily dozens of kilometers hunched under the weight of fifteen liters of water; breathe toxic smoke to transform what would go through waste here into a single meal a day; plow the earth with your nails; give birth a few children and watch die in half; go hungry; suffer, little by little, the loss of teeth, the shine of the eyes, the cracks in the skin; quench; end up cornered, at twenty-four, like a piece of furniture rickety and useless. A fair, human world with values continues to offer many rural women, like Ifé, the terrible choice between the bad and the worst. This report is a cry of rebellion against that reality and an attempt to change it. Getting it is everyone's responsibility.", "language": "en", "original_language": "es", "translation_provider": "aws"}, {"id": 118, "date": "2018-03-01.json", "name": "Ángela Vallina", "mepid": "125050", "text": " rapporteur. — Madam President, I would like to conclude by recalling that women and girls in rural areas are essential players in achieving poverty eradication throughout the world, ending hunger, promoting sustainable agriculture and achieving food security. Thank you very much for all the contributions. I think we are dealing with a consensus report, a co-presentation between the ALDE Group and the GUE/NGL Group in which both co-rapporteurs have worked to bring positions closer, first, between ourselves and then with the rest of the groups. That is why I would like to express to you again my appreciation for your contributions. And, at the moment, I ask you for a majority and determined support for the text of the report as adopted by the Committee on Women's Rights and Gender Equality, and which has as its priority to contribute to the empowerment of women and girls in rural areas.", "language": "en", "original_language": "es", "translation_provider": "aws"}, {"id": 119, "date": "2018-03-01.json", "name": "President. –", "mepid": "28115", "text": "  The debate is closed. The vote will take place shortly. Written statements (Rule 162)", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 120, "date": "2018-03-01.json", "name": "Doru-Claudian Frunzulică (S&amp;D)", "mepid": "124790", "text": "  in writing. – I welcome the recommendation on the EU priorities for the 62nd session of the UN Commission on the Status of Women and the provisions provided within. I strongly share the opinion that we have to put the spotlight on the empowerment of rural women, as they are often the primary care providers in their families and communities. However, they are confronting numerous difficulties in accessing childcare and elderly care for their families, which generates a disproportionate burden on women and hampers their integration into the labour market. Finally, as also pointed out in the report, the fifth UN Sustainable Development Goal (SDG5) consists in achieving gender equality and empowering all women and girls throughout the world. Therefore, the Union and its Member States must step up their efforts and be at the forefront of the empowerment of women and girls. I would remind you that we have a duty to work towards the achievement of full gender equality in the Union, and to promote this goal in all external relations.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 121, "date": "2018-03-01.json", "name": "Lidia Joanna Geringer de Oedenberg (S&amp;D)", "mepid": "28377", "text": "  in writing. – I support the recommendation of the European Parliament presented to the Council for the 62nd session of the UN Commission on the Status of Women. The EU could stand as one of the examples in terms of gender equality and therefore should be vocal in promoting those values across the world. We need to encourage all countries to further develop and implement policies to facilitate the lives of women and girls around the globe, and especially to prevent discrimination and domestic violence, to promote access to education and involvement in public life that mainly remain limited in rural areas, and to eliminate the gender pay gap and unfair conditions in employment. The entrepreneurial potential and economic benefit of full women’s participation in the labour market represents the underexploited source of economic development. We should urge the ratification and implementation of the UN Convention on the Rights of Persons with Disabilities, with a special focus on article 6 relating to the rights of women with disabilities, the Marrakesh VIP Treaty, and to pursue policies to address the situation of women facing social exclusion and poverty. Furthermore, the EU should call on the 18 remaining members of the Council of Europe to ratify the Istanbul Convention.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 122, "date": "2018-03-01.json", "name": "Maria Grapini (S&amp;D)", "mepid": "124785", "text": "in writing. — Gender equality and women's rights are things we discuss at European and national level, and yet in this century we still have discrimination against women, especially in rural areas. As stated in today's debate, 75% of the poor people live in rural areas. I congratulate the rapporteurs, but I believe that we will not solve this problem of gender equality if we do not invest in education, especially in rural areas. Then we should have specific measures to finance women who want to develop a business, but also for specific health care for women. I support the report, but it is important to supervise the implementation of the rules, rules and regulations approved at European and national level.", "language": "en", "original_language": "ro", "translation_provider": "aws"}, {"id": 123, "date": "2018-03-01.json", "name": "Antanas Guoga (PPE)", "mepid": "124763", "text": "  in writing. – Female empowerment is becoming more and more important on the agendas of international organisations such as the UN, which is a great success. However, there is still a lot of work that needs to be done. I congratulate the rapporteurs for their work on the report. They touched upon important issues such as women’ accessibility to formal and informal education, especially in rural areas, the promotion of digital skills and the use of ICT. I believe that in this digital age the promotion of digital skills is the main solution to help women, especially those living in rural areas, to increase gender equality, reduce the wage gap between men and women, as well as to give women equal opportunities. Therefore, I encourage the creation of informal programmes such as Coder Dojo that we have here in Europe which encourages boys and especially girls to learn digital skills such as coding. We firstly have to change the attitude that ICT technologies are ‘only for boys’. It should not be covered by gender prejudices. I believe that access to ICT is the most effective way forward for female empowerment.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 124, "date": "2018-03-01.json", "name": "Ivan Jakovčić (ALDE)", "mepid": "124754", "text": "Written. — One of the fundamental principles of the EU is to respect and work towards greater equality between women and men. Over the past decades, social and economic circumstances and living conditions have changed considerably, thus working on improving the position of women and girls, and countering gender stereotypes, where the EU should be the front-runner. It is necessary to put an end to all forms of discrimination against women and girls worldwide and stand up to suppress all forms of violence that constitute serious violations of their fundamental rights, which are a direct consequence of that discrimination. All governments should develop programmes designed to eradicate sexual and gender-conditioned violence and harmful practices such as child, early and forced marriages, and women's genital mutilation and human trafficking. On the other hand, investment should be made in the education, lifelong learning and vocational training of women and girls, particularly in rural areas, particularly in the fields of science, technology, engineering and mathematics (STEM) and entrepreneurship and innovation, as these areas are an important tool for achieving the Sustainable Development Goals, and to promote equality in the agricultural and food sector, tourism and other industries in rural areas.", "language": "en", "original_language": "hr", "translation_provider": "aws"}, {"id": 125, "date": "2018-03-01.json", "name": "Anneli Jäätteenmäki (ALDE)", "mepid": "28314", "text": " in writing. — The proposal for a European Parliament recommendation to the Council on the EU's priorities for the 62nd session of the United Nations Commission on the Status of Women is important. The theme of the session is the challenges and opportunities for achieving gender equality and the empowerment of rural women and girls. Equality is one of the values underpinning the EU. The EU must actively promote equality between women and men, both within the EU and internationally. Impact through the UN is essential in this sector. Improving gender equality requires paying attention to a number of different sectors. Equitable, gender-independent access to healthcare, participation in education and decision-making are examples of areas in which gender equality can be improved. Education is a key factor effectively promoting gender equality in the long term. It is good that attention has been paid to the fact that climate change and its consequences are having a disproportionately negative impact on rural women and girls. The proposal states that there is a direct link between gender inequality and environmental degradation and that rural women can contribute to the transition to sustainable and ecologically sound agriculture. The environmental aspect is one of the reasons why gender equality should also be promoted in places other than our own neighbourhood. Measures to improve the status of women and girls are essential. The international debate must call for guaranteeing a reasonable standard of living and reducing poverty, increasing educational opportunities, eliminating gender discrimination and violence, and equalising the gender pay gap. People should have equal opportunities regardless of gender.", "language": "en", "original_language": "fi", "translation_provider": "aws"}, {"id": 126, "date": "2018-03-01.json", "name": "Agnes Jongerius (S&amp;D)", "mepid": "125021", "text": " in writing. — (NL) Mr President, until the 1960s, it was customary in the Netherlands for women to stop working when they married. Married women were even incapable of action. My own mother had to believe in it too: when she married, she was no longer allowed to stand in the classroom. Nowadays, this is no longer the norm, or the law. Yet we are still reaping the astringent fruits of that time. Mr President, we are now living in 2018, and yet here I am calling for an end to women's inequality. The numbers don't lie about it. In the Netherlands alone, income inequality between men and women is as much as 16.1%. Pension inequality is even greater, an embarrassing 44.9%. We are among the bad middlemoters, with a European average of 39%. Mr President, I call for equal pay for equal work here in Europe. This applies not only to Eastern and Western Europe, but also to men and women. Men and women are entitled to the same pay for the same work and therefore to the same pension. This way you can empower women by being financially independent. Close the pension gap. The Netherlands and Europe can do so much better.", "language": "en", "original_language": "nl", "translation_provider": "aws"}, {"id": 127, "date": "2018-03-01.json", "name": "Claudia Țapardel (S&amp;D)", "mepid": "124793", "text": "  in writing. – Gender inequality poses serious threats to achieving a sustainable economy and reaching the goal of a non-discriminatory society. Moreover, the consequences of gender inequality are as serious as they are diverse, affecting girls and women in numerous ways, and especially women from rural areas. Figures show that the work of women from rural areas is often paid less than the work of men for the same output, and they encounter difficulties in getting access to adequate public health services. This situation is unacceptable for the Europe of the 21st century and calls for immediate action, which is why I support the recommendation of the European Parliament to the Council on the EU priorities for the 62nd session of the UN Commission on the Status of Women. We need to focus more on the challenges women from rural areas face, in all Member States, and the key EU priorities to increase the participation of women to media, information and communication technology are vital for the advancement and empowerment of women. My view is that we must make extra, but concrete, efforts to achieve gender equality and I fully support the use of digital technology as an instrument to sustain these efforts.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 128, "date": "2018-03-01.json", "name": "Σωτήριος Ζαριανόπουλος (NI)", "mepid": "125090", "text": "in writing. — In a few days, March 8, it is Women's Day. And beyond the words of 'equality', how does the European Union really celebrate it? With the recent ruling of the European Court of Justice releasing the dismissal of pregnant women in the context of collective redundancies, it is enough that it is not because of pregnancy, but for economic reasons. Foolery. Barbarism. For employers, the reason is that pregnancy and maternity do not keep up with profits, competitiveness. The work jungle of “private contracts” with prospective employees that they will not create a family, contracts that are not renewed when the employee becomes pregnant. Quotas per sex do not change the laws of capitalist exploitation, which use discrimination against women as a means of reducing wages and generalizing flexible work for profits. The Union's priorities are hostile to women's labour, insurance and social rights. Women's rights are jeopardised by judgments, Community directives and national legislation. And they are conquered only with their participation in the labor, popular movement.", "language": "en", "original_language": "el", "translation_provider": "aws"}, {"id": 129, "date": "2018-03-01.json", "name": "Manfred Weber (PPE).", "mepid": "28229", "text": " Mr President! I asked for the floor because I would like to call once again for urgent urgency, namely the fact that you mentioned in your statement yesterday, namely the killing of the Slovak journalist. We have heard new facts in the European media today that, following the case in Malta and the case in Slovakia, unfortunately, two journalists have now been murdered in their commitment to freedom of expression. On the basis of urgency, because there is no COP meeting this week, I would like to ask us, as Parliament, to say that we are keen to an independent investigation in the case of Slovakia, that the facts are put on the table in order to achieve independence. Secondly, having reported in the public media today that EU funds may obviously have been abused, I would ask our CONT Committee to send its own fact-finding mission to Slovakia. The European Parliament must be the driving force to shed light on the incidents in Slovakia and to protect the independent journalists. I would ask that we as Parliament put this on the way. (Applause)", "language": "en", "original_language": "de", "translation_provider": "aws"}, {"id": 130, "date": "2018-03-01.json", "name": "Udo Bullmann (S&amp;D).", "mepid": "4267", "text": " Mr President! I believe that this Parliament — and may I say this for my group — will not be surpassed by anyone when it comes to defending the rule of law and unreservedly investigating, investigating and getting to the root of all criminal incidents — serious incidents such as the killing of journalists. We are therefore also in favour of holding a debate here in due course, if the facts allow this. That, I believe, is also the consensus among the forces of the House. I would just like to remind you that this mission, which was proposed by Mr Weber, is on the agenda of the Taxe III Committee, is therefore already envisaged for the new committee of inquiry that we are also planning to launch today. I would ask the President to consult those responsible in TAXE III so that no duplication of effort is required. Otherwise, I would like to remind Mr Weber that we are studying everything without reservation. This applies to all the Member States of the European Union, irrespective of which head of government may be a member of the EPP at the moment. This will not prevent us from examining everything that needs to be investigated in a clear and radical way. This also applies to current allegations of corruption that have become loud in this context.", "language": "en", "original_language": "de", "translation_provider": "aws"}, {"id": 131, "date": "2018-03-01.json", "name": "Sven Giegold (Verts/ALE).", "mepid": "96730", "text": "   – Mr President, I would like to stress that the murder of journalists should never become a question of party politics. It is too serious a matter. (Applause) This Parliament took tough action when this happened in Malta and we should do the utmost to take similar action when it happens in the Slovak Republic. Therefore I support the suggestion by Mr Weber to send an ad hoc mission to Slovakia, and to do so under the remit of the Conference of Presidents, because we cannot wait another few weeks until a secretariat has been created for the new committee: we have to act now. Journalists have the right to act freely in investigating corruption and taxation issues, and this Parliament should waste no time in safeguarding that right. (Applause) ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 132, "date": "2018-03-01.json", "name": "Presidente. –", "mepid": "2187", "text": " I am also convinced that freedom of the press is neither a right, centre, nor left issue. Freedom of the press is a fundamental value for the whole of the EU and must be so for all governments, whatever colour they are. So I think the best solution is to start a written procedure today through the presidents of the political groups to decide to send a group of MPs, let's see in what formula, in Slovakia to ascertain what happened, so coma the commission “Panama Papers” went to Malta to see what was happening. I will propose a written procedure in the afternoon, so that no more time should be wasted. I must also tell you that three people have been arrested today: these are three Italian citizens who lived in Slovakia. But the problem is to understand not only who the material performers are, but who are the perpetrators of the murder. We still didn't quite understand who were the dispatches of the murder of Daphne Caruana Galizia. As I said, I will continue to insist on this subject because we cannot lecture others if we don't look inside our house first. So I will proceed quickly with a written procedure so that all groups can formally express their will and it is possible to send this delegation of MPs as soon as possible.", "language": "en", "original_language": "it", "translation_provider": "aws"}, {"id": 133, "date": "2018-03-01.json", "name": "Alessandra Mussolini (PPE).", "mepid": "28429", "text": " Mr President, ladies and gentlemen, speaking on behalf of my colleague Alberto Cirio and others on Slovakia, we are presenting this question. President Weber has talked about funds, incorrect use, but there is also an incorrect use of relocation, internal dumping, and I am referring to the workers of the Embraco, who will be laid off, and the company could move from Italy to Slovakia. This is misuse, it is very serious that it happens within the regions of the European Union.", "language": "en", "original_language": "it", "translation_provider": "aws"}, {"id": 134, "date": "2018-03-01.json", "name": "Presidente. –", "mepid": "2187", "text": " I dealt directly with the affair because yesterday, accompanied by the president of the Piedmont Region, the workers and union representatives of the company in question came. I have already mobilized to try to give a concrete answer and I am in tune with the trade unions, with the president of the Region and also with the Italian authorities who are following the affair.", "language": "en", "original_language": "it", "translation_provider": "aws"}, {"id": 135, "date": "2018-03-01.json", "name": "Martina Anderson (GUE/NGL).", "mepid": "113959", "text": "   – Mr President, you’re talking about Member States upholding the rule of law, and about the murder of journalists. And, given that we have Nils Muižnieks sitting here and going to address the House, I think it is important that we remember the murder, by loyalists, of human rights lawyer Pat Finucane and the fact it has been evidentially proven that there was British collusion in that murder. So here you have a Member State involved in the murder of a human rights lawyer – Pat Finucane.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 136, "date": "2018-03-01.json", "name": "Patrizia Toia (S&amp;D).", "mepid": "28340", "text": " Mr President, ladies and gentlemen, we know and appreciate what you did yesterday and you will do about this very unbelievable situation on which, as you know, the efforts of the Italian Government converge in same direction: ask multinational companies that they have a sense of social responsibility. When they go to a country they invest, work, and they can't close for purely financial reasons, because they go away of their reputation and therefore it also becomes a detriment to them. I would just ask you that in the course of this assessment, which will also make the Committee on Budgetary Control with all the instruments we will have, we also consider the regional funds, the European funds that go to the less developed regions to grow, they are instead used to do this by dumping labour, social and tax. I think that, alongside all the actions we will do for this company, for the workers we have all received together, there is also this aspect of the use of European funds.", "language": "en", "original_language": "it", "translation_provider": "aws"}, {"id": 137, "date": "2018-03-01.json", "name": "Ana Gomes (S&amp;D).", "mepid": "28306", "text": "   – Madam President, I have the honour to lead the mission to Malta and I would like to concur that indeed there is still more work to be done. We are waiting for an answer from the Conference of Presidents but, of course, the work to be done should be done under the remit of the Committee on Civil Liberties, Justice and Home Affairs, and the new committee that is to be established following on from the Committee on Money Laundering, Tax Avoidance and Tax Evasion (PANA Committee). However, Mr President, what I wish to ask for now is that you should raise with the Vice-President of the Commission and High Representative for Foreign Affairs and Security Policy the situation in Ethiopia. Brutal repression is going on. The Government, including the Prime Minister, has resigned. A state of emergency has been re-imposed, and the statement made by the European Union is a shame by comparison with the one put out by the Americans condemning the reinstatement of the state of emergency. I ask you to bring this up with the Commission and with High Representative Mogherini. The European Union needs to take a position in the light of our values and the interests of democracy – which must be inclusive – in Ethiopia, as well as the re-establishment of the rule of law and respect for human rights.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 138, "date": "2018-03-01.json", "name": "Presidente. –", "mepid": "2187", "text": " We are not having a discussion about human rights. There have been calls for action on urgent matters, but we have a guest, I think it is also our duty. We can intervene before the debate.", "language": "en", "original_language": "it", "translation_provider": "aws"}, {"id": 139, "date": "2018-03-01.json", "name": "Rebecca Harms (Verts/ALE).", "mepid": "28233", "text": "   – I ask you Mr President to now come to the agenda.  (Applause) Because on the issue we are discussing it fits very well to listen to Mr Muižnieks.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 140, "date": "2018-03-01.json", "name": "Presidente. –", "mepid": "2187", "text": " This is what we are doing, but the story of the murdered journalist is so serious that even the Commissioner for Human Rights whom we invited, Mr Muižnieks, will have well understood the importance of the issue. I thank him for patienting for a few minutes, but there was also talk here about human rights. (The sitting was suspended at 11.48 a.m. Parliament meets at the address of Nils Muižnieks, Commissioner for Human Rights of the Council of Europe.)", "language": "en", "original_language": "it", "translation_provider": "aws"}, {"id": 141, "date": "2018-03-01.json", "name": "Presidente. –", "mepid": "2187", "text": " The next item is the round of voting. (For the results of the votes and other details concerning them: see Minutes)", "language": "en", "original_language": "it", "translation_provider": "aws"}, {"id": 142, "date": "2018-03-01.json", "name": "Presidente. –", "mepid": "2187", "text": " The next item is the election of a Vice-President of the European Parliament to replace Mr Czarnecki. I would remind you that under Rule 20 of the Rules of Procedure, the new Vice-President takes the place of the outgoing Vice-President who replaces in the I received the nominations of Mr Krasnodębski, proposed by the ECR Group, and Mr Tarand, proposed by a number of Members equal to at least the low threshold. The candidates have told me that they accept the nominations. Since the number of candidates is higher than the number of seats to be allocated, we must, in accordance with Rule 17 (1) of the Rules of Procedure, proceed to a secret ballot vote. We will therefore proceed to the election with the secret electronic vote. - After the vote:", "language": "en", "original_language": "it", "translation_provider": "aws"}, {"id": 143, "date": "2018-03-01.json", "name": "James Carver (EFDD).", "mepid": "124971", "text": "   – Mr President, I voted for a candidate on three occasions, and on three occasions the vote has been registered and then has disappeared. The system is not working.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 144, "date": "2018-03-01.json", "name": "Věra Jourová", "mepid": "n/a", "text": "   Member of the Commission, in writing. – The Commission recalls that under the Interinstitutional Agreement on Better Law-Making of 13 April 2016 the European Parliament, the Council and the Commission agreed that in order to swiftly and correctly apply Union legislation in the Member States, the time limit for transposition of directives would be as short as possible and, generally, not exceed two years. In view of the particular timeframe for the application of Directive (EU) 2016/97 and of the Delegated Regulations adopted under this Directive, which resulted in difficulties for small and medium-sized insurance companies and insurance distributors to implement the required changes in time for the application date of 23 February 2017, the Commission exceptionally submitted a proposal to amend Directive (EU) 2016/97 by setting the date for application to 1 October 2016. The co-legislators have also agreed to postpone the transposition date for Directive (EU) 2016/97 to 1 July 2018. The Commission considers that this cannot be interpreted as creating a precedent, as it must be ensured that all Member States are treated equally, but notes that exceptionally it will not stand in the way of this agreement. The Commission expects Member States to fully comply with their obligation to bring their national transposition measures into force at this date at the latest, in order to give insurance companies and insurance distributors enough time to finalise their preparation and adaptation measures with the full knowledge of the European and national legislative frameworks.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 145, "date": "2018-03-01.json", "name": "Indrek Tarand (Verts/ALE).", "mepid": "97136", "text": "   – Madam President, as a democrat I appreciate the decision of a parliament and very much welcome your vote in favour of the Belgian candidate.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 146, "date": "2018-03-01.json", "name": "Pilar Ayuso (PPE).", "mepid": "4319", "text": " Madam President, I would like to request that the matter be returned to the committee responsible for inter-institutional negotiations, in accordance with Rule 59 (4) of the Rules of Procedure.", "language": "en", "original_language": "es", "translation_provider": "aws"}, {"id": 147, "date": "2018-03-01.json", "name": "La Présidente. –", "mepid": "96952", "text": " This closes the voting time.", "language": "en", "original_language": "fr", "translation_provider": "aws"}, {"id": 148, "date": "2018-03-01.json", "name": "Момчил Неков (S&amp;D).", "mepid": "125013", "text": " — Madam President, honourable Members, today's regulation on the definition, presentation and labelling of spirit drinks, the use of spirit drink names in the presentation and labelling of other foods and the protection of geographical indications is an important step towards the development of sector. I am pleased that my proposal to preserve the linguistic diversity of the Union has been adopted and the right to this multicultural diversity will be protected. I am pleased that the Commission's initial proposal on the conditions for recognition of a new category has also been revised. The alcoholic beverage industry is already heavily regulated, so I believe that it should not be further aggravated and difficult. Geographical indications for spirits are also extremely important. I therefore think it is necessary for the legislation on spirit drinks to be as close as possible to that of agricultural foods and products. This will help the whole European Union to impose itself on the global market as a defender of local traditions, production and products.", "language": "en", "original_language": "bg", "translation_provider": "aws"}, {"id": 149, "date": "2018-03-01.json", "name": "Νότης Μαριάς (ECR).", "mepid": "125069", "text": "— Madam President, the protection of geographical indications for alcoholic beverages is very important, especially for countries which have traditional drinks such as Greece, drinks such as ouzo, tsikoudia and tsipouro. However, these traditional drinks must be bottled within the geographical area concerned. Moreover, as I pointed out to Mr Hogan yesterday, the reduced excise duty on raki and tsipouro must be maintained in Greece, because this is the only way that these traditional drinks can be protected. In this context, the Commission should withdraw its action against Greece, and where it is currently before the Court of Justice of the European Union, because, I repeat, this excise duty, reduced by at least 50%, must be maintained in order to ensure that this excise duty is reduced by traditional drinks, namely tsikoudia and tsipouro, to be able to really survive.", "language": "en", "original_language": "el", "translation_provider": "aws"}, {"id": 150, "date": "2018-03-01.json", "name": "Daniel Hannan (ECR).", "mepid": "4555", "text": "   – Madam President, some years ago I had a constituency case involving a fruit winemaker in Sussex. Fruit wine was redefined from being a spirit to a wine, so it suddenly fell within the EU’s directives on bottling. This guy – who employed, I think, eight other people – suddenly found that they had to change not just his bottles, but his labels, the cases, the prices and everything, because he was using 140 cl and 70 cl bottles rather than the mandated 150 cl and 75 cl bottles. Now, here’s the point: that winemaker was not exporting anything. There was no cross—border dimension. He was trading – like the majority of small and medium enterprises – in a fairly limited radius of where his business was situated. The problem with the way that the single market has evolved is that it no longer concerns itself only with issues of trade, but presumes to dictate to even the smallest and most local of businesses – and that reduces consumer choice and reduces economic growth.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 151, "date": "2018-03-01.json", "name": "Stanislav Polčák (PPE).", "mepid": "124704", "text": " — I supported this proposal, although I must say that I, too, see it as problematic if rules are prescribed to fall uniformly into a very limited market. Indeed, it is often burdensome for male producers, for the local regional economy, for local producers and farmers. On the other hand, this adjustment aims to avoid misleading practices on a general scale, ensure consumer protection and prevent unfair competition. These are the values I measured in my vote, and ultimately I decided to support this report, hence the draft legislation. To me, it is very important that the rules relating to spirits will apply uniformly and this is accompanied by the procedural rules on geographical labelling. We also have Žatecký hops in the Czech Republic, and we want this raw material to be protected in this way.", "language": "en", "original_language": "cs", "translation_provider": "aws"}, {"id": 152, "date": "2018-03-01.json", "name": "Seán Kelly (PPE).", "mepid": "96668", "text": "   – A Uachtaráin, mar rapóirtéir den ghrúpa INTA, ghlacas páirt sa díospóireacht a bhí againn ar an ábhar seo aréir, agus bhí sí suimiúil agus dar ndóigh bhí sí tábhachtach. Bhí áthas orm gur glacadh leis an tuarascáil le móramh mór anseo inniu mar is ábhar an-tábhachtach é agus go háirithe go bhfuil fás mór ag teacht ar bhiotáille á easpórtáil timpeall an domhain, dá bhrí sin tá sé tábhachtach go mbeadh gach rud ceart againn ó thaobh lipéad agus mar sin de. Tá blas draíochta ag baint leis na táirgí seo, go háirithe ó mo thír féin, agus táim an—bhródúil as sin.  Rud amháin a vótálas ina choinne ná beoir alcóil a bheith glactha mar bhiotáille. Is dóigh liom gur cheart idirdhealú a dhéanamh idir an dá rud agus bhí an Coimisiún ar an ábhar agus ar an bhfocal céanna aréir.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 153, "date": "2018-03-01.json", "name": "Clara Eugenia Aguilera García (S&amp;D).", "mepid": "125045", "text": " Madam President, I join my colleagues in emphasizing the importance of this regulation. I am satisfied with what we have approved and with the mandate we are going to carry out from Parliament. I think there has been sensitivity to traditional methods; in the case of my country, with the “solera” method in Jerez brandy, which is very important. It was enshrined in Spanish legislation and we feared that it could not now be transferred to European legislation. I think that respect has been shown to traditional methods, which I welcome. But I would like to say that I voted against the introduction of nutritional profiles in this regulation. That is not to say that it is against the need to debate and advance nutritional profiles in alcoholic beverages, but, of course, this was not the regulation and this is not the right time. Hence my negative vote specifically on these amendments. I am satisfied with the general approval of this regulation.", "language": "en", "original_language": "es", "translation_provider": "aws"}, {"id": 154, "date": "2018-03-01.json", "name": "Monica Macovei (ECR).", "mepid": "96824", "text": "— Madam President, in 2017 alone, multinational companies exported profits of over EUR 600 billion. Tax havens take advantage of the increased mobility of capital and individuals in the internal market. We have come to have agreements that facilitate cross-border tax evasion and allow individuals and corporations to move their profits to tax havens. If the tax authorities do not cooperate with each other, then we will not resolve this situation. I also recommend the tax authorities to use the millions of documents and information from what investigative journalists have discovered — and I refer to Lux, Panama, Paradise Papers, Azerbaijan Laundromat and so on — because they all refer to tax havens and identifies politicians or other people who hid their money there. So states can recover their money using this information.", "language": "en", "original_language": "ro", "translation_provider": "aws"}, {"id": 155, "date": "2018-03-01.json", "name": "Paloma López Bermejo (GUE/NGL).", "mepid": "125047", "text": " — I find nothing new to this Parliament if I tell you that I am convinced of the need for rules which oblige governments and businesses to transparently provide all economic information. That is why we supported this text, because it is going in the right direction. Secret tax agreements between companies and Member States or tax dumping policies as a way of competing between Member States and other Member States do not contribute to generating any wealth, they only contribute to fraud and evasion and tax havens, as we are seeing on a permanent basis. I am convinced that the proposals along the lines in which they are made in this consultation are the way to combat tax inequality. We need more compulsory information, publicity in agreements between Member States and transnational corporations. Tax leaks must be covered with transparency and updated information in the short term. These proposals, made by the ECON Commission and supported almost unanimously, respond to all European citizens who expect us to react to their outrage.", "language": "en", "original_language": "es", "translation_provider": "aws"}, {"id": 156, "date": "2018-03-01.json", "name": "Jiří Pospíšil (PPE).", "mepid": "125706", "text": " — I also supported this directive, because I feel that it is in the fight against tax evasion that the individual tax authorities of each national state can cooperate very intensively and is Europe, within its European law, should adopt clear rules for this, for cross-border cooperation of tax authorities. This is what colleagues said before, the problem of leaking money into tax havens is a big problem with the EU, and so we must respond to this with sufficient quality legislation. That is why I also supported this directive, and I hope that it will be used in practice, that it will be implemented into individual national legal adaptations and contribute to ensuring that between the individual tax the authorities of the Member States have had a compulsory exchange of information and that those seeking to establish, e.g., an establishment in a tax haven, must report such facts to the relevant tax authority.", "language": "en", "original_language": "cs", "translation_provider": "aws"}, {"id": 157, "date": "2018-03-01.json", "name": "Daniel Hannan (ECR).", "mepid": "4555", "text": "   – Madam President, both in the report and in the debate we are being too loose in our language. When we talk about tax havens, and paradis fiscal, we are running together two things. One is something which is secret and therefore illegal, which not a single Member of this Chamber is going to defend. Of course it would be wrong for people to escape their legal responsibilities. The other is places that simply have lower tax rates than we would like – and those places, I would argue, are providing a service by providing some constraint on the appetites of less continent governments. This running together of tax avoidance and tax evasion, which runs through so many of these reports, is conflating two very different things. One is a serious criminal offence; the other is something that people do in the UK every time they buy an ISA or premium bonds, or any other legal device that reduces their tax exposure. If we in this House make that elision, how can we expect citizens to respect the difference? ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 158, "date": "2018-03-01.json", "name": "Stanislav Polčák (PPE).", "mepid": "124704", "text": " — To me, it is important that there will be an exchange of information to prevent tax fraud. Tax fraud is often done by white collar delinquency, i.e., very intelligent people taking advantage of every loophole, moving their taxable profits into tax havens, so the exchange information in that cross-border intercourse is very important. It is also important to preserve the issue of transparency. However, to unify direct taxes, I certainly would not be for that, so if it came to this report, this directive, I could support it, because I support the prevention of tax offences in various Member States, but if the Member States were to unify direct taxes, I would certainly oppose that. In this sense, I could therefore support this proposal for a directive.", "language": "en", "original_language": "cs", "translation_provider": "aws"}, {"id": 159, "date": "2018-03-01.json", "name": "Urszula Krupa (ECR).", "mepid": "28334", "text": " - Madam President! I voted against Parliament's resolution on the Commission's decision to trigger Article 7 of the Treaty in relation to the situation in Poland. This decision is not only an expression of the double standards used in the Union, but one more attack on the Polish government elected in democratic elections, which, according to its electoral promises, carries out a late reform of at least twenty years. This is especially about judicial reform, which the majority of the public has no confidence in. Reform of the functioning of justice in accordance with the Treaties is within the competence of the Member States. So concerned about the rule of law in Poland, the opposition, despite its long-standing rule, did not carry out any reforms, and only perpetuated previous pathologies. The solutions proposed by the Polish government are also used in other Member States, and different levels of retirement age are only an expression of respect for women and an appreciation of their work as wives and mothers who raise children.", "language": "en", "original_language": "pl", "translation_provider": "aws"}, {"id": 160, "date": "2018-03-01.json", "name": "Krisztina Morvai (NI).", "mepid": "96661", "text": "- Madam President! Of course, I voted against the disgraceful decision against Poland taken by the European Union or the European Parliament, which, incidentally, never wished to take action against mass police brutality and eye shootings. I also voted this way because I agreed with the resolution of the Hungarian Parliament of 21 February, which is entitled: on the stand for Poland against the pressure exerted by Brussels. I quote: In the forty years behind the Iron Curtain, we have had enough of dictates. Hungary and Poland have recently suffered a number of illegal and unjust attacks by the institutions of the European Union. Poland and Hungary believe in the Community of European Nations instead of the idea of the United States of Europe. Instead of spreading the idea of open society, we consider preserving our Christian culture as our task. The Parliament considers it unfounded that the European Parliament and the European Commission have initiated or decided to initiate proceedings under Article 7 of the EU Treaty against Poland.", "language": "en", "original_language": "hu", "translation_provider": "aws"}, {"id": 161, "date": "2018-03-01.json", "name": "Jadwiga Wiśniewska (ECR).", "mepid": "124877", "text": " - Madam President! I would like to thank everyone voting against this shameful resolution, which is to strike Poland. Poland is a free and democratic country, we respect the rights of democracy and it is in democratic elections that Poles elected a parliamentary majority. This parliamentary majority, following the electoral programme, spoke of repairing Poland's unjust justice system, which was oppressive against the weak and powerless against the strong. We promised Poles that this system of injustice would become a system of justice. Our proposed solutions are the same with those that operate in many Member States. It is disgraceful that the European Parliament wants to engage in matters that it completely does not understand. We inherited the justice system, Madam President, from the Polish Republic, from the Soviet communist being.", "language": "en", "original_language": "pl", "translation_provider": "aws"}, {"id": 162, "date": "2018-03-01.json", "name": "Marek Jurek (ECR).", "mepid": "124892", "text": " - Madam President! Why should the European Parliament still have to refer to a possible request by the European Council to take steps against Poland with Article 7 but refer to the two-thirds majority provided for by the Treaties today? For what purpose? I guess just to have formal steps replaced by pure political demonstration. I guess to hide that the governments of European states are really stepping up against further dividing Europe in a situation where Europe already has so many problems. There really is something grotesque about the fact that at the moment we are talking so much about populism, in place of the formal procedure laid down by the treaties we are conducting a pure political demonstration to show the existence of a majority that is not a majority envisaged by law, that is, a majority required 22 governments of the European Union countries.", "language": "en", "original_language": "pl", "translation_provider": "aws"}, {"id": 163, "date": "2018-03-01.json", "name": "Daniel Hannan (ECR).", "mepid": "4555", "text": "   – Madam President, what bothers me about this motion is not just the intrusiveness and the presumption about telling a sovereign country how to organise its internal affairs, it is the asymmetry that we see over and over again in this Chamber. Whenever a government is criticised for some domestic policy, you can bet that it is a government that is unpopular in this Chamber because it is patriotic, or because it stands up for its national interests, or because it refuses to endorse the goal of the United States of Europe.  This is a classic example: there were judicial reforms made by the previous Polish Government that resulted effectively in the packing of the bench, with not a peep of protest from this Chamber. But when the current Government undoes those reforms to try and restore a measure of balance to the judiciary, the sky falls in. All of you who voted for this measure know in your hearts that, if this had been a goody—two—shoes federalist government, this motion would never have come before the House.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 164, "date": "2018-03-01.json", "name": "Bruno Gollnisch (NI).", "mepid": "1164", "text": " — Madam President, why do we want to punish Poland? Because it has limited the term of office of Supreme Court judges, as many States do. Because Poland — and this is a crime in the eyes of the majority of this Parliament — respects the life of the unborn child. Because Poland has a Conservative government, which is indeed its right. Because Poland, which has been a victim of German aggression, wants concentration camps on its territory to be called perhaps “camps in Poland” but not “Polish camps”, it seems to me to be the least. And we can see that the majority of this Parliament, supporting the Commission's maneuvers, gives the most cynical example of the tutelage which the Eurocracy wants to take against the freedoms of the peoples of Europe. I cried out as once, in the time of Napoleon III, a Frenchman in the passage of the Tsar: “Long live Poland, long live Poland”.", "language": "en", "original_language": "fr", "translation_provider": "aws"}, {"id": 165, "date": "2018-03-01.json", "name": "Andrejs Mamikins (S&amp;D).", "mepid": "124746", "text": "   – Madam President, if we cannot protect our principles inside the EU we will lose the moral right to criticise non-EU countries’ decisions. We should create independent evaluation mechanisms and strengthen sanctions for violations of EU fundamental principles within the Union. We have no choice. We have to understand whether we have common values or not. If not, the only possible decision is to dissolve the European Union. If yes, we must establish discipline among Member States and have the means to enforce it. Therefore, I welcome this motion for a resolution and I hope such discipline will be consistently applied. It is only through consistency in our policies on fundamental rights that we can achieve legitimacy in the eyes of our EU citizens. I voted in favour.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 166, "date": "2018-03-01.json", "name": "Stanislav Polčák (PPE).", "mepid": "124704", "text": " — I supported this motion for a resolution. In my opinion, the rule of law, democracy is not negotiated. The latter has clearly given rules — democratic rule of law. I remember very well when we discussed, it has been a number of months, the situation in Poland, which was directly involved in the Polish Prime Minister, she is no longer in office, she has been asked if she will respect the Polish government's award to be issued by the Venice Commission of the Council of Europe for assessing the constitutionality of the intended amendments precisely in the context of the dispute over the Constitutional Court. The Prime Minister avoided directly answering whether she would respect that opinion of the expert opinion of another organisation, the Council of Europe, not the EU. The judgment was absolutely overwhelming after it was issued by the Venice Commission, so I believe that we are supposed to have common values, that this is key at least in those bases. There is no negotiation on the rule of law, which is why I have nothing left other than to support this motion for a resolution.", "language": "en", "original_language": "cs", "translation_provider": "aws"}, {"id": 167, "date": "2018-03-01.json", "name": "Janusz Korwin-Mikke (NI).", "mepid": "124879", "text": " — Madam President, I voted against. Madam President! I voted against, albeit I agree that the ruling party has no idea what the rule of law is. Here, in the room Professor Legutko said they needed to remove judges who voted for commons and convict the opposition. But they were exercising the law, and so would today vote, just as PiS wants. However, they don't want judges who would apply laws, they just want judges who would vote at the whims of the ruling party. Judges in the new law will be punished and rewarded for how they vote, and that is, of course, against all principles of the rule of law. But I voted against, because any European Union interference meted out at PiS strengthens PiS. Any European Union attack on PiS rule strengthens PiS rule. That is why I am against this resolution and voted against. And besides, I think the European Union must be destroyed.", "language": "en", "original_language": "pl", "translation_provider": "aws"}, {"id": 168, "date": "2018-03-01.json", "name": "Rory Palmer (S&amp;D).", "mepid": "190099", "text": "   – Madam President, I voted in favour of this very important report. There is nothing more important than the upholding of the fundamental rights of citizens across the European Union. I want to speak today though, about a group of people who do not always see their fundamental rights upheld, and that is people with a terminal illness who sometimes find themselves facing a real challenge and difficulty in upholding their fundamental right to work. Yesterday we launched a new group in Parliament, of MEPs from across the House, to campaign for stronger legal protection for people with terminal illness in the workplace, and I am grateful for support from colleagues across the House for that group and for that cause. I would also call today on Parliament itself to sign our voluntary charter, to properly protect and support people in the workplace with a terminal illness, so everybody, across the EU, has that fundamental right to work properly upheld. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 169, "date": "2018-03-01.json", "name": "Monica Macovei (ECR).", "mepid": "96824", "text": "— Madam President, on Monday, Slovak journalist Ján Kuciak and his fiancée Marina were shot. They were only 27 years old. Ján was an investigative journalist and worked with other colleagues on the investigation of cross-border drug crimes and ties to Slovakia. In October, Daphne Caruana Galizia was blown up with a bomb. We have two violent investigative journalists' crimes in the heart of Europe. Why? Because those journalists remained unshakable, because they wanted to tell the world the truth about the corrupt who govern us and all the evils and illegalities they commit and paid with their lives. Basically, the mafia organized itself to eliminate anyone who speaks freely and expose their corruption. Very briefly, I would like to say that we need to do a fact-finding mission in Slovakia, as we did in Malta.", "language": "en", "original_language": "ro", "translation_provider": "aws"}, {"id": 170, "date": "2018-03-01.json", "name": "Krisztina Morvai (NI).", "mepid": "96661", "text": "- Madam President! We Hungarians have again received a message from the European Union. I would like to pass it on to my compatriots in preparation for the elections on 8 April. This report on the situation of fundamental rights says: It stresses that the European Union - point 29, for the sake of interpreters - must promote inclusion and integration policies throughout its territory and considers it unacceptable for certain Member States to claim that it is not feel affected by the phenomenon of migration. Imagine, my compatriots at home, that those left-wing and liberal candidates who now claim that they will keep the fence on the border, they will keep the mass migration away if the Hungarian people demand it. How are they going to hit their parties, their party factions here, they really think they're going to be the great resistance here? Don't fall for that.", "language": "en", "original_language": "hu", "translation_provider": "aws"}, {"id": 171, "date": "2018-03-01.json", "name": "La Présidente. –", "mepid": "96952", "text": " I would like to draw your attention, ladies and gentlemen, to the fact that we have to finish at 1.30 p.m. and that there are still a lot of explanations of vote to be made. So we will probably have to ignore the last ones, in any case orally.", "language": "en", "original_language": "fr", "translation_provider": "aws"}, {"id": 172, "date": "2018-03-01.json", "name": "Miroslav Mikolášik (PPE)", "mepid": "28178", "text": "— Madam President, with the report on the situation of fundamental rights in the European Union in 2016, another document came to plenary, which in many respects brings the practice of gender identity contrary to the principles of subsidiarity and proportionality. The report reiterates the subject of fundamental rights to ideological pressure on certain Member States, public opinion and the promotion of absurd social engineering. I refer to the problematic Article 70, which calls on the Member States to ratify the Istanbul Convention. By ratification, pursuant to Article 6, the Contracting Parties, including Slovakia, would definitely undertake to quote: 'to incorporate the gender perspective into the implementation and assessment of the impact of the provisions of this Convention, 'the end of the quote. Combating violence against women is a clear duty of course, but it can also be effective other than by sacrificing other fundamental values, by accepting legal formulations that are incompatible with fundamental values and, above all, with the legal system of some Member States, to which we are entitled as sovereign and democratic states under EU law.", "language": "en", "original_language": "sk", "translation_provider": "aws"}, {"id": 173, "date": "2018-03-01.json", "name": "Marek Jurek (ECR).", "mepid": "124892", "text": " - Madam President! This report calls — in theory completely rightly — to avoid any abuse that may lead to the tyranny of the majority. Only the problem is that we live under this tyranny of the majority. Neither family nor life nor upbringing are treated as communities and goods whose natures have no right to change political power. The same goes for the freedom of nations. Against this freedom and contrary to the treaties, the current authorities of the European Union invoke, as President Timmermans says, the will of the vast majority of governments and this Parliament. So what is this appeal about? Is it really about the tyranny of the majority or maybe about to endure the last barrage that will protect our freedom, which is to enslave the public opinion of our nations?", "language": "en", "original_language": "pl", "translation_provider": "aws"}, {"id": 174, "date": "2018-03-01.json", "name": "Michaela Šojdrová (PPE).", "mepid": "124710", "text": " - I did not vote for this report after all. Nevertheless, I would like to thank my colleague Frank Engel for trying to keep the message on a factual basis and focusing it on essential things such as combating discrimination, intolerance, racism and violence of all kinds, and of course also placed emphasis on protecting children on the internet. However, the problem is posed by the parts that propose greater support for sexual and reproductive rights, saying that these rights are related to fundamental human rights. I also find it problematic the proposals of the left that eventually got voted up and that invites flatly recognition of gay marriage. I must say that I voted to drop these parts, but there were a minority of us, and therefore I could not vote in favour of this report in the end, because I believe that these things should be decided Member States.", "language": "en", "original_language": "cs", "translation_provider": "aws"}, {"id": 175, "date": "2018-03-01.json", "name": "Jadwiga Wiśniewska (ECR).", "mepid": "124877", "text": " - Madam President! March 1 is a special day for Poles — this is the National Day of Remembrance of the Soldiers of the Hatched. This is the day when we restore memory to the soldiers of the second conspiracy who, after the second world war, did not lay down their arms, only stand up to a heroic fight against the communist occupant. In 1944—56, nearly 50,000 soldiers of the independence underground were slaughtered in Poland, and 250,000 people were put into prisons. Another thousands were exported to Siberia and elsewhere in Russia. Close to 5 million Poles were surveillance during the Stalinist years. Unfortunately these actions proved successful enough that communist power survived until 1989 and it was this power that shaped the justice system in Poland, which today the Law and Justice government wants to reform, and unfortunately the dictatorship of the majority in the European Parliament that makes it difficult for him.", "language": "en", "original_language": "pl", "translation_provider": "aws"}, {"id": 176, "date": "2018-03-01.json", "name": "Bruno Gollnisch (NI).", "mepid": "1164", "text": " — Madam President, the Engel report is a truly totalitarian report that calls any complaint from the minority as “hate speech” and “discourse of love, justice, charity, benevolence” the speech of the oppressive majority of these institutions. But shouldn't it be better to sweep outside his door? Would it not be better to ensure respect for the most basic rights in this institution, in this European Parliament? I take my personal example: at the request of Secretary General Welle, an official from the politicized circles of this House, I am taxed almost 300,000 euros, a huge sum. I am punctuated with three-quarters of the emoluments that should be used for my mandate for the perfectly grotesque reason that my assistant, for six years, worked not only with me but also with my colleague Jean-Marie Le Pen. Neither my assistant nor I, at any time, have been heard by Secretary-General Welle, by the Quaestors, or by the Bureau of which you belong. Start by respecting human rights within Parliament.", "language": "en", "original_language": "fr", "translation_provider": "aws"}, {"id": 177, "date": "2018-03-01.json", "name": "Andrejs Mamikins (S&amp;D).", "mepid": "124746", "text": "   – Madam President, I voted in favour of the report on the situation on fundamental rights in the EU in 2016. However, I would like to raise your attention to one thing: the rights of minorities in the EU are only a marginal topic in this report. I believe this is not a shortcoming of the report drafted by our colleague Frank Engel but rather a shortcoming of our policies. We actually do not have a real European approach to minorities, and we leave it to the discretion of Member States to protect them, but in some Member States minorities belong to really vulnerable groups. To give you one example, the Russian-speaking minority in Latvia is in decline due to emigration and to the negative birth rate. The death rate among Russian speakers in Latvia is much higher than the average in the country. The reasons for that are their unfavourable social conditions and the absence of rights for civil and political participation. These people are in a situation of total cultural insecurity and the reproduction of their identity is at high risk.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 178, "date": "2018-03-01.json", "name": "Seán Kelly (PPE).", "mepid": "96668", "text": "   – A Uachtaráin, vótáil mé i bhfabhar na tuarascála seo, cinnte. Madam President, our fundamental rights must be rigorously upheld, and this report has carried out a thorough investigation and evaluation of that. The issues of hate speech, discrimination, migration and integration are especially relevant in our society, and we must learn how to combat division and animosity through the core values of the Union. I respect reports focused on protecting citizens and asylum seekers alike from violence and discrimination. We must continue to take into account the rights of minorities and communities throughout the EU, from ethnic groups to members of the LGBT+ community. The increased emphasis in the fight against organised crime and human trafficking is to be praised. I would also like to mention in that regard that we in the European Union should be making more noise and do more to bring attention to the appalling act of kidnapping by Boko Haram of 100 girls, and we must do everything we can to get them back.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 179, "date": "2018-03-01.json", "name": "La Présidente. –", "mepid": "96952", "text": " I regret to inform you that we will not be able to take oral explanations of vote on the reports of Mr Sander Loones, Mr Nart and Mrs Bilbao Barandica and Mrs Vallina. Explanations of vote, of course, which may be tabled in writing. We have a time problem and we can't take them.", "language": "en", "original_language": "fr", "translation_provider": "aws"}, {"id": 180, "date": "2018-03-01.json", "name": "Alex Mayer (S&amp;D).", "mepid": "185637", "text": "   – Madam President, what is in a jar of honey? In this jar – I am confident – it is pure honey produced by buzzing Suffolk bees and harvested by members of the West Suffolk Beekeepers’ Association that I had the pleasure of meeting last week. But honey is the third most adulterated product in the world. Twenty percent of samples taken on imported honey do not respect our high standards. Honey fraudsters add sugar syrup to their product or harvest it early and artificially dry it out to cut time and costs. They con consumers and endanger legitimate beekeeping with knock—on effects for the number of pollinators.  That is why I support this fight back with improved testing procedures, better labelling and higher penalties for fraudsters. Producing honey is hard work. This little jar of liquid gold represents the nectar from two million flowers so let us swarm to the defence of our hardworking bees and beekeepers. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 181, "date": "2018-03-01.json", "name": "Michaela Šojdrová (PPE).", "mepid": "124710", "text": " — I would like to justify why I presented this report on the future of European beekeeping. For several reasons, mainly bees and plant pollination are crucial to sustainable agricultural production. Regardless, beekeeping products are in great demand in the EU. I think it is necessary to focus on those problems that we are able to influence with appropriate measures at European level as well. This is mainly the identification of cases of honey counterfeiting, which cause great harm to European beekeepers and pose serious health risks to consumers. At the same time, the amount of imported honey into the EU from China and third countries should be eliminated. In this context, I completely support the proposal to abolish the misleading designation of a mixture of honey from EU and non-EU countries and replace it with a clear indication of the specific country of origin.", "language": "en", "original_language": "cs", "translation_provider": "aws"}, {"id": 182, "date": "2018-03-01.json", "name": "Clara Eugenia Aguilera García (S&amp;D).", "mepid": "125045", "text": " Madam President, I would like to show my position in favour of this own-initiative report, to the great work that has been done, especially by my colleague Nekov, in our group. I think that a very comprehensive report has been made, and I hope that the European Commission will take advantage of it in order to tackle the serious problem of mortality in bees. This is a serious problem, and therefore it must be addressed seriously, with serious measures, in order to have a good response and not cause problems to the environment. But I would like to point out in my speech that the amendment proposed by a group of colleagues on the total ban on neonicotinoids, I think is not timely. We cannot make political decisions based solely on the influence, in it is not known what. That is, political decisions must be based on the results of scientific analysis, and I therefore very much agree with the view of EFSA, which partially prohibits some neonicotinoids.", "language": "en", "original_language": "es", "translation_provider": "aws"}, {"id": 183, "date": "2018-03-01.json", "name": "Момчил Неков (S&amp;D).", "mepid": "125013", "text": "— Dear colleagues, European beekeepers have many challenges today and it is high time they were answered. I am pleased that we have adopted today's report because it is high time our beekeepers were heard. The main function of bees is pollination. This environmental service must be fairly rewarded and direct subsidies for pollination carried out by bees into the new CAP. A complete ban on the use of neonicotinoids, because it is high time this became a fact. Bee health has been deteriorating since the 1990s, in many regions they are dying, and European agriculture becomes monocultural. This trend has to stop. We are proposing a 50% increase in financial support for national beekeeping programmes, and this should be the minimum, and that needs to be done really very quickly. Imports from third countries are also a major challenge. Low-quality or cheap honey from countries such as China, Ukraine or Argentina suffocates European producers. The report is progressive and provides quite correct guidance for the development of the sector.", "language": "en", "original_language": "bg", "translation_provider": "aws"}, {"id": 184, "date": "2018-03-01.json", "name": "Jiří Pospíšil (PPE).", "mepid": "125706", "text": " — I was happy to support this report by my colleagues, who presented it on their own initiative. At first glance, it may look like the theme of beekeeping is a theme that is marginal. It is by no means that. My colleagues have already said this, the impact of this sector in the whole agricultural policy is extremely significant not only by the proportion and by employing our fellow citizens, but by the fact that pollination is the key thing that bees are securing right now. It's a good thing that the report describes current problems ranging from, say, bee colony diseases that lead to bee colony destruction, to problems associated with the single market. The issue of smuggling products that are called honey and honey are not, to Europe I think is a problem that is supposed to be addressed by the EU. It should be handled by some responsible EU institutions, the European Commission should address this. I was very surprised by the information that honey is the 2nd-3rd most commonly adulterated commodity on the market. It's a good thing the message has been received.", "language": "en", "original_language": "cs", "translation_provider": "aws"}, {"id": 185, "date": "2018-03-01.json", "name": "Seán Kelly (PPE).", "mepid": "96668", "text": "   – A Uachtaráin, fáiltím agus vótáil mé ar son na tuarascála seo mar is tuarascáil an-tábhachtach í. The fact that 76% of European food production depends on bee pollination shows how integral the species is to core aspects of humanity’s future. The destruction of European bee pollination by disease is of key concern. Therefore, it is essential that we support, educate and train more producers and the public, and commit to researching the challenges facing bees and the apiculture industry today.  We must support current beekeepers, many of whom have faced, or are facing, shutdown in business due to fake honey or decimated bee populations, and therefore I praise the recommendations for the revision of EU support for beekeepers. I especially hope this will be an integral part of the next common agricultural policy. The trends for beekeeping within the Union have been positive in recent years, and it is essential we maintain this upward momentum in order to preserve the apiculture sector for generations to come. Our future and the future of the planet depend on it.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 186, "date": "2018-03-01.json", "name": "Csaba Sógor (PPE).", "mepid": "39724", "text": "- Madam President! The EU's honey producers are in a rather unfair position because the current EU agricultural policy does not support their activities sufficiently, and they also have to deal with a significant amount of falsified honey in the internal market. This counterfeit quantity comes to a large extent from countries outside the EU and not only does it make our producers impossible, but also means misleading consumers. First of all, we must create favourable conditions for our own producers in order to ensure that EU consumers have healthy and quality honey, and we must change the current unfair competition situation. To this end, the Common Agricultural Policy after 2020 deserves special attention to honey producers, for whom it is necessary to establish a new direct support system and to introduce a tax exemption. EU citizens have the right to know what proportion of honey products they buy as honey contains honey from European producers, and their labelling needs to be adapted accordingly.", "language": "en", "original_language": "hu", "translation_provider": "aws"}, {"id": 187, "date": "2018-03-01.json", "name": "Monica Macovei (ECR).", "mepid": "96824", "text": "   – Madam President, this is not fair. We waited and we prepared to speak and I think you should stay until the end. There are two more files for which we prepared to speak. It is less than ten minutes. It is on the list and now you cancel it. Really it is not fair for us. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 188, "date": "2018-03-01.json", "name": "La Présidente. –", "mepid": "96952", "text": " Madam, I have indicated twice that we have a significant hourly constraint and therefore we would have to stop at 1:30 p.m. We stop at 1:36 p.m. and I think I actually warned. But your explanations are welcome. They will be collected in writing in the minutes of this sitting, there is no problem. I'm sorry, but we have this important constraint and we cannot overcome it.", "language": "en", "original_language": "fr", "translation_provider": "aws"}, {"id": 189, "date": "2018-03-01.json", "name": "La Présidente. –", "mepid": "96952", "text": " I declare the session of the European Parliament adjourned.", "language": "en", "original_language": "fr", "translation_provider": "aws"}]