[{"id": 0, "date": "2018-12-13.json", "name": "Președintele. –", "mepid": "33984", "text": "  The first item is the debate on the Commission Declaration on the situation of migrants at the EU border with Bosnia and Herzegovina (2018/2971(RSP)).", "language": "en", "original_language": "ro", "translation_provider": "azure"}, {"id": 1, "date": "2018-12-13.json", "name": "Vytenis Povilas Andriukaitis", "mepid": "n/a", "text": "   Member of the Commission. – Mr President, as the Commissioners and Members of this House have been doing in the last two days, please allow me to express my solidarity with the families of the victims of the terrible attacks here in Strasbourg and solidarity with France and the French people. Thank you for the opportunity to discuss the situation of migrants at the border between Croatia and Bosnia and Herzegovina. First, let me give you the general picture. Bosnia and Herzegovina was not affected by the 2015 migratory crisis. However, between 1 January and 30 November 2018, around 23 000 migrants entered the country, a substantial increase compared to 2017, but still manageable. Ninety—two percent expressed their intention to ask for asylum, but only five did so. Most of them seek to go to EU countries. Migrants primarily consider Bosnia and Herzegovina, as other Western Balkan countries, a transit country. As of 4 December, there are currently 4 139 migrants and asylum seekers receiving assistance in Bosnia and Herzegovina, 3 126 of them in the Una-Sana Canton in the north—west corner of the country and close to the border with Croatia. One thousand additional migrants who have not yet requested assistance are estimated to be present in the area. The Commission responded immediately to the needs of Bosnia and Herzegovina. Since June 2018 the Commission has made available a substantial amount of funds to, first, address the immediate needs of refugees, asylum seekers and migrants; second, to provide adequate accommodation and basic services; third, to increase the capacity of identification; and, fourth, to support the Bosnia and Herzegovina border police. This includes EUR 2 million in humanitarian aid and EUR 7.2 million via a special measure of the Instrument for Pre-Accession Assistance (IPA). These are implemented by the International Organisation for Migration (IOM), in cooperation with the United Nations High Commissioner for Refugees (UNHCR) and the United Nations Children’s Fund (UNICEF). These funds are in addition to those already allocated for Bosnia and Herzegovina via the main IPA, notably on border management, migration and asylum. Thanks to European Union assistance, migrants in the Una—Sana Canton are reallocated from informal sites to organised reception centres. The objective is to ensure appropriate accommodation conditions. Four thousand persons now have a roof for the winter and nobody is left out in the cold. Sixty—one children will soon start their school year in the primary schools of Una—Sana Canton. Further assistance to Bosnia and Herzegovina will be available to cover the needs from April 2019 onwards. This will be based on the assessment by authorities. As you know, negotiations with Bosnia and Herzegovina for a status agreement for the deployment of European border and coastguard teams have been concluded. We look forward to signing the agreement as soon as possible. The status agreement will allow for assistance to the border police in managing the border between Croatia and Bosnia and Herzegovina, but the primary responsibility remains of course with the two countries. In recent weeks, Bosnia and Herzegovina has deployed 180 additional police officers to improve border security. Relations between the Bosnia and Herzegovina border police and the migrants seems to be positive overall, as reported to European Union officials. But, as I said, Bosnia and Herzegovina is a transit country and many migrants try to cross the border every day. The situation is also not easy for the local population, which reports tensions and fear of security incidents. Over recent months there have been reports of serious allegations of mistreatment of migrants by the Croatian police at the border with Bosnia and Herzegovina. The Commission has been actively and closely monitoring these developments and raised these allegations with the Croatian authorities. Let me stress that the EU Readmission Agreement should be applied to migrants illegally crossing the EU borders. It should be applied without prejudice to the right to apply for asylum and, more generally, of the rights, obligations and responsibilities of the Member States arising from international law, notably of course the principle of non—refoulement. The Croatian Ombudsman, Lora Vidovic, presented a report in October to the Croatian Parliament in which she voiced her concerns that the police were violating migrants’ right to international protection and obstructing the authority to obtain information. We are closely monitoring the situation. We all agree that the border between Croatia and Bosnia and Herzegovina is an external European Union border and Croatia is responsible for its management. The measures at the EU’s external borders must be proportionate and comply with respect for fundamental rights. Let me conclude by underlining that we are confident that the Croatian authorities will take the allegations seriously and conduct swift and thorough investigations. Second, border guards and police authorities in all Member States are expected to carry out their duties in full respect of fundamental rights.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 2, "date": "2018-12-13.json", "name": "Dubravka Šuica", "mepid": "119434", "text": "  on behalf of the PPE Club. – Mr. Chairman, I hope mr. Commissioner that you are aware that Croatia's border is the longest border of the European Union, with Bosnia and Herzegovina almost 1000 kilometers, a total of 1300 kilometers, and that we are preparing to enter the Schengen system. Therefore, the Croatian police do everything in accordance with the regulations to ensure croatia's possibility of entering the Schengen zone, while at the same time trying to respect all international regulations and all the rules.  You yourself said that the number of migrants increased and that Bosnia and Herzegovina was not on the route in 2015, which is not the case now. The data, very fresh, from the Ministry of Interior of the Republic of Croatia say that this is a concrete increase of 57%, which means a total of 6415 persons compared to 2017. Likewise, 6,500 migrants are in makeshift accommodation near the border with Croatia. Basically, due to the facilitated visa regime of Bosnia and Herzegovina with certain third countries, in the first place with Turkey, the number of irregular crossings from Bosnia and Herzegovina has increased. Unfortunately, due to the visa mismatch of some other countries in the Western Balkans with the European Union visa regime, there is a greater migratory risk.  In any case, the fact is that the border of Bosnia and Herzegovina, as well as Albania and Montenegro, is being worked on. Croatia has more border police officers than all these three countries combined. Of course the asylum system in Bosnia and Herzegovina, but also in other countries in the Western Balkans, needs to be strengthened. Also, the conditions of the voluntary return scheme should be ensured. As you know, Croatia provides bilateral assistance to other countries on the Western Balkans migration route, and you also mentioned the assistance provided by the European Commission, after the European Council. Thus, it is almost 2 million euros in humanitarian aid and 6 million euros in aid to strengthen reception centres.  In any case, the Croatian authorities are working on this problem to the maximum, but at the same time taking into account that Croatia is the external border and that we want to become part of the Schengen area.", "language": "en", "original_language": "hr", "translation_provider": "azure"}, {"id": 3, "date": "2018-12-13.json", "name": "Tanja Fajon", "mepid": "96911", "text": "  on behalf of the S&amp;D Group. The story of defectors who found themselves on the border between Bosnia and Herzegovina and Croatia is strongly reminiscent of other migrant stories that we have already seen, and there is no warm welcome from the local population, some political options abuse the unfortunate fates of migrants to incite hatred, and there is also fake news circulating around the country about refugees abducting girls and raping minors. I join some international organisations, even though the situation has improved, to provide emergency financial assistance to the country.  You mentioned, Commissioner, the obligations of the border authorities at the border with Croatia, and I particularly join croatia to help, and especially bosnia and Herzegovina, in a humanitarian way, to try to regulate the situation with migrants and to ensure that there is no trafficking in human beings and safe border crossings.", "language": "en", "original_language": "sl", "translation_provider": "azure"}, {"id": 4, "date": "2018-12-13.json", "name": "Ruža Tomašić", "mepid": "119431", "text": "  on behalf of the ECR Club. – Mr. Chairman, the accumulation of migrants in Bosnia and Herzegovina is very worrying and the country does not have the capacity to deal with this challenge, which in addition to political, humanitarian and security gains a public health dimension. Migrants are staying in inhumane conditions, with basic supplies and medical assistance lacking. The difficult position forces them to penetrate Croatia, which shares a long and very porous border with Bosnia and Herzegovina. Despite strong efforts by Croatian police, migrant groups are increasingly penetrating Croatia, with locals the victim of thefts and break-ins.  Croatia will not become a so-called hot spot and will continue to guard its european border. Logistical and financial assistance is needed to do so as successfully as possible. It is also important that in these circumstances Croatia is admitted to Schengen as soon as it meets all the requirements. This would send a strong message that the Union stands behind all its members, especially those under direct pressure from migrant waves.", "language": "en", "original_language": "hr", "translation_provider": "azure"}, {"id": 5, "date": "2018-12-13.json", "name": "Ivan Jakovčić", "mepid": "124754", "text": "  on behalf of the ALDE Club. – Dear Chairman, there are two reasons why I have proposed that we discuss this situation in Bosnia and Herzegovina, on the border with Croatia, on the border with the European Union.  The first reason is certainly the humanistic reason, the human reason. The situation of migrants, the situation in which children freeze, the problem of education and children and everything that happens to them in a difficult way, but also problems in relations with the local population and the violence that exists among the migrants themselves, the fear of the local population, the fear of people in Croatia. We have to discuss it here, we can't put it under the rug.  Another reason is certainly the schizophrenic situation in which Croatia finds itself. On the one hand, Croatia is called out for the fact that, apparently, not everything was very good when it comes to the treatment of refugees, and on the other hand there is an obligation to protect the border of the European Union. So I think there's a big challenge here for the European Commission as well. Thanks for the help that has been given to Bosnia and Herzegovina so far because it helps, of course, the situation in Croatia, but on the other hand, I think we have to monitor every situation in Bosnia and Herzegovina to the end because we need to help that country. Its institutions are not yet doing everything right, and the problems then relate to the European Union and to us.  Therefore, I call on the Commission to continue to monitor, to continue funding and to really ensure that all those who are in Bosnia and Herzegovina as migrants are treated humanly, but also, on the other hand, that we do not allow illegal migration and immigration to Bosnia and Herzegovina as well.  So I think after everything we've seen, after what we experienced a few years ago, that the migrant wave has calmed down, but it exists it's still going on and it's our obligation to talk about it and take care of it.", "language": "en", "original_language": "hr", "translation_provider": "azure"}, {"id": 6, "date": "2018-12-13.json", "name": "Marina Albiol Guzmán", "mepid": "125048", "text": "  GUE/NGL Group. Mr President, since the European governments decided in 2016 to close the borders of the Balkan route to lime and chant, thousands of people have been trapped in Bosnia and Herzegovina in inhumane conditions. We must denounce how the Croatian authorities are acting at the border. From January to August of this year alone, UNHCR has encrypted hot returns in more than 2,500. Human Rights Watch has reported violence by security forces towards migrants. Six people have died as a result of this violence in recent years; The last one, a six-year-old girl. And activist organizations fighting this with solidarity are being criminalized with police persecution and intimidation. But the most serious thing is that what the Croatian Government is actually doing is in perfect harmony with the European Commission's migration policies. What they are implementing in Croatia is not so different from what is happening at the other external borders of the European Union. For example, in Ceuta and Melilla the situation of violence on fences and hot returns are also being reported by organizations. In Viktor Orbán's Hungary, violence and human rights violations are systematic. And on the great external border, which is the Mediterranean Sea, the European Union's policy is to let them drown. And of course all this is contrary to European legislation. The problem is that, the problem is that the European Union's own political migration project violates its own rules. So the responsibility is for Croatia, Spain, Hungary or Italy, but not alone. It is the European Union's model of border closure, that no one sets foot in Europe, of wanting to deport them all, is the one that shelters these kinds of policies that bring thousands of people to death. It is the model of the European Union. Those responsible are the European Commission, the Member States and also the MEPs who, with their vote, endorse these policies. (She agreed to answer a question posed in accordance with the 'blue card' procedure (Article 162(8) of the Rules of Procedure)).", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 7, "date": "2018-12-13.json", "name": "Željana Zovko (PPE)", "mepid": "185341", "text": "  question posed by raising the blue card. – Dear Chairman, I would respond to my colleague who unfairly calls out Croatia, Croatia who was recently in Marrakech and tried to control and help migration regular flows in a regular way. This is how populist tries to divide Europe.  This is the exact opposite of what can be helped by these poor people who are looking for salvation and who are looking for safety. So don't bring in and don't help populists in this way by accusing Croatia. That's not true.", "language": "en", "original_language": "hr", "translation_provider": "azure"}, {"id": 8, "date": "2018-12-13.json", "name": "President. –", "mepid": "33984", "text": "  This is less a question than a comment, but, in any case, would you like to listen to the second question and then respond to both of them, or would you like to respond now?", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 9, "date": "2018-12-13.json", "name": "Marina Albiol Guzmán (GUE/NGL)", "mepid": "125048", "text": "  'blue card' response – I am not accusing Croatia, I am accusing all the governments of the European Union and the European Commission of migration policies which are absolutely inhumane and insolidarian. Responsibility is not only for Croatia, Spain or Italy, or any particular country. It's everybody's. Of the whole European Commission, of the Council and, as I said, of the majority of MEPs who here, with their vote, endorse such policies.  (She agreed to answer a question posed in accordance with the 'blue card' procedure (Article 162(8) of the Rules of Procedure)).", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 10, "date": "2018-12-13.json", "name": "Dubravka Šuica (PPE)", "mepid": "119434", "text": "  the question she asked by raising the blue card. – Dear Chairman, I have a question for Mrs. Guzmán, following her presentation and activism over the past few months on this topic.  I have a question for you. Do you use this topic for your personal promotion and do you use the fates of these sad, poor migrants for your personal promotion?  When it comes to Croatia, Croatia is implementing all measures that are anti-criminal, which the Austrian Presidency strongly presented, and this is why the Croatian police behave in accordance with all possible regulations and international rules, taking into account, of course, human rights.", "language": "en", "original_language": "hr", "translation_provider": "azure"}, {"id": 11, "date": "2018-12-13.json", "name": "Marina Albiol Guzmán (GUE/NGL)", "mepid": "125048", "text": "  \"blue card\" response. – I cannot accuse someone of populist or trying to win votes on the issue of immigration, when in a debate on the situation of migrants he talks about crime. That's populism. What's more, that's much more than populism. That's a far right. Talking about crime and migration all together in the same debate is what is giving wings to racist and xenophobic stances.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 12, "date": "2018-12-13.json", "name": "Bodil Valero", "mepid": "124993", "text": "  Mr President, on behalf of the Group of the Greens/European Free Alliance, I would like to take Mr President, I would like to begin by congratulating Mr I would like to begin by saying that I very much agree with what the previous speaker said in this House. It is very much about European policy in general. There I feel that we are talking much more about numbers than about people. We have somehow dehumanised the whole migration debate. These are people who come to us for various reasons to seek protection, but we talk about them as if they were numbers in a statistic. That is the big problem for all of us, I would say. We are in the situation we are today, because not all countries have taken joint responsibility for those who have come to us. Some countries have completely refused to accept migrants. Other countries, such as my own Sweden, have received an enormous number. We have to do this together and then we can also have a humane, humane migration policy where we do not see people as numbers, which I see as the major problem. If we are then to start from what has happened, or the subject we are talking about today, precisely the border in Bosnia and Herzegovina, then I think it is a good thing, as the Commissioner said, that we need to investigate properly what has happened. It goes without saying that our EU countries must comply with the regulations that we have and that means that if a person enters Croatia or any other country, that person has the right to seek asylum there. That person cannot just be returned to another country. Regardless of whether you have bilateral readmission agreements with that country, that person has the right to seek asylum. That person should not be abused, should not be humiliated, should not be robbed, but that person should be allowed to seek refuge in the country you have come to. The Union shall be based on the values of respect for human dignity, freedom, democracy, equality, the rule of law and respect for human rights. That's what we're all going to do.", "language": "en", "original_language": "sv", "translation_provider": "azure"}, {"id": 13, "date": "2018-12-13.json", "name": "Bill Etheridge", "mepid": "124951", "text": "  on behalf of the EFDD Group. – Mr President, I’d like to start off, particularly at this time of year, by saying that we should all wish well to all people, especially those in difficulty: refugees, asylum seekers, those who may not be able to sleep comfortably in their beds at night. Particularly at a festive time of year like Christmas, it’s beholden on us to remember that. However, this is an interesting debate because, in the UK, it’s very much framed as the EU being all about economics and trade, especially at the moment that’s the main thing. But we see, at the moment, a very real situation still going on in relation to migration and the issues around borders, and there is talk about EU security and border controls being put into nations, and money being spent on, or thrown at, this. I cannot help but believe in my heart that, actually, when you look at immigration into independent countries, individual sovereign states, they would be better being given control of their own borders to look after these things themselves, and if they need help, there is such a thing as a foreign aid budget. The UK has an enormous foreign aid budget – we’re often classed as a foreign aid superpower – and yet, again, we are contributing twice, as EU funding is going into this as well. Surely it would be better to give individual sovereign states the right to control their borders and, if they need assistance, if there is a crisis, to address it by means of other states offering foreign aid.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 14, "date": "2018-12-13.json", "name": "Mario Borghezio", "mepid": "21817", "text": "  Mr President, ladies and gentlemen, i.e. the european Union, we must not Mr President, ladies and gentlemen, while this debate is taking place, not far away, at the Hôpital Hautpierre, together with others, a 28-year-old Italian boy, Antonio Megaliti, is struggling with death. I would like to address a thought to this victim of Islamist terrorism. It is perfectly in tune with the subject I want to address, because behind this development of migrants can hide the smokescreen of the presence of many former warriors of Allah who have been defeated in the Islamic State and who penetrate, together with the migrants, into Bosnia and Herzegovina. I would like to remind you of what a Bosnian journalist denounces in a recent interview, namely that there is a danger that these people, by entering, will come into contact with young Bosnian Muslims and convert them, radicalize them. This must be the commitment of the European Union, which has heavily financed Bosnia and Herzegovina to carry out real deradicalisation, not in words, by fighting against those who agonise young Muslims and radicalise them for actions such as those that have marred this week – Islamist terrorism that some, hypocritical and cowardly, do not have the courage to call by their name: Islamic terrorism!", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 15, "date": "2018-12-13.json", "name": "Agustín Díaz de Mera García Consuegra (PPE).", "mepid": "28397", "text": "   – Mr President, the number of refugee and migrant arrivals in Bosnia and Herzegovina during 2018 has increased significantly, with more than 22,400 arrivals since the beginning of the year and compared to 755 in 2017.  Many attempt to move through Bosnia and Herzegovina to join the Union, crossing Croatia. However, others remain in the country. UNHCR estimates that around 6,000 people were present in Bosnianherzego territory in mid-November 2018. Local communities and international organizations have taken care of basic care: food, shelter, primary health care. However, the country's capabilities are overwhelmed. Since June, the Union has mobilisation more than EUR 9.2 million between immediate aid and medium-term aid. This facilitates, but is not limited to, access to essential services that are far from migration routes.  The Western Balkans itinerary is mainly used by Afghans, Pakistanis and Syrians. Throughout 2018, migration pressure on this route has been increasing, leading to organized crime groups increasing their criminal activity around human trafficking. This is one of the main reasons why Europol has identified this region as a priority in increasing cooperation.  Our Charter of Fundamental Rights, the Universal Declaration of Human Rights, the 1951 Convention on the Status of Refugees and the 1967 Protocol commit us. And they commit us, fundamentally, from a humanitarian point of view. I applaud the States that signed the Global Compact on Migration in Marrakesh. All this, to the European Union as a human rights defender, is unequivocally committed.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 16, "date": "2018-12-13.json", "name": "Josef Weidenholzer (S&amp;D).", "mepid": "111014", "text": "   Mr President, I would like to thank the With this question to the Commission, we want to shed light on what is happening in Bosnia-Herzegovina, which are indeed worrying.  Thousands of people have been on the run in the region since the symbolic closure of the Balkan route. Forgotten by the European public, they live in catastrophic circumstances. Time and again there are desperate attempts to escape this situation. This gives a boost, above all, to the criminal people smugglers. There are always incidents at the external borders that need to be investigated. I have made the death of a girl, Medina Hussiny, the subject of a question. We need clarity as to what is really going on, how large the number of people affected is, what resources are being used and how they are being used and, above all, how to solve the problems. It would be wrong to think that the problems can be solved by looking away. Such an extremely short-term approach has already led to disastrous consequences in 2015. The Commission is called upon to learn from its mistakes at the time.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 17, "date": "2018-12-13.json", "name": "Bernd Kölmel (ECR).", "mepid": "124824", "text": "   Mr President, I would like to thank the This discussion shows once again that some speakers are trying to undermine the sovereignty of the EU Member States with humanitarian aspects. And sovereignty means that borders are secured. It really is not a new realization that a large proportion of the migrants are so-called economic migrants, that is, they are not politically persecuted, but they are looking for a better world. That is permissible, but the countries of the EU cannot accept people indefinitely and even unchecked. We can see what problems this is already causing. And I really must also tell you, Mrs Guzman of the GUE: you have tried here in what I think is an outrageous way to immediately spread a halo on all migrants, according to the motto: if someone says, yes, they also commit crimes – that cannot be the case. It is quite clear that not every migrant is a criminal. Whoever says that is stupid. But, conversely, migrants are, of course, also committing crimes, and that is why we must control the borders.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 18, "date": "2018-12-13.json", "name": "Jasenko Selimovic (ALDE).", "mepid": "134243", "text": "   – Mr President, Bosnia and Herzegovina has until now been mainly an emigration country, with young people leaving. Now the situation has changed: we have a lot of people, 23 000 this year, coming through the country, seeing it as a transit country, wanting to go to the EU but then getting stuck at the border. The facilities and the possibilities of the country to deal with this situation are very limited. The country has only two asylum centres and has been improvising by using abandoned factories, but I’m sorry to say there are migrants who are sleeping outside in temperatures of below zero, so the conditions are very difficult and the days are getting colder. The country has neither the financial nor the administrative resources to deal with this situation and we have an obligation to help. So far the citizens have been helping. The country has done a decent job in handling this situation, given that they had never been in this situation previously. The border situation is critical. There has been violence at the Croatian border. I’ve received reports from the ground and I’ve received reports from Human Rights Watch saying they have seen this, that the police are using force and violence against migrants, pushing them back to Bosnia. This inhuman behaviour should be stopped and investigated, as the Commissioner said. I am very grateful for the help the Commission has offered. I think it should be increased and we, as partners of Bosnia, need to provide administrative support to give them any hope of coping with this situation. (The speaker agreed to take a blue-card question under Rule 162(8))", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 19, "date": "2018-12-13.json", "name": "David Coburn (EFDD)", "mepid": "124967", "text": "  blue-card question. – Not forgetting that our Lord was a refugee, at this time of year one doesn’t want to be cruel to people who are suffering or whatever. But the only problem is, if we give more funds and help people even more, it will encourage more refugees or financial people, people looking for a better life. I don’t blame them: if I were in their situation I’d want to come west too, but the trouble is we can’t afford it, our people have got enough trouble getting jobs themselves, it is causing a lot of trouble. Would you not agree with me that to continue to dish out money is simply going to encourage more people to try and come?", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 20, "date": "2018-12-13.json", "name": "Jasenko Selimovic (ALDE)", "mepid": "134243", "text": "  blue-card answer. – I totally disagree with you because giving the country monetary and administrative help to cope with the situation doesn’t mean anything to migrants, they don’t know about it. So this will be neither good nor bad for them: they will not come because of it, they will not refrain from coming because of it, it will just help the countries to deal with the situation in a decent human away, and it is our obligation to do that.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 21, "date": "2018-12-13.json", "name": "Dominique Bilde (ENF).", "mepid": "124771", "text": "   Mr President, the rigours of the Balkan winter cannot obscure a reality now so undeniable that even the coordinator of the International Organization for Migration in Sarajevo reluctantly acknowledged that 85% of the pseudo-refugees stationed in Bosnia and Herzegovina are in fact economic migrants, demonstrating that, in the face of this migratory surge, denial is no longer even a recipe.  Especially since this new Balkan route is largely successful: three quarters of the migrants transiting through Bosnia and Herzegovina would manage to leave it, free to go as they see fit in Europe. They will never be deported.  Who's to blame? To the European Union, of course. Satisfied to pour millions in sheer loss into the barrel of the Danaïdes of the migrant crisis when, in truth, the only ones we need to support are the Croatian security forces and the Bosnian Serbs represented by Milorad Dodik, who is courageously fighting against a real submersion against which all now seem to have capitulated.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 22, "date": "2018-12-13.json", "name": "Carlos Coelho (PPE).", "mepid": "1892", "text": "   – Mr President, Commissioner, ladies and gentlemen, the European Union is an area of freedom and security which must be based on full respect for fundamental rights. The reports coming from the border between Croatia and Bosnia are therefore worrying. It is true that each Member State determines who or does not enter its territory, but in an area of freedom of movement the external borders of each State actually become common external borders. That is why we share a set of rules on how we carry out border controls, the so-called Schengen rules, how we look at asylum applications and even how we return people. However, we must clearly condemn the violation of those rules, but we also have to come up with solutions, and that is why I call on the European Commission to make use of the Schengen evaluation mechanism in order to be able to identify and recommend solutions as a matter of urgency. This does not mean favouring an open-door policy; it simply means that everything is not worth in border control, let alone called into question the basic principles of humanity. We are facing another symptom of this major disease which is the inaction of the Member States, their inability to accept reforms that this Parliament has long advocated. We need an effective return policy, a functioning common European asylum system with a strengthened European agency and a robust and effective border agency. Once again, Mr. President, they pay the most vulnerable for the weaknesses of the strongest.", "language": "en", "original_language": "pt", "translation_provider": "azure"}, {"id": 23, "date": "2018-12-13.json", "name": "Tonino Picula (S&amp;D).", "mepid": "112744", "text": "   – Mr. Chairman, Croatia in 2018 is faced with a sharp increase in irregular border crossings, primarily from neighbouring Bosnia and Herzegovina. This is an increase of as much as 57% compared to the previous year. I would like to remind you that Croatia has the longest external land border of the European Union, and in protecting this border it does not follow the examples of its EU neighbours, which protect their borders with barbed wire.  There are currently about 6,500 migrants on the territory of Bosnia and Herzegovina, most of them in makeshift accommodation near the Croatian border, which increases the possibility of attempted irregular crossings. As a member who expects to join Schengen as soon as possible, Croatia is aware that migration is a global challenge and has supported the Global Compact in Marrakech. The Union has the right to expect all members and potential members to respect fundamental human rights, investigate and prosecute those responsible for their violations. At the same time, the Union has an obligation to help more strongly countries with limited resources at such a long border face the local echo of one major European problem.", "language": "en", "original_language": "hr", "translation_provider": "azure"}, {"id": 24, "date": "2018-12-13.json", "name": "Ангел Джамбазки (ECR).", "mepid": "124873", "text": "   – Dear Mr President, honourable Members, the Republic of Croatia has every reason and every right to defend its borders. Let's not forget that the Republic of Croatia is an external border for the European Union and protects the citizens of the European Union. So the Republic of Croatia cannot be blamed for guarding its borders. Let's not encourage crime. Illegal, illegal crossing of a border is a crime, not a violation. It cannot be justified and cannot be encouraged. Each border must be crossed at the legal state checkpoints. In this regard, any conversation that promotes illegal migration works against the security of European citizens. Any conversation that justifies breaking the law works against the security of European citizens. Illegal immigration, dear colleagues, is not a right, it is not a human right. And for the protection of the rights, freedoms, health of all European citizens, every country is obliged. (The Speaker agrees to answer a question asked by raising a blue card (Rule 162(8) of the Rules of Procedure)).", "language": "en", "original_language": "bg", "translation_provider": "azure"}, {"id": 25, "date": "2018-12-13.json", "name": "Beatriz Becerra Basterrechea (ALDE)", "mepid": "125040", "text": "  \"blue card\" question. – I would like to ask Mr Dzhambazki a question about this insistent reference to encouraging illegal immigration. Is there anyone who wants illegal immigration in Europe? Because it seems that some say that it is like others, those of us who insist that human rights be respected, that the funds of the European Union , which are those of all Europeans – are used appropriately to ensure that international law is complied with, so that borders are properly ordered, so that the agreements we have, including that of the reception of refugees, are respected. Who wants illegal immigration to Europe, Mr. Dzhambazki?", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 26, "date": "2018-12-13.json", "name": "Ангел Джамбазки (ECR)", "mepid": "124873", "text": "  answer a question asked by raising a blue card. – Thank you for your question, dear colleague. Many colleagues in this chamber even encourage illegal migration and justify it. There are fellow European representatives in this Chamber who openly advocate illegal migration, encourage it and encourage it. And that's harmful. And this is directed against the security of European citizens. And this is directed against the social systems of European citizens. The false thesis that illegal migration is a right is a false thesis.", "language": "en", "original_language": "bg", "translation_provider": "azure"}, {"id": 27, "date": "2018-12-13.json", "name": "Jozo Radoš (ALDE).", "mepid": "112753", "text": "   – Dear Chairman, Mr. Commissioner, colleagues and colleagues, Croatia is in a situation where neighbouring countries have opened borders on the incoming route, do not want or cannot control the influx of refugees, and neighbouring countries on the outgoing route, european Union member states have closed their borders with barbed wire. So it's a very difficult situation.  We have set high principles in international conventions on respect for rights, including migrants' rights and children's rights, and we have not created legal assumptions either at European or national level, nor have we developed policies to respect these high international principles and that is why we are in this situation that we find ourselves in.  Mr. Commissioner spoke about this, about the Ombudsperson's report, but this report states that the application of the principle of solidarity in refugee relocation in the European Union is respected incompletely and that this principle is disputed because it is not respected. Likewise, the Court of Justice of the European Union has ruled that allowing refugees to enter and transfer refugees through countries is in fact a violation of the Dublin Regulation.  So these are the questions that need to be asked. Thus, more solidarity and assistance to countries facing refugees, both those who are members and those who are not members of the European Union.", "language": "en", "original_language": "hr", "translation_provider": "azure"}, {"id": 28, "date": "2018-12-13.json", "name": "Marijana Petir (PPE).", "mepid": "124749", "text": "   – Mr. Chairman, at the very beginning I thank croatian police officers for the extremely demanding work they do very professionally protecting the external border of the European Union from illegal crossings, thereby keeping Croatian and European citizens safe. This year, more than 22,000 refugees, asylum seekers and migrants have arrived in Bosnia and Herzegovina, of which about 4,000 have expressed the need for humanitarian assistance. In 2018, the European Union allocated €2 million for their accommodation, while it has allocated €31 million for humanitarian aid over the past three years for the Western Balkans. At the moment, the most important thing is to help the authorities of Bosnia and Herzegovina and humanitarian associations so that they can help those in need. The scope of union assistance should also be extended to assist the administration of Bosnia and Herzegovina in resolving asylum applications as quickly as possible, but also to return as quickly as possible to the home countries of all those who do not qualify for asylum. Bosnia and Herzegovina also needs to use European Union funds to make progress in the fight against radicalisation and extremism, which is on the rise in the country. Coexistence and tolerance have always been lived on the territory of BiH, and today, unfortunately, some other values that are a threat to security throughout the region are promoted. The flow of money for radicalisation needs to be stopped, as well as the spread of radicalisation itself so that the tragic events we have witnessed in France, Germany and Belgium do not occur.", "language": "en", "original_language": "hr", "translation_provider": "azure"}, {"id": 29, "date": "2018-12-13.json", "name": "Cécile Kashetu Kyenge (S&amp;D).", "mepid": "124801", "text": "   Mr President, ladies and gentlemen, after the closure of the Hungarian border, it was easy to imagine that the Balkan route would move. Last summer, the situation on the Bosnian-Croatian border worsened and serious human rights violations and shortcomings in the right to apply for asylum were already reported. With the winter, the situation is only getting worse: migrants and refugees are constantly being pushed back to the border, victims of a cruel game between traffickers and border police. There are at least 5 000 lives tested in this border area, including harassment, cold, severe malnutrition, sanitary and sanitary conditions below humanitarian standards. The life of every human being is sacred and must be respected. I am proud that a few days ago, in Marrakech, our Delegation of the European Parliament gave its full support to the adoption of the global compact for migration. I believe that this must also be taken into account in our work. We cannot let Croatia and Bosnia manage this clear emergency on their own. I would remind you that, at the beginning of the year, some 23 000 people entered Bosnia, dreaming of Europe. Human rights cannot be stopped by borders, they are an integral part of every man, woman and child, and I am proud to be able to repeat them in this House, the seat of democracy. The humanity we share must be the cornerstone of our work, a commitment to the common good and to the protection of every human being.", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 30, "date": "2018-12-13.json", "name": "Cristian Dan Preda (PPE).", "mepid": "96838", "text": "   – Mr President, as permanent rapporteur for Bosnia, of course I have watched what is happening in this country with regard to migrants. I met Minister Mektić a few months ago and encouraged him over the period to manage the situation. Of course, at this moment, when winter came, the situation of the migrants in question is delicate. This problem of migrants from Croatia is added and there are attempts to politicise the issue. I also saw a colleague here from the right-wing extremist group, saying that the rescue would come from Putin's man in Bosnia and Herzegovina, from the recently elected President Dodik. I think we need to help Croatia, as we have already done – the Commission has sent a lot of money there – and calm the too-heated spirits of politicians a little.", "language": "en", "original_language": "ro", "translation_provider": "azure"}, {"id": 31, "date": "2018-12-13.json", "name": "Željana Zovko (PPE).", "mepid": "185341", "text": "   – Dear Chairman, I hope to be well translated this time. As the rapporteur for Bosnia and Herzegovina Mr. Preda said, the politicisation of the refugee issue is in force in Bosnia and Herzegovina.  We have a problem of functioning government, money is not a problem, money exists, but refugees agree on the border with the European Union, on the border with Croatia. Croatia has an obligation to keep its borders safe, to protect the security of the European Union and Croatia absolutely respects all international conventions and in this case I call on the authorities in Sarajevo to finally take it seriously, together with the international community, and solve this problem where it started, at its source.  There is money, and refugees cannot be sent to borders with the European Union and transfer the security problem to the security problem of the Republic of Croatia.", "language": "en", "original_language": "hr", "translation_provider": "azure"}, {"id": 32, "date": "2018-12-13.json", "name": "Maria Grapini (S&amp;D).", "mepid": "124785", "text": "   – Mr President, Commissioner, I will leave what you said: the difficult situation for the local population. I believe that we should not rush to blame neither Bosnia and Herzegovina nor Croatia. I believe that the European institutions must think that they have not regulated, but above all, that everything we are talking about migration and asylum procedures does not apply very well. We must not forget that, almost every day, terrorist attacks happen. Behold, I have lived this these days. Are the states ready? Why, for so many days, have they not been able to catch him? Hundreds and thousands of even members of the police force failed to catch an attacker. So I think it is very important to have a very rigorous analysis on the agenda: how migration, asylum, is applied in practice, in order to protect the European population and, of course, to respect human rights as well. But here, we are not talking about legal migration, people fleeing the war zone, but we are talking about economic migration, which is totally unsupervised.", "language": "en", "original_language": "ro", "translation_provider": "azure"}, {"id": 33, "date": "2018-12-13.json", "name": "Νότης Μαριάς (ECR).", "mepid": "125069", "text": "   Mr President, it has been said by colleagues that there is a real problem on Bosnia's border with Croatia. You said there were five and a half thousand refugees crowding in. So imagine what a problem there is on the island of Samos, where there are currently six thousand refugees and illegal immigrants on one island alone. But I didn't hear any suggestions. I haven't heard any solutions. Just greetings.  Question one: How have these thousands of refugees and illegal immigrants arrived in Bosnia? In what way? Did they come from other countries? You said they came from Turkey. But how did they get to Bosnia? Is there an air connection to Turkish Airlines? Who has the responsibilities of getting these people there? That's what we need to look for. Secondly, there are certainly obligations of Bosnia, because it also has an association agreement with the European Union. As for Croatia, a colleague told Croatia to enter Schengen. I am telling you that if Croatia enters Schengen, you will be a magnet for more refugees and illegal immigrants, as is the case with Greece.", "language": "en", "original_language": "el", "translation_provider": "azure"}, {"id": 34, "date": "2018-12-13.json", "name": "Julie Ward (S&amp;D).", "mepid": "124963", "text": "   – Mr President, shame on those Members on the far right who are exploiting the tragedy that happened here in Strasbourg on Tuesday night, using it to express their racist and Islamophobic views! Migration is an ongoing human phenomenon. When life is unsustainable because of war, famine, poverty, climate change and so on, people will move. We are all part of the problem and we need to fix it together in a humane way. My friend Danica Jurisic is a Bosnian refugee from the Balkans war. She knows what it means to lose everything, to suffer dispossession. And what is she doing? Well, she’s helping the refugees and migrants back in her home country and she’s also helping them here in her adopted home in France. She is the person on the ground in Paris working, with Care4Calais, with all the refugees and migrants who were displaced from ‘the jungle’. And I want to urge all the Members here to support the ‘winter coats for Calais’ campaign. Do something!", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 35, "date": "2018-12-13.json", "name": "Elly Schlein (S&amp;D).", "mepid": "124804", "text": "   Mr President, ladies and gentlemen, I am pleased that the Commission is finally here to talk about the situation on the border between Bosnia and Croatia. Three months ago, together with 20 colleagues, we asked the Commission whether it was monitoring the desperate situation of thousands of people in Bihać, Velika Kladuša, who were left to their own devices in unacceptable conditions. Two days ago, human rights watch's statements confirmed what has been reported in recent months by many international newspapers and associations working on the ground. Is the Commission aware of the systematic violence by the Croatian authorities, against which there have been numerous accusations, and if so, what does it intend to do to monitor the situation, to investigate these allegations and to give an answer that is respectful of people's fundamental rights? We are also asking for answers on brutal rejections: let us remember that these people have the right to seek asylum in Europe, in Croatia, when they are on Croatian territory. We are also calling for independent monitoring of what is happening, because it is incredible that your inability to accept in internal solidarity is making other countries pay for it and on the skin of these people! Thanks to the volunteers who make up for your shortcomings.", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 36, "date": "2018-12-13.json", "name": "Vytenis Povilas Andriukaitis", "mepid": "n/a", "text": "   Member of the Commission. – Mr President, I would like to thank the honourable Members for a very interesting and controversial debate – very controversial! First of all, let me tell you that I disagree with those who are blaming the Commission. Absolutely. Of course, we all are responsible, of that there is no doubt, and we know very well that we need to do more. But don’t blame each other, don’t blame the Commission, because we are deeply involved in this – the Commission is dealing every day with the issues and we are aware of the many problems. The European Union responded promptly to the situation: humanitarian funding amounting to EUR 2 million was allocated to the emergency needs of refugees and migrants present in Bosnia and Herzegovina. This assistance is channelled through humanitarian partners, such as United Nations agencies, and covers the provision of food, clothing, blankets, hygiene items, health services, protection and emergency shelters. Of course, we know very well that there is a dangerous situation now due to the climate in winter time. The Commission has allocated up to EUR 7.2 million to increase the capacity for identification, registration and protection of migrants, to support the Bosnia and Herzegovina border police and to provide adequate accommodation for the winter period. It has continued providing significant support to Bosnia and Herzegovina, including to the municipalities affected by the current migration flows. This recent support is in addition to the EUR 24.6 million that the EU has granted since 2007 to Bosnia and Herzegovina in the area of migration and border management. Let me assure you that the Commission is in contact with the Croatian Government concerning the implementation of the European asylum procedure rules, including with regard to allegations of misinformation or of denying non-EU nationals the possibility of applying for asylum. We need to continue that investigation. While the Commission will continue to monitor this situation we trust that Croatia will follow up on the specific allegations and will continue to cooperate closely with Bosnia and Herzegovina. At the same time, the Commission would point out that Bosnia and Herzegovina needs to step up its efforts in effectively coordinating the response and enhancing the implementation of its own asylum procedures. And Croatia needs to support the Bosnia and Herzegovina Government in strengthening its capacity to solve the problem. Finally, let me underscore the importance of mutual coordination, and assure you that the Commission is making serious efforts to avoid a deterioration of the situation on the ground. We are doing what we can.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 37, "date": "2018-12-13.json", "name": "Președintele. –", "mepid": "33984", "text": "  The debate has been closed.", "language": "en", "original_language": "ro", "translation_provider": "azure"}, {"id": 38, "date": "2018-12-13.json", "name": "Președintele. –", "mepid": "33984", "text": "  The next item is the debate on six motions for resolutions on Iran, in particular the case of Nasrin Sotoudeh (2018/2967(RSP)).", "language": "en", "original_language": "ro", "translation_provider": "azure"}, {"id": 39, "date": "2018-12-13.json", "name": "Heidi Hautala", "mepid": "2054", "text": "  author. – Mr President, we are talking here about Nasrin Sotoudeh and notably the case of her persecution. She’s a brave human rights lawyer and she has been detained and convicted because of her work defending human rights in Iran. Notably, she was defending the rights of women not to be obliged to wear the veil. I believe that Iran cannot have a bright future without the empowerment of women, and that’s what so many women activists are now trying to do in Iran, to show that the women are an important force in the country. So what we are calling for is an immediate and unconditional release of Nasrin Sotoudeh. Nasrin Sotoudeh is also the 2012 Sakharov Prize winner, so we have a special duty to follow her life and her work, and whenever Sakharov Prize winners are under persecution, we react. We use diplomatic channels but it’s time also now to express our view and our concern, and our demand in public here in the European Parliament today. We demand also that the delegation in Iran representing the European Union and its Member States follow her case, visit the prison and convey our demand to release her immediately and unconditionally. Also this resolution is very much about the recent concerns about the living conditions of people in Iran. We want to express our solidarity for those who suffer from drought and worsening living conditions, and I think it’s our right to express our solidarity to these people. Finally, we should be aware of the damaging impact of the United States’ sanctions on the people of Iran.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 40, "date": "2018-12-13.json", "name": "Charles Tannock", "mepid": "4521", "text": "  author. – Mr President, I’m pleased that we are today raising the case of Nasrin Sotoudeh, a Sakharov laureate and prominent human rights lawyer in Iran. The harassment of lawyers and human rights activists in this manner is wholly unacceptable and is illustrative of the fundamental lack of basic civil rights that exists within Iran under the theocratic regime. I naturally support the calls for her immediate release, but we should remember that her case is by no means an isolated one. I’m one of those that strongly supports the Joint Comprehensive Plan of Action (JCPOA) but I’ve always maintained, as is key to that nuclear deal, that this should not mean we shy away from highlighting the dire human rights situations that persist in Iran and have been there for many years. This resolution also raises the important issue of dual nationals who have been arrested and detained in Iran, including many EU citizens. The case of Nazanin Zaghari—Ratcliffe continues to dominate UK—Iran relations and I call, once again, for her release, I sincerely hope in time to return to her family in England for Christmas.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 41, "date": "2018-12-13.json", "name": "Cornelia Ernst", "mepid": "96852", "text": "  Author. Mr President, ladies and gentlemen, I would like to thank the rapporteur for her excellent report and for the way in which I would like to make three points here. The first is that we are showing solidarity, without any ifs and buts, with all the people of Iran who are demonstrating against social and economic grievances, against corruption and mismanagement, because their living conditions have become intolerable – with the truck drivers who are not paid, with the environmental activists who are fighting against climate damage. And I also say that no one should be imprisoned simply because he is demonstrating, and nowhere, by the way, anywhere. Just because they are protesting, being thrown in jail and persecuted is unacceptable. Secondly, we are calling for the immediate release of Nasrin Sotoudeh and her husband – Nasrin Sotoudeh, a courageous lawyer, it must also be said, who has remained in Iran, representing women who are fighting for their freedom. For me, it is incomprehensible that a Sakharov Prize winner should be thrown in jail and that we are then expected to support the Iranians. But we also support those women who are now in prison simply because they have chosen not to wear a headscarf. Man is born free, and he shall remain so, and he shall also freely decide over himself. That is a minimum of what we have to ask for here. And the third is: yes, we stand behind the JCPOA, because we do not want a nuclear arms race anywhere, and because it is a damn time to finally free ourselves from the patronage of an irresponsible US president who behaves like Emperor Nero. Europe needs an independent policy towards the Middle East. It is time to do so now, and it also calls for a rebellion against US sanctions.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 42, "date": "2018-12-13.json", "name": "Ana Gomes", "mepid": "28306", "text": "  author. – Mr President, the lawyer Nasrin Sotoudeh was in jail when we awarded her the 2012 Sakharov Prize and she was never able to come to meet us because she has now been thrown in jail for several years in Iran for her indefatigable advocacy for human rights and women’s rights. Her husband, Reza Khandan, because he dared to protest publicly against her imprisonment, was also arrested and accused of spreading propaganda against the regime and promoting the practice of appearing in public without a veil. Such ridiculous charges tell us everything about the tragedy in which Iran is ensnared. On the one hand, a vibrant people, proud of its civilisation and full of potential; on the other, an archaic regime that needs to impose brutal repression on the people. The new law on drugs has been positive, sparing the death penalty for thousands of Iranian citizens. But torture, unfair trials, the discrimination of minorities and religious persecution... all of that compounds the terrible repressive framework against which the citizens of Iran increasingly bravely resist and denounce. When I returned to Iran last February in a delegation of the European Parliament, I could sense the people were much more vocal, and therefore we call for the release of all the political prisoners, all the human rights campaigners like Nasrin Sotoudeh. The more we feel attached to the Joint Comprehensive Plan of Action (JCPOA), which is also about human rights, the more we need to raise human rights and indeed demand that this action ends.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 43, "date": "2018-12-13.json", "name": "Marietje Schaake", "mepid": "96945", "text": "  author. – Mr President, Commissioner and colleagues, human rights lawyer Nasrin Sotoudeh is one of the world’s most courageous human rights defenders. Herself and her family are paying an extraordinary price for her doing her job. I’m very proud that we awarded her the Sakharov Prize but that also gives us specific responsibility to speak out for her freedom. The Islamic Republic has once again shown its true colours by imprisoning Nasrin Sotoudeh – again. This time, because she defended courageous women – the courageous women who want the freedom to wear or not to wear the hijab, and it is essential that High Representative Mogherini speaks out both publicly and privately in her many engagements with representatives of the Islamic Republic of Iran. She must speak out for the universal human rights of all Iranians, but especially for the human rights defenders and the women that have a legitimate and modest claim when they want not to be forced to wear a religious symbol.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 44, "date": "2018-12-13.json", "name": "Tunne Kelam", "mepid": "28424", "text": "  author. – Mr President, I think it’s symbolic for the existing human rights situation in Iran that even a prominent human rights defender and receiver of the Sakharov Prize six years ago, Nasrin Sotoudeh, has been kept in custody now for more than half a year for publicly opposing Iranian compulsory hijab law. This is happening against the background of countrywide popular protests, which have continued throughout 2018. I can only quote Amnesty International’s latest report seven days ago, which says: ‘Iran is in the grip of a multifaceted crisis that is rooted in the confluence of severe political, economic, environmental and human rights problems. [...] In response, the authorities have been widening the net of repressions.’ It is not any more about small groups of protesters, but about widespread strikes by truck drivers, teachers, environmental activists, workers, students and national and religious minorities, who stand up against the dramatically worsening economic and social conditions, against corruption and political repressions. We demand therefore, first and foremost, the immediate release of Nasrin Sotoudeh. However, just appealing and asking will not be enough. To have a real impact on the behaviour of Iranian rulers, the European Commission and Member States’ governments need to implement unanimously and forcefully the recipe the European Parliament formulated a long time ago. The recipe of resolution stresses once more today that any progress in economic and political relations should be strictly conditional on a credible improvement of the human rights situation, citizens’ rights and freedom of expression. Nothing less.  The EU can make a difference, provided we can strike a principle link between realpolitik and universal values.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 45, "date": "2018-12-13.json", "name": "Michaela Šojdrová", "mepid": "124710", "text": "  on behalf of the PPE Group. – Mr President, this summer another human rights defender in the Middle East, lawyer Nasrin Sotoude, was imprisoned in Iran. Her case is unique both in that she is the first woman in the order of imprisoned lawyers in Iran, and also in the fact that she is a political prisoner who was not afraid to go on hunger strike in protest. Last but not least, she is also the winner of the Sakharov Prize, which she received from the European Parliament in 2012. Nasrin Sotoudo is fighting for gender equality, for the rights of ethnic and religious minorities, which are not guaranteed in Iran. We must not be all the more indifferent to its fate, because the death penalty continues to be applied in Iran, including against political prisoners. The European Parliament has repeatedly raised its voice and demanded freedom for Nasrin and other political prisoners. I appreciate that we agree on this across the political spectrum, that is our strength, and that is the hope for political prisoners.", "language": "en", "original_language": "cs", "translation_provider": "azure"}, {"id": 46, "date": "2018-12-13.json", "name": "Josef Weidenholzer", "mepid": "111014", "text": "  Mr President, I would like to make a mifful son, mr President, I would like to make a ido to the S&amp;D Group. Mr President, I would like to thank the Nasrin Sotoudeh received the Sakharov Prize in 2012. At the time, she was also in prison. One of the first measures taken by The new President Rouhani the following year was to release them, and this was generally seen at the time as a first positive sign of the Iranian leadership's willingness to talk about the human rights situation in the country. In Parliament's delegation, of which I was a member at the time, I was able to meet her in Tehran at the time, where she impressed us with her constructive manner. Her detention is shocking to all of us, it is a wake-up call. We call on Iran to take the human rights dialogue seriously and to do everything possible to make progress here. This also applies to the situation of people with dual citizenship, as in the case of Kamran Ghaderi. And we expect the immediate release of Nasrin Sotoudeh. It is also high time that she and Jafar Panahi were finally able to receive the Sakharov Prize, which was awarded to them six years ago, here in Strasbourg.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 47, "date": "2018-12-13.json", "name": "Bas Belder", "mepid": "4507", "text": "  on behalf of the ECR Group. – Mr President, the Islamic Republic of Iran remains an intriguing country. Today, for example, national clergy are deeply concerned about the erosion of their public status. This process undermines the legitimacy of the regime. In this threatening situation, human rights must be severely deretributated. Our resolution speaks clearly about this. The brutal persecution of human rights lawyer Nasrin Sotoudeh is illustrative.  I am also very concerned about the wave of arrests of Christians in Iran: 142 believers last month, more than 100 in the first week of December. That is why I call on the Council and the Commission, in contacts with the Iranian authorities, to raise this unprecedented barbaric persecution of Christians. I would, of course, like to hear the results of this European commitment to the fundamental right of freedom of faith in the Islamic Republic of Iran.", "language": "en", "original_language": "nl", "translation_provider": "azure"}, {"id": 48, "date": "2018-12-13.json", "name": "Beatriz Becerra Basterrechea", "mepid": "125040", "text": "  on behalf of the ALDE Group. – Mr President, Commissioner, the West is living in a feminist moment. A moment of nonconformism with the inequality that women suffer. But our problems shouldn't blind us to what's going on elsewhere. In Iran, when a woman takes off her hijab, she is holding a political protest. It's a heroic act, because they know they can end up in jail, but not just them. Nasrín Sotudé, our 2012 Sakharov Award, is a human rights lawyer in Iran and has been imprisoned again. This time, for defending the women who took off their hijab in public.  If we truly believe in freedom and equality, we will do everything in our power for Nasrín's liberation. If we truly believe in human rights, we will work to clarify the tens of thousands of executions and disappearances carried out by the Iranian regime since the 1980s.  The feminist cause and the humanitarian cause are universal. Human rights are the rights of human beings, of all human beings. Europe is certainly called to lead them and must do so.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 49, "date": "2018-12-13.json", "name": "Margot Parker", "mepid": "124945", "text": "  on behalf of the EFDD Group. – Mr President, nothing is more intimate to a person then their religious belief. To express a belief or lack of in God or a higher power is a fundamental right that too few people around the world truly enjoy. For some women the hijab is a vital expression of their faith, for others it is an oppressive tool. What is consistent is that it should be a woman’s right to choose what they wear and how they express themselves. That the women of Iran cannot do so, not only out of social pressure but through the power of the State and law, is a gross violation of human decency. Iran must listen to her citizens, roll back these oppressive laws and allow their citizens to choose.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 50, "date": "2018-12-13.json", "name": "Flavio Zanonato (S&amp;D).", "mepid": "124800", "text": "   Mr President, ladies and gentlemen, I join in the call for the immediate release of Nasrin Sotoudeh and the other human rights defenders, who have been detained for the sole reason that they have exercised their right to expression and thought. I am extremely concerned about the deterioration of human rights in Iran and believe that, in the dialogue with the European External Action Service, it is necessary to continue to raise this issue on all possible occasions. I stress that I believe it is crucial that the Iran nuclear agreement remains alive. Trump's decision to withdraw from the agreements and impose new sanctions hurts Iran economically but also from the point of view of the situation of internal freedoms. Sanctions and the reduction of international cooperation can only have a profound negative impact on civil and social rights, as well as on economic rights in Iran. An EU delegation must be set up in Iran for dialogue and increased cooperation with iran in the various areas of interest to both sides, with full respect for human rights.", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 51, "date": "2018-12-13.json", "name": "Marijana Petir (PPE).", "mepid": "124749", "text": "   – Mr. Chairman, over the past months we have witnessed numerous arrests of activists and protesters against the Iranian regime. Executions continue to take place in Iran, with political prisoners among those executed. In addition to human rights activists, the Iranian regime also arrests women and lawyers specializing in human rights, such as the arrests of Reza Khandan and Nasrin Sotoudeh. Political prisoners are currently on hunger strike, and their mental and physical condition is unknown. Christians and other religious minorities are also being persecuted in Iran. I also express concern about the Continued work of the Iranian regime on the nuclear missile programme, which is a major international threat to peace. I am interested, Mr. Commissioner, how is the dialogue with the Iranian authorities progressing regarding stopping executions and preventing violence against political prisoners, human rights activists, women and Christians in Iran?", "language": "en", "original_language": "hr", "translation_provider": "azure"}, {"id": 52, "date": "2018-12-13.json", "name": "Julie Ward (S&amp;D).", "mepid": "124963", "text": "   – Mr President, we awarded the Sakharov prize to Oleg Sentsov yesterday, but four laureates are still imprisoned, including Nasrin Sotoudeh. She is the Iranian women’s rights defender who has been shamefully attacked by the government for her outstanding work.  There is an urgent need for the different EU institutions to create meaningful cooperation to support human rights defenders that have been awarded the Sakharov Prize. They’re part of our family. Thanks to the ProtectDefenders.eu mechanism, the EU has become one of the strongest supporters of human rights defenders’ safety in the world, and as Members of the European Parliament, it is our duty to closely follow the situation of the laureates of the Sakharov Prize. I therefore call on the Iranian authorities to immediately and unconditionally to release Nasrin and drop all charges against her.  I also join the call of my fellow British MEP, Charles Tannock, to ask the Iranian authorities to release Nazanin Zakaria Ratcliffe, the mother and charity worker wrongfully imprisoned in September 2016.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 53, "date": "2018-12-13.json", "name": "Jean-Luc Schaffhauser (ENF).", "mepid": "124755", "text": "   Mr President, I would like to take this opportunity to speak on a subject close to my heart. I would like to start by saying that, of course, I understand the condemnation, especially for human rights, but I would always like to remind you that we must not apply double standards. I am also thinking of persecuted Christians in China, Turkey, Algeria and many other countries. So we have to be careful to avoid double standards. On the other hand, I would like to add that Iran is a great civilization, which has been attacked several times, beyond the mullah regime. I can even understand, because it was the policy of my country, France, that Iran wanted to have nuclear power, because that is how France was able to maintain its independence, its neutrality, its sovereignty. I also fully understand the policy of Israel and the United States and, as a friend of Israel, of course, I also support it. Now is the time for Europe to really play this balance between the different powers.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 54, "date": "2018-12-13.json", "name": "Juan Fernando López Aguilar (S&amp;D).", "mepid": "96812", "text": "   – Mr President, yesterday this European Parliament presented its Sakharov Prize for this edition this year. But in 2012 Nasrín Sotudé obtained it, a lawyer defending the cause of human rights in a context of enormous difficulty: Iran ruled by supreme leader Ali Khamenei, to which the Institute of Human Rights of the International Bar Association has addressed in 2018 a letter requiring the immediate release of Nasrín Sotudé, who has been imprisoned on several occasions for defending just causes of freedom of expression and above all the rights of Women. As a former minister of justice and as a former chairman of the Committee on Civil Liberties, Justice and Home Affairs and always committed to the right to defence, to advocacy and in particular to this woman, who defends the right of women to free themselves from the hijab in a hugely repressive context, we demand Iran's immediate release.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 55, "date": "2018-12-13.json", "name": "Neven Mimica", "mepid": "n/a", "text": "   Member of the Commission. – Mr President, we believe that the best way to advance human rights worldwide is through diplomatic pressure and direct engagement with the relevant authorities. This has always been our approach to human rights violations with Iran. The High Representative and all of us raise the issue in all of our meetings with the Iranian authorities at all levels. No one is as engaged as the European Union against the death penalty in Iran, against all restrictions of fundamental rights and on the side of Iranian human rights defenders. For many years now, we have been closely following the case of Sakharov prize winner Nasrin Sotoudeh and her husband, Reza Khandan. When Ms Sotoudeh was awarded the Sakharov prize in 2012, it was for her work to provide legal representation to human rights defenders, juvenile offenders facing the death penalty and women. As a result of these efforts, she has been harassed, her work impeded, and in 2010 she was sentenced to three years of imprisonment after being convicted of security-related charges. Following her release in 2013, Ms Sotoudeh’s engagement to promote human rights continued and she was again detained in June this year. Her husband, who had been campaigning for her release, was himself detained in September.  Since her detention, the European Union has repeatedly raised Ms Sotoudeh’s case with the Iranian authorities at all levels, including in the framework of the EU-Iran high-level dialogue. At every occasion we express our concerns about the situation of human rights in Iran and the treatment of Iranian human rights defenders. Member States have also raised the case during their own bilateral contacts with the Iranian authorities.  This engagement has recently contributed to certain positive developments. Just one year ago, Iran decided to amend its anti-narcotics legislation and this has resulted in a dramatic reduction in drug-related executions. We are continuing to advocate for further improvements in this regard, including an immediate moratorium on the execution of juvenile offenders.  We continue to call for the release of Ms Sotoudeh and her husband. They should be guaranteed timely access to a lawyer of their own choosing. They should be allowed to communicate with their two children and they should not be subject to any form of mistreatment.  Let me conclude by thanking you for your attention to this case. We will continue to work together with you and engage with the Iranian authorities in order to secure the release of Ms Sotoudeh and her husband.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 56, "date": "2018-12-13.json", "name": "Președintele. –", "mepid": "33984", "text": "  The debate has been closed. The vote will take place at the end of the debates.", "language": "en", "original_language": "ro", "translation_provider": "azure"}, {"id": 57, "date": "2018-12-13.json", "name": "Przewodniczący. –", "mepid": "23768", "text": "  The next item is the debate on seven motions for resolutions on Egypt, in particular the situation of human rights defenders (2018/2968(RSP)).", "language": "en", "original_language": "pl", "translation_provider": "azure"}, {"id": 58, "date": "2018-12-13.json", "name": "Jordi Solé", "mepid": "185974", "text": "  author. – Mr President, this compromise resolution, which will enjoy large support in the House, is very clear on two fronts. First, it’s the strongest condemnation to date by Parliament of the horrible, terrible human rights situation in Egypt. Secondly, it calls on the EU, in a very clear way, to step up its response and to prioritise the situation of human rights defenders in its dialogue with Egypt. Parliament is saying loud and clear: no more EU ‘business as usual’ with a regime that has wiped out its entire human rights community. Taking up a proposal from my Group, the motion calls on the EU to envisage targeted sanctions against individuals for their responsibility in the current repression. We will be carefully monitoring the EU-Egypt Association Council in a few days and we expect concrete action on the release of the individual human rights defenders listed in the motion.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 59, "date": "2018-12-13.json", "name": "Charles Tannock", "mepid": "4521", "text": "  author. – Mr President, I have been a strong friend of Egypt, I have sought to support the stabilising of efforts made by President al—Sisi’s Government over the past few years and I am all too aware of the very difficult security situation that exists in that fragile country. There can be no doubt that Egypt is facing a persistent and clear danger from terrorism. However, we cannot allow this to be an excuse for ever-more stringent restrictions on its people’s basic civil and human rights. I am very concerned about the increasing threats to freedom of the media and about the arrests and disappearance of journalists. The reported executions of almost 1 500 people during the past four years are also a deeply disturbing trend, particularly given that the vast majority of those concerned were tried in mass trials. As we have learned in Europe, there is a constant tug between implementing meaningful counterterrorism measures and securing people’s basic freedoms. I’m sad to say that the balance in Egypt is now deeply questionable. A change of approach is sorely needed and it is one that the European Union must press for strongly.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 60, "date": "2018-12-13.json", "name": "Ignazio Corrao", "mepid": "124856", "text": "  Author. Mr President, i would like to thank the Commissioner for his work. Ladies and gentlemen, Commissioner, we are once again talking about Egypt, a champion country of human rights violations where electroshock is used on children's genitals, to set a macabre example. We have made resolutions, there have been international calls, reports from many non-governmental organisations, but no response, indeed arrogant responses from those who know that they can count on general impunity. We have our own boy, an Italian boy but also a European boy, Giulio Regeni, who was brutally murdered and tortured three years ago and we still have neither truth nor justice for this boy. So I ask myself: with this resolution we continue to do our duty as the European Parliament, but does the Commission want to try to make some progress? What kind of blackmail do we suffer from Egypt in order to continue to endure this kind of human rights violations?", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 61, "date": "2018-12-13.json", "name": "Miguel Urbán Crespo", "mepid": "131507", "text": "  Author. – Mr President, in 2013 the Egyptian army murdered hundreds of people protesting in Rabaa Square. While none of those responsible have been tried, however, 75 of these protesters have been sentenced to death. This is another example of impunity and general repression in Egypt.  A country where 65,000 political prisoners have been imprisoned in the past five years and more than 1,500 people have been victims of enforced disappearances. A country where human rights defenders are being persecuted: women like Amal Fathy, imprisoned for denouncing that the Government does not protect women who, like her, have been victims of sexual violence. A country that is forebehaving asylum seekers from Sudan, Eritrea, Yemen or Syria. A country which, according to the European Union, is a follow-up example in migration and, of course, a magnificent trading partner.  We call on the European Union to react, to suspend the Association Agreement and all cooperation programmes agreed with the Egyptian authorities until basic democratic rights are respected. We call on Member States, such as Spain, to stop selling weapons and surveillance equipment to Egypt because they are being used to crack down on civil society.  Once again, we repeat in this House: economic and commercial interests cannot be above human rights.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 62, "date": "2018-12-13.json", "name": "Soraya Post", "mepid": "124997", "text": "  author. – Mr President, the Egyptian women’s rights activist Amal Fathy has been sentenced to two years in prison for something thousands of women have done during the #MeToo movement. She posted a video on her Facebook page, where she shared her experience of sexual harassment and she criticised the Egyptian Government for not acting to protect women. Amal is not the only person in Egypt who has been jailed for the peaceful exercise of freedom of expression. The Egyptian Government must release immediately all human rights defenders, peaceful activists, lawyers, bloggers and journalists; must drop all the baseless criminal investigations of NGOs; and must stop applying the death penalty against individuals, including two children under the age of 18. It’s shameful.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 63, "date": "2018-12-13.json", "name": "Marietje Schaake", "mepid": "96945", "text": "  author. – Mr President, many in the European Union see Egypt as an important partner in countering terrorism, managing migration and ensuring stability in an already explosive Middle East. And yes, Egypt is an important country and that is why it is so crucial not to repeat the mistakes of the past, where the severe oppression of peoples’ rights led to anything but stability. I think there is repetition going on – and it’s a ticking time bomb – as enforced disappearances, torture, executions and a crackdown on civil society organisations, journalists and other human rights defenders continue. This crisis of human rights and the enforced disappearances really hit home to many in Europe with the Giulio Regeni case, but in fact they impact on the entire Egyptian population. We wanted to see for ourselves what the human rights situation in Egypt was like, but unfortunately, we were unable to travel to Egypt next week. I think that this is very problematic and it needs to be addressed, because we need to stay in contact and be able to convey in person our serious concerns about the lack of respect for human rights in Egypt.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 64, "date": "2018-12-13.json", "name": "Barbara Matera", "mepid": "96813", "text": "  Author. – Mr President, ladies and gentlemen, I have been very and personally interested in this motion for a resolution for two reasons: firstly because Egypt is a strategic economic and political partner for the European Union and, secondly, because a dispute between Egypt and Italy over the case of Giulio Regeni, a boy brutally tortured and killed in February 2016, is still active and alive. Egypt is going through a delicate period: it is getting up and is on a path of institutional reform. We, as the European Union, want to be friends for Egypt and its people, privileged partners to accompany it through the long process of institutional reform. It is important that fundamental democratic rights, such as freedom of expression, online and offline, as well as freedom of association, political pluralism and the rule of law in Egypt are strengthened. These are cornerstones of a democratic and pluralist nation, they are the fundamental characteristics to mediate between oppositions and avoid wars and conflicts. History teaches us that democracy is not perfect, but it ensures peace and prosperity. We ask the Egyptian people and their government for clarity and truth for Giulio Regeni, a European boy who loved to study, worked so hard, was indeed a special person. We do this not out of politics, but we really do it to give back to his family and to the Truth of Europe the truth of a boy and his story.", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 65, "date": "2018-12-13.json", "name": "Pavel Svoboda", "mepid": "96272", "text": "  on behalf of the PPE Group. – Mr President, unfortunately, there are widespread human rights violations in Egypt. Moreover, their detention was often not preceded by legal proceedings that met the essential requirements of a fair trial. We ask today that all these illegally detained people be released. Egypt has not improved the protection of its Christians, even though they make up 10% of the population, but they are still being confronted with violence by Islamic fundamentalists. And so Egypt is on a sad map of those states where it is difficult to exercise freedom of religion. In 2018, Islamists attacked a bus of Christian pilgrims, killing seven of them. Of course, we want the best possible relations, but it is important to apply the more for more principle in all areas of relations with Egypt. (The speaker agreed to answer the question posed by raising the Blue Card (Rule 162(8) of the Rules of Procedure))", "language": "en", "original_language": "cs", "translation_provider": "azure"}, {"id": 66, "date": "2018-12-13.json", "name": "Marek Jurek (ECR)", "mepid": "124892", "text": "  question asked by picking up a blue card. – I wanted to ask whether you are to blame for the actions of Islamic terrorists murdering Christians, a government that is fighting them and which is trying to protect society from both Muslims and Christians from this kind of terrorist anti-human activity. Well, let's not confuse cause and effect.", "language": "en", "original_language": "pl", "translation_provider": "azure"}, {"id": 67, "date": "2018-12-13.json", "name": "Pavel Svoboda (PPE)", "mepid": "96272", "text": "  answer to the question posed by raising the blue card. - Thank you for the question, just because I know about it. I therefore point out that the Egyptian Government must do more to protect this group from Islamist fanatics.", "language": "en", "original_language": "cs", "translation_provider": "azure"}, {"id": 68, "date": "2018-12-13.json", "name": "Pier Antonio Panzeri", "mepid": "28365", "text": "  Mr President, ladies and gentlemen, the Standing High Commission on Human Rights has been set up in Egypt on behalf of the Group of the Party of European People's Party (European Democrats) and European Democrats. From the premises, it seems that this new body is more about protecting the image of the country than about human rights. Egypt is certainly an important partner for the European Union, but there are principles and values that must take precedence over a realpolitik driven solely by balances of power and commercial interests. These are civil, democratic and human rights that every country must guarantee in order to have relations with the European Union, but that is not what we have in Egypt, unfortunately. There are activists, journalists and lawyers imprisoned and convicted for their ideas, there are mass trials that result in death sentences that are based neither on evidence nor on concrete investigations. There are also two parents, giulio regeni's parents, looking for a truth explaining why Giulio was tortured and killed and why the Egyptian authorities are covering up the responsibilities. The proposed resolution is intended to place the agenda and the urgency of a human rights agenda in Egypt strongly, and this agenda – I ask you, Commissioner – must be imposed by the European Union with strength and determination.", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 69, "date": "2018-12-13.json", "name": "Anders Primdahl Vistisen", "mepid": "124875", "text": "  for the ECR Group. Mr President! Again, we are debating the situation in Egypt in this Chamber and, although there are worrying tendencies, I think we should remember that our history, both here in the European Parliament and by the Commission in relation to Egypt, is rather tarnished. After all, we actively supported the so-called Arab Spring, and the consequences it had for Egypt were completely insurmountable, both for the country itself and for Europe. A stable Egypt, which is prospering economically, is in europe's strong interest, and the worst thing that could happen to European stability in our immediate areas is precisely a destabilised Egypt. That is why I think this resolution is highly problematic. I think it is very one-sided. I think there are many other countries that could rightly have been criticised for the same things and even worse violations, and I honestly think that the Egyptians should have been given the opportunity to show progress rather than constantly be on their side by this Parliament.", "language": "en", "original_language": "da", "translation_provider": "azure"}, {"id": 70, "date": "2018-12-13.json", "name": "Marisa Matias", "mepid": "96820", "text": "  gue/NGL Group. – Mr President, Egypt is certainly an important partner of the European Union and is a neighbouring country with which we have many centuries of common history.  I have been working with the Egyptian authorities since 2009 and that is why all we have to say we must say quite frankly and eye to eye. There are trade agreements between the European Union and Egypt. We recognize the sovereignty of the Egyptian people, but we cannot continue to turn a blind eye to the systematic violation of human rights in the name of commercial interests.  What we see in Egypt is the closure of the political space, the severe limitations on freedom of expression, of opinion, of association.  There can be no impunity in relation to human rights, either in Egypt or in the European Union or anywhere in the world. For the sake of good relations, we cannot continue to close our eyes or cover our ears to all the appeals and denunciations that come to us from citizens and civil society organisations and which, I believe, are just the tip of the iceberg. Respecting human rights by the Egyptian authorities is a favour that is done, first of all, to the Egyptian people themselves.", "language": "en", "original_language": "pt", "translation_provider": "azure"}, {"id": 71, "date": "2018-12-13.json", "name": "Ana Miranda", "mepid": "24942", "text": "  verts/ALE Group. – Mr President, Commissioner, the European Union continues to negotiate with Egypt, a country that persecutes and kills human rights defenders. We have seen it there and so we transfer it to the high representative in the framework of the political dialogue. This Resolution is an urgent call on European states to stop the sale of security equipment technology to Egypt, ordering the suspension of all military support. But this has not happened, because we see how Member States continue to sell rifles, tanks and torture equipment that hurt and kill the Egyptian population; human rights defenders, too. Like the Spanish state, for example, it closed a arms sales business for more than one hundred million euros between 2016 and 2017. How many human rights defenders and civilians will continue to be killed, in this case also by the bombs of the Spanish state? What is the Commission doing to stop this blood trade that goes against Egyptians and, above all, that is violating all international and human rights legislation?", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 72, "date": "2018-12-13.json", "name": "Fabio Massimo Castaldo", "mepid": "124812", "text": "  Mr President, president, ladies and gentlemen, i.e. the european Union, the European Union and its Member States are Mr President, ladies and gentlemen, three years have passed since the brutal murder of Giulio Regeni, and I can only imagine how his family can feel, every day and, even more so, during these holidays, in continuing to have no answer and no justice. Apart from empty reassurances, pats on the back and promises of good intentions, the Egyptian authorities are still not cooperating: the fog of impunity and thicker than ever. That is why the Italian Chamber of Deputies has suspended relations with the Egyptian Parliament, in order to give a shock, a signal, and to remember that if the world is forgetting, or perhaps has already forgotten, we are not, we will not forget and we will not forget. The Union has the ambition to be a global geopolitical player, capable of influencing global dynamics. In fact, he cannot even get answers when a European citizen – because Giulio was a European citizen, as well as being an Italian citizen – is barbarically tortured and killed. I say this loud and clear: if the Eu ropean Union really were to put the same commitment in the search for the truth as it does in controlling the decimal points of the budgets, we would probably already have the answers. I support this resolution, but I say even more that realpolitik must not prevail. Let us follow the example of the Chamber of Deputies: let us break down relations until we make a mockery of ourselves, until there is truth and justice for Giulio Regeni.", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 73, "date": "2018-12-13.json", "name": "Gilles Lebreton", "mepid": "124738", "text": "  on behalf of the ENF group. Mr President, no less than seven rapporteurs have just attacked Egypt, yet Marshal Al-Sissi is a bulwark against Islamism. He came to power in 2013 by overthrowing Islamist President Mohamed Morsi, who was on the verge of leading Egypt into chaos. In 2014, the Egyptian people legitimized their action by electing him to the presidency of the Republic. Since then, he has been a tireless fighter fighting Islamist terrorism, both ideologically and militarily. Thus he courageously asserts that Islam must be renovated to combat the most obscurantist tendencies of this religion. That is why the European Union should support Marshal Al-Sissi instead of blaming him for any violation of human rights, because if his regime were to collapse, it would be a country of 92 million people, Egypt, which would risk falling into Islamism and lending the hand to terrorism. The tragedy we have just experienced in Strasbourg should encourage the European Parliament to be more realistic. Our mission is to protect Europeans and not to give moral lessons to our partners.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 74, "date": "2018-12-13.json", "name": "Krzysztof Hetman (PPE).", "mepid": "124895", "text": "   – I am concerned about further systematic reports of human rights violations and violations of the rule of law in Egypt. I am very concerned about information about interfering with and controlling freedom of expression and the media, as well as violations of the foundations of the democratic rule of law, such as the arrests of political opponents or human rights defenders. I would like to stress with full force that Egypt is a strategic partner for the European Union in the region, playing a particularly important role in the peace talks and stability in the Mediterranean. That is also why we cannot categorically agree to human rights violations, the country's departure from the democratic system and the direction of authoritarian governments, which in turn are the cradle of extremism.", "language": "en", "original_language": "pl", "translation_provider": "azure"}, {"id": 75, "date": "2018-12-13.json", "name": "Wajid Khan (S&amp;D).", "mepid": "188624", "text": "   – Mr President, for the second time this year we are raising the alarming situation of human rights in Egypt. The Egyptian authorities must stop the crackdown on human rights defenders, who are disappearing at an alarming rate. Egypt must immediately release Amal Fathy, Ismail al-Iskandarani, Hisham Gaafar and all those who have been detained for peacefully expressing their opinion. I urge the Member States to be united and to speak with one voice during the upcoming EU—Egypt Association Council, to continue applying pressure on President al-Sisi. We must reconsider our level of engagement and cooperation with Egypt if it continues to disregard international law. Fundamental democratic rights, such as freedom of expression, political pluralism and the rule of law, must be guaranteed.  Let me be clear. If Egypt wants to be more than a neighbour, and to become an important partner country to the EU, there is only one way: to make concrete progress on its human rights record.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 76, "date": "2018-12-13.json", "name": "Marek Jurek (ECR).", "mepid": "124892", "text": "   – (2) Mr President, I would like to begin by The day before yesterday, we saw another tragic event on the streets of Strasbourg that made up this long war of Islamist terrorism against the peoples of Europe, but a similar war is taking place in Egypt. Egypt's authorities must confront the Islamic State caliphate in Sinai, the underground linked to the ousted Muslim Brotherhood, attacks on the church and this struggle, the Egyptian authorities are conducting in the interests of international peace and social peace. Of course, every human power, especially in times of dramatic social conflicts, can make mistakes, I have full understanding for my Italian colleagues who demand clarification on their citizens, but in this dramatic situation where the West has so few allies, our allies are, above all, guilty of being recognised for fighting for social and international peace and solidarity. (The speaker agreed to answer the blue card question (Article 162(8) of the Rules of Procedure))", "language": "en", "original_language": "pl", "translation_provider": "azure"}, {"id": 77, "date": "2018-12-13.json", "name": "Doru-Claudian Frunzulică (S&amp;D)", "mepid": "124790", "text": "  blue-card question. – Thank you very much, dear colleague. Indeed, probably we should have to look in a more balanced way at the situation. On one side, the fact that the Egyptian authorities don’t respect human rights, civil rights and non—governmental organisations; on the other side, they cooperate with the European Union on fighting terrorism, radicalisation, and so on and so forth. But don’t you think – because we have here the Commissioner for Development – that European Union should have to use a very important leverage with all these countries, because we give them lots of money for development projects? This should have to be used when these countries – including Tanzania, which we are going to speak about later – are doing all these things that are against European Union values.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 78, "date": "2018-12-13.json", "name": "President. –", "mepid": "23768", "text": "  By the way, Mr Frunzulică, there is no space for a statement. It’s space for a question.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 79, "date": "2018-12-13.json", "name": "Marek Jurek (ECR)", "mepid": "124892", "text": "  answer to the question asked by raising the blue card. \"Of course I thank my mate for this question. You are absolutely right that, in our bilateral relations, the diplomacy of the European Union should use this to draw attention to situations that require the intervention of the authorities, for example when it comes to controlling the forces of order. This is clear, but at the same time it is very worrying that if, in the statements not diplomatic, but public, political, as in this House, we are not talking about the real threats to human rights in Egypt, about the activities of the Islamic State caliphate in Sinai, about the burning churches, about the underground of the Muslim Brotherhood, about what Egypt has led, but also the world, professor Mursi's rule, the governments ousted by Marshal As-Sisi.", "language": "en", "original_language": "pl", "translation_provider": "azure"}, {"id": 80, "date": "2018-12-13.json", "name": "Jean-Luc Schaffhauser (ENF).", "mepid": "124755", "text": "   Mr President, the Islamist attack in France in Strasbourg on Tuesday should teach us that in politics we must choose between friends and enemies. It is the identification of the enemy that transforms a politician into a statesman, like Winston Churchill. Marshal Al-Sissi in Egypt understands the danger of Islamism and the Muslim Brotherhood. His speech to Al-Azhar University in Cairo in 2015 was a statement to the highest authority in Sunni Islam that Islamist extremism also has its roots in an interpretation of Islam itself. President Al-Sissi, a Muslim, is currently seeking to have the Muslim Brotherhood listed as a terrorist organization. The hostile resolutions tabled against Egypt by the liberal, socialist and communist groups in this chamber do not explain anywhere the context of its difficult action. Do you believe, ladies and gentlemen, that radical Islam is more respectful of human rights?  Faced with the camp that chose to wage war on us, you have chosen, in Churchill's words, dishonour and you will have war, with civil war, in our country too, because Islamism is our home.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 81, "date": "2018-12-13.json", "name": "Seán Kelly (PPE).", "mepid": "96668", "text": "   – A Uachtaráin, is tír álainn í an Éigipt ag ár dteorainn ag an deisceart. Tá gaol maith againn léi agus is maith sin. Tá a lán dul chun cinn á dhéanamh inti. Ach, ag an am céanna, mar a dúirt mo chomhghleacaithe, ní hé sin le rá gur cheart dúinn súil dhall a thabhairt ar na drochrudaí dorcha atá ag tarlú ansin, go háirithe maidir le cearta daonna a shéanadh ar dhaoine agus a lán daoine i bpríosún gan chúis, gan triail. Dá bhrí sin, is ceart agus is cóir go bpléifimis na rudaí seo sa Pharlaimint.  Agus is féidir toradh dearfach a bheith ar an tuarascáil seo, mar, cúpla bliain ó shin, bhí mé féin agus mo chomh-Fheisirí ó Éirinn ag obair ar thuarascáil maidir le hIbrahim Halawa - fear óg a bhí i bpríosún gan chúis, gan triail arís - agus tar éis na tuarascála, ligeadh saor é. Tá sé ar ais anois in Éirinn. Dá bhrí sin, is féidir linn brú a chur ar údaráis san Éigipt maidir leis na cúiseanna seo, agus le cúnamh Dé, beidh toradh dearfach air, cosúil le hIbrahim Halawa.", "language": "en", "original_language": "ca", "translation_provider": "none"}, {"id": 82, "date": "2018-12-13.json", "name": "Julie Ward (S&amp;D).", "mepid": "124963", "text": "   – Mr President, the human rights situation in Egypt is deteriorating. As noted in the draft resolution, the Egyptian Government is heavily reliant on death penalties and harsh enforcement measures. People undergo torture, and human rights are not protected. I’m particularly concerned by the abuses of children that have been reported. According to Human Rights Watch, of the thousands of cases heard in military courts since 2014, over 150 involved children facing trial. According to a UN report in 2015, children with disabilities often go without access to education. This is not a country where young people can flourish. Europe is Egypt’s first trading partner. The EU—Egypt Partnership Priorities 2017—2020 were adopted last year and the EU is in a good position to influence what the Egyptian state does, and to take the action that’s required.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 83, "date": "2018-12-13.json", "name": "Elly Schlein (S&amp;D).", "mepid": "124804", "text": "   Mr President, ladies and gentlemen, for almost 35 months we have had to ask for and continue to demand truth and justice for Giulio Regeni. It is a good thing that Today, with this resolution, Parliament is once again strongly calling for the full cooperation of the Egyptian authorities with the Italian authorities in their investigations and interrogations and also for the safety of Italian and Egyptian lawyers who are investigating to find the truth. We must also put an end to the violence, torture and enforced disappearances in Egypt. It is good that the resolution calls for the release of Amal Fathy, immediately and unconditionally, and also for the various human rights defenders who are unlawfully detained. Another thing I would like to add is that we cannot regard – no European country should consider – Egypt as a safe country, there are no conditions. Furthermore, stopping selling arms to the Al Sisi regime would be a good start, and I say this to some governments that are continuing to do so. If you put before you the commercial interests and the obsession with blocking migrants, you are betraying the fundamental rights that we have put at the base of this Union. So, really, we seek consistency and seek truth and justice for what happened to Giulio Regeni.", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 84, "date": "2018-12-13.json", "name": "Neven Mimica", "mepid": "n/a", "text": "   Member of the Commission. – Mr President, the European Union has a clear interest in Egypt’s long-term stability and security. At the same time, it is our firm conviction that this can be achieved only if human rights are fully implemented and upheld, as guaranteed by the 2014 Egyptian constitution and in accordance with Egypt’s international commitments. Consequently, the European Union continually encourages Egypt to improve the situation with regard to civil and political rights, including freedom of expression both online and offline, and to respect the rights of human rights defenders, in accordance with international human rights law and with the relevant provisions in the Egyptian constitution. The European Parliament, the European External Action Service and civil society regularly interact and cooperate on issues related to the situation of human rights defenders in Egypt. The charges most commonly filed against human rights defenders are, among others, those of acceptance of illegal foreign funding, spread of false news and misuse of social media. In our dialogue with Egypt we regularly raise the increasing number of arrests of human rights defenders and activists, which is of great concern. This was also raised publicly in a statement issued by the High Representative’s spokesperson in May 2018. The European Union is deeply concerned, too, about reports of torture, forced disappearances and the poor detention conditions to which human rights defenders and other detainees are subjected. There is a clear need for accountability for all forms of pressure, harassment and violence against human rights defenders.  Furthermore, the EU welcomes the announcement that the NGO law will be reviewed. We hope that this revision will address concerns about provisions such as those on the registration process, the activities NGOs are allowed to perform and procedures in connection with the receipt of domestic and foreign funding. To this end, we urge Egypt to engage in a meaningful, inclusive and extensive dialogue with civil society in the process of revising the law. Next week’s EU-Egypt Association Council, on 20 December, will provide yet another forum in which to discuss the situation for the human rights defenders in Egypt.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 85, "date": "2018-12-13.json", "name": "Przewodniczący. –", "mepid": "23768", "text": "  I close the debate. The vote will take place at the end of the debates.", "language": "en", "original_language": "pl", "translation_provider": "azure"}, {"id": 86, "date": "2018-12-13.json", "name": "Przewodniczący. –", "mepid": "23768", "text": "  The next item is the debate on six motions for resolutions on Tanzania (2018/2969(RSP)).", "language": "en", "original_language": "pl", "translation_provider": "azure"}, {"id": 87, "date": "2018-12-13.json", "name": "Judith Sargentini", "mepid": "96815", "text": "  Author. Mr President, in 2015 I was chief observer for the European observation mission to the presidential elections in Tanzania, the elections that brought President Magufuli to power. President Kikwete had his legal term over and the governing party came up with a new candidate. That's good news, because things can be different. There are plenty of examples in Africa where a president wants to stay put too long.  The elections in that country actually went pretty well. I am not talking about Zanzibar, because it got completely out of hand there, but on the mainland the elections went quite well. President Magufuli started very promisingly with anti-corruption campaigns and Tanzania was also known as a beacon of calm in the region – the East Africa region, with Burundi, Uganda, Kenya, often has very troubled elections.  But now, three years after the 2015 election, we have to conclude that it's all wrong. The opposition is intimidated, threatened and even murdered. In Dar es Salaam, Paul Makonda, the government's highest representative, launched a witch hunt against LGBT people. People are even lynched because they're not heterosexual. President Magufuli forbids schoolgirls who become pregnant from going to school any longer. Anti-corruption programs seem to have been put on ice.  From a stable country it has become a country where there is currently a lawless situation. So much so that the World Bank has decided to stop initiatives and the European External Action Service is trying to do the same. The european delegation's chief mission has been brought back to Europe and relations with Tanzania are being reconsidered. I think that is very sensible of Vice-President Mogherini and I would also like to see this resolution as a support for the policy and a support for the democratic opposition in Tanzania. You've been seen. You're not alone.", "language": "en", "original_language": "nl", "translation_provider": "azure"}, {"id": 88, "date": "2018-12-13.json", "name": "Marie-Christine Vergiat", "mepid": "96858", "text": "  Author. Mr President, since John Magufuli came to power in 2015, the situation in Tanzania has deteriorated, and this has been particularly true since the beginning of the year. Journalists, bloggers, political opponents, rights defenders can be arrested at any time or even murdered.  On 22 February, Mr Godfrey Luena, a member of parliament from the main opposition party, was killed with a machete outside his home. Six television channels and two radio stations were suspended. In March, a new communications law subjected all online radio or television stations to a licence and a fee of 900 euros, an exorbitant sum for the country.  Any content that causes embarrassment or leads to public disorder can now be removed through a new cybercrime law. Homosexuality is punishable by up to 30 years in prison or even life in prison, and the regional commissioner of Dar es Salam has threatened to round up all those suspected of homosexuality for tests and conversion therapies. Girls experience sexual violence and forced marriage and are excluded from school if they are pregnant.  This does not prevent tourism from developing, especially in the beautiful Serengeti region. This could be a boon if land controls for speculative purposes do not increase tensions in the region to the detriment, in particular, of the Maasai populations. It seems that Tingatinga, the \"bulldozer\", the president's nickname, now destroys much more than he builds.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 89, "date": "2018-12-13.json", "name": "Soraya Post", "mepid": "124997", "text": "  author. – Mr President, sadly enough, we have to remind the authorities and the Government of Tanzania that LGBTI rights and women’s rights are human rights. The Tanzanian Government has an obligation to protect the rights and dignity of all its citizens. I demand that Tanzania cancel its laws criminalising homosexuality and stop the arrest and violence against LGBTI people, and health and human rights activists. I demand that the Tanzanian Government immediately cancel the law banning pregnant girls from attending school, and also girls who have given birth have to be able to return to school. The right to education is a human right and needs to be respected all over the world. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 90, "date": "2018-12-13.json", "name": "Seán Kelly", "mepid": "96668", "text": "  author. – Mr President, I reiterate the call to Member States to encourage third countries, such as Tanzania, to protect LGBTI human rights defenders and to decriminalise homosexuality, as is happening in many countries around the world. The deteriorating state of human rights in Tanzania is blocking the country’s development, prosperity, peace and security, and indeed good relations with other countries, including the European Union. I welcome the call to review restrictions placed on the press and to respect the right to life and dignity of all citizens. The exclusion of pregnant girls and adolescent mothers from schools is a matter of extreme concern and a very backward approach. These young women have a right to access quality education and it is crucial that Tanzania ends this ban immediately. I support Vice-President / High Representative Mogherini in her work in trying to bring sense to this chaotic situation.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 91, "date": "2018-12-13.json", "name": "Elena Valenciano", "mepid": "4334", "text": "  on behalf of the S&amp;D Group – Mr President, this more than a debate is a complaint about the serious deterioration of human rights that is happening in Tanzania. A deterioration that is visible to all those of us who have a certain sensitivity for the protection of fundamental human rights.  In the face of this accelerated deterioration, in the face of this near-hunting persecution against the LGBTI collective, it is up to us to ask the Member States and the Commission to urgently review our relations with Tanzania; that we demand from Tanzania a change in its repressive legislation, its absolutely degrading legislation, also in its action, against the most vulnerable groups: gay, lesbian, transgender, women too, girls. And we are therefore here to demand that the Council address relations with Tanzania from this perspective. Respect for human rights; respect for minorities; respect for all sexual options; and, if not, urgent review of our relations with that country.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 92, "date": "2018-12-13.json", "name": "Ignazio Corrao", "mepid": "124856", "text": "  Mr President, president, ladies and gentlemen, i.e. the european Union, the European Union and its Member States are Mr President, ladies and gentlemen, President John Magufuli's repressive policy is making great strides towards Nazism, now that the hunt for gays is officially open. The goal of his friend Paul Makonda, governor of Dar es Salaam, is to cleanse society of western evil that offends the moral values of Tanzanians: sex and above all fearsome homosexuality. The government's incendiary and sexophobic rhetoric has therefore moved on to action, even assisted by a task force to identify and arrest members of the LGBTI community. What is more, President Magufuli has also banned mothers from entering school, a serious and definitive removal from culture, training and probably even the world of work for these poor girls, for what obscure reason, we do not know. What worries me is not so much the deliri of a bigoted president and a governor taking orders from God, but the incitement to hatred and diverted rhetoric that are poisoning the population. In the light of this absurd scenario, I believe it is necessary to review and possibly suspend our relations with Tanzania, at least until it ends this unworthy persecution.", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 93, "date": "2018-12-13.json", "name": "David Martin (S&amp;D).", "mepid": "1403", "text": "   – Mr President, for me, this is a desperately sad situation, because for many decades Tanzania seemed slowly to be going in the right direction and many of us indeed welcomed President Magufuli’s election in 2015, when he promised to tackle corruption, improve governance and reform the economy. Sadly, his crackdown on corruption has been replaced by a crackdown on anyone critical of his rule. Journalists are detained and harassed, opposition politicians are threatened, attacked, and, as we’ve heard in this Chamber today, in one case even murdered. International organisations are not immune from this either. Our own ambassador has had to be forcefully recalled from the country.  Although the government has distanced itself from some of the more extreme comments that have been made about the LGBTI community, it is clear they are not doing anything like enough to protect that community and more must be done. I’m afraid, after years of advocating closer relationship between the EU and Tanzania, I have to agree with those who say we now have to rethink our relationship with that country. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 94, "date": "2018-12-13.json", "name": "Neena Gill (S&amp;D).", "mepid": "4533", "text": "   – Mr President, I rise to add my voice to the concerns of this House about the deteriorating human rights situation in Tanzania. Not only has the Government of President Magufuli been cracking down on the media – as we’ve heard – but, more alarmingly, it is also violating the rights of LGBTI people and preventing young girls who are pregnant from attending school. On top of this, we’ve had the Regional Commissioner Makonda threatening to arrest and chase all gay men out of Dar es Salaam. This is outrageous.  All of these violate our strictest values. Therefore, I welcome that our relationship with Tanzania is under review by the Commission and that we have recalled our Ambassador. My questions to the Commissioner are: are we considering withholding aid, like Denmark has done, and, following the briefings from our Ambassador there, what are the next steps? What are we going to do to address these concerns? Secondly, on a much broader issue, how can we ensure that the EU’s policy on human rights moves away from a reactive towards a more pre—emptive approach. Finally, given the trend of increasing online media censorship and a lack of international standards on this, what steps have we taken to actively shape international norms? ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 95, "date": "2018-12-13.json", "name": "Jiří Pospíšil (PPE).", "mepid": "125706", "text": "   – Mr President, I want to join my colleagues in clearly describing the situation in Tanzania. President Magufoli's government is very disappointing for us, we have been waiting for him to make real reforms to the country, to fight corruption, and instead we are seeing a hunt for members of sexual minorities, pregnant girls, opposition leaders and so on. This means that the situation is going in a very bad direction, and I have a question for the Commissioner: How exactly will the Commission respond to this? I think it is necessary that the way the situation in Tanzania develops should have an impact on the relations between the European Union and Tanzania, and that we end not only with proclamations, with political and moral condemnation of the situation in Tanzania, but that we translate our political position into action. This means that this should have an impact on the Economic Assistance to Tanzania by the European Union and, say, on the tightening of diplomatic and public pressure on the country.", "language": "en", "original_language": "cs", "translation_provider": "azure"}, {"id": 96, "date": "2018-12-13.json", "name": "Julie Ward (S&amp;D).", "mepid": "124963", "text": "   – Mr President, I am appalled by the situation in Tanzania, where civil society organisations and human rights defenders are being attacked on a daily basis. Last month, the authorities asked the public to report the name of any person suspected of being gay, pledging that a special team would ‘get their hands on them’. I am also very worried about the safety of hundreds of people who are facing serious threats because of their sexual orientation or gender identity or expression, real or perceived. Just yesterday, another LGBT community centre was attacked, and government incitement clearly plays a role in provoking violence, hatred and xenophobia.  Respecting and promoting all human rights are international obligations. Tanzania has a duty to respect these obligations and must not incite or perpetrate violence against any minorities. I support the EU’s decision to recall its ambassador in Dar es Salaam to Brussels for consultations on this urgent situation and to review its relationship with Tanzania. At last week’s ACP-EU Joint Parliamentary Assembly in Benin, I was able to ask both the ACP and EU Councils what they are doing to stop these attacks. I have to tell you, the ACP response was sorely lacking.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 97, "date": "2018-12-13.json", "name": "Νότης Μαριάς (ECR).", "mepid": "125069", "text": "   Mr President, the situation in Tanzania is out of control. We note that President Magufuli is now persecuting the opposition, the civil society groups, the parties with which he does not agree. He's shut down radio stations and newspapers. From then on, what it does is also pursue a policy which essentially encourages sexual violence. We have excluded pregnant women and girls from schools, which is unacceptable. We also note that land is now being snatched in the Masai land area. Land that is arable is taken for profit. It is obvious that the European Union should take very specific measures against the Tanzanian Government.", "language": "en", "original_language": "el", "translation_provider": "azure"}, {"id": 98, "date": "2018-12-13.json", "name": "Fabio Massimo Castaldo (EFDD).", "mepid": "124812", "text": "   Mr President, ladies and gentlemen, homosexuality is not a human right in Dar es Salaam. It was with these shameful words that on 31 October Paul Makonda, the governor of the region, began a veritable witch-hunt against homosexuals, stigmatised as guilty of a carnal sin against the order of nature. We are faced with yet another manifestation of a seriously widespread homophobia that has been tolerated for too long in Tanzania, a country where there are still laws today that punish the crime of homosexuality with thirty years in prison. But the LGBTI community is not alone in being targeted. From the Magufuli elections in 2015, there has been a terrible general deterioration in human rights, to the imposition of an absurd ban on mother girls returning to school after childbirth. These young people, many of whom are victims of violence, thus become the new enemies of a state that forces them to choose between their education and their child. I call on the Tanzanian authorities to lift this senseless ban immediately, as well as other laws against the LGBTI community. On the other hand, I call on the European Union, as announced by the High Representative, to finally and as soon as possible review its policies towards Tanzania. Let us enforce these human rights clauses in Cotonou, in the agreements we have signed, otherwise they are just waste paper.", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 99, "date": "2018-12-13.json", "name": "Dobromir Sośnierz (NI).", "mepid": "192298", "text": "   – (2) Mr President, I would like to begin by I am consistently opposed to Parliament writing such a resolution. Parliament is a legislative body for Europeans and should pass laws, solve their problems, and not review the situation around the world. We are writing such resolutions, meanwhile, three for each session. That's about thirty-six a year, or one hundred and eighty during his tenure. This means, statistically, that virtually every country in the world has received at least one addressed resolution from us in one term of office. What is the effect of this?  No. It serves no purpose. These are just columns that Parliament is releasing all over the world. No one outside Parliament is likely to read this. So it's a waste of time that only amazes voters. What are we doing here? The situation in Tanzania? The situation in Burundi? People in Europe often don't know where the countries we are in lie. Our knowledge of the subject is also poor. We know the situation only from press reports and those that we consider ourselves reliable. Few of us were there. A majority of Members do not know what they are voting on. Over-attention is paid to LGBT people and women when discussing these issues, which also amazes Europeans. (The speaker agreed to answer the blue card question (Article 162(8) of the Rules of Procedure))", "language": "en", "original_language": "pl", "translation_provider": "azure"}, {"id": 100, "date": "2018-12-13.json", "name": "Seán Kelly (PPE)", "mepid": "96668", "text": "  blue-card question. – How can the honourable deputy say we are wasting our time and that people don’t know what the European Union is when, as I pointed out in the debate on Egypt, we had a resolution here on Ibrahim Halawa and subsequent to that resolution, with pressure from the Commission and the Irish Government, the Egyptians agreed to release him? ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 101, "date": "2018-12-13.json", "name": "Dobromir Sośnierz (NI)", "mepid": "192298", "text": "  answer to the question asked by raising the blue card. –I am sorry, but this is a very naïve vision of politics. International policy is not cultivated by the writing of resolutions. This is a paper policy that gives nothing. Will anyone read it? Do you think that in Tanzania, the people who decide on its policies do so because they do not know that the European Union opposes it? Well, they certainly know already. And as the Lord will write to them now, nothing will change because of it. This is simply a useless way of doing politics.  If we want to put pressure on, of course, there are different means of this squeeze, but most often the less you talk about it, the better, because you have to act by surprise and you have to be able to put pressure in such a way that it is effective and severe for the side you want to press. So I think this kind of policy is just useless. What are the effects besides that? Let's look at the effects so far, they are none.  (The speaker agreed to answer the blue card question (Article 162(8) of the Rules of Procedure))", "language": "en", "original_language": "pl", "translation_provider": "azure"}, {"id": 102, "date": "2018-12-13.json", "name": "Teresa Jiménez-Becerril Barrio (PPE)", "mepid": "96806", "text": "  \"blue card\" question. – Mr Sosnierz, I wanted to ask you: do you have daughters? Do you have sisters? Do you have a mother? You say what matters to women there. I care and most of us here care. And what you say about not changing anything is not true. I guarantee you that I have many Venezuelan friends, exiled friends, people who are threatened, people who are in jail and say, \"Please don't shut up, don't shut up.\" Because any cause has to be defended with a speaker and we here are the speaker of people who don't have a voice. We are lending them our voice, because the citizens have chosen us to speak on their behalf, in the name of human rights.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 103, "date": "2018-12-13.json", "name": "Dobromir Sośnierz (NI)", "mepid": "192298", "text": "  answer to the question asked by raising the blue card. – (2) Mr President, I would like to begin by First of all, these are the ad personam arguments that you are using now, which is to hook someone up, whether they have children or not – yes I have children, but I will not talk about such things here, because these are private matters, so please do not ask me about it. There are many problems in the world, and it can be said every time that the public ity of something can contribute to solving it, but it usually does not contribute, especially if the European Parliament, in the case of our resolutions, has seen such inflation of their importance. If you use it as a unique tool for some unique problem, then it can make a difference.  But if we spend it three per session, no one can keep up with it anymore, nobody reads it, nobody cares.", "language": "en", "original_language": "pl", "translation_provider": "azure"}, {"id": 104, "date": "2018-12-13.json", "name": "Stanislav Polčák (PPE).", "mepid": "124704", "text": "   – Mr President, I, listening to my colleague Sośnierz, would never say that I will miss Mr Korwin-Mikke. That's a very sad finding for me.  But let us focus on Tanzania, because the problems of people who are actually suffering are important to us in this debate. I would like to support my colleagues who have described the situation in Tanzania. It is completely unacceptable how the government that we looked up to with some hope, which was supposed to be a government, is turning right in front of our eyes into a regime that oppresses human rights, attacks people, suppresses the opposition, journalists, the LGBT community, confiscates property there. These are indeed the facts that we must mention here. It is not in vain, Mr Sośnierz, it is quite clearly important to send this message. We have the means to intervene. Mr. Kelly told you. I think it is now the Commission's role to take action against the Government in Tanzania and to make it clear that this cannot have our support and then our support cannot go there.", "language": "en", "original_language": "cs", "translation_provider": "azure"}, {"id": 105, "date": "2018-12-13.json", "name": "Paul Rübig (PPE).", "mepid": "2278", "text": "   Mr President, I would like to thank the I would also like to apologise to the Commissioner for not being here from the beginning of the debate, but there are now six other events in the House at the same time. At the same time we have votes in the Committee on Budgets, we have votes in the Committee on Budgetary Control, we have a trade preparatory meeting, we have the EEA group here, we have a STOA meeting and it is also the plenary. It is impossible to be present on all occasions. I believe that we in Parliament should also learn – and I am referring to Tanzania – that we should make greater use of capacity building, that is to say the opportunities to improve structures, in our own house in the future too, because, of course, these debates would be very interesting for many of our fellow Members to learn in this area how global cooperation could be better done in development policy and with various other measures. We would now also have time to start voting. I would also like to ask the President to really press today for the votes to end at 1 p.m., because it is also, of course, a question of us being able to give lectures to our citizens at home. That is what is happening tonight. Many people have to go home in order to be able to communicate quite simply what we are working out for them here in Parliament.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 106, "date": "2018-12-13.json", "name": "Przewodniczący. –", "mepid": "23768", "text": "  If you can so very short. Mr Rübig, i would like to thank you for your comments. You talked about it on Tuesday. I have passed it on so that we will work to make it earlier next Thursday. Secondly, committee meetings. Parliament's Bureau has also requested both the Conference of Presidents of the political groups and the Conference of Committee Chairs to avoid committee meetings, in particular those related to voting, during the strasbourg plenary session. So that this direction is already realized. (No more room requests)", "language": "en", "original_language": "pl", "translation_provider": "azure"}, {"id": 107, "date": "2018-12-13.json", "name": "Neven Mimica", "mepid": "n/a", "text": "   Member of the Commission. – Mr President, for many decades the European Union and its Member States have enjoyed close and fruitful relations with the United Republic of Tanzania and have been its main development partner and one of its top trade and investment partners. This partnership has been rooted in shared fundamental values such as democracy, human rights and the rule of law and in a common involvement in peace promotion, effective multilateralism and regional integration.  However, over the past years, we have noticed the shrinking of public space in Tanzania through the threats, harassment, persecution and tightening of restrictions on the activities of civil society organisations – the LGBTI community, the media and many political parties. Respect for human rights and the rule of law has been repeatedly undermined.  The European Union expressed its concerns publicly in September through a statement during the 39th session of the United Nations Human Rights Council in Geneva and reiterated them in a declaration of the High Representative, Federica Mogherini, on behalf of the European Union, published on 15 November.  This situation, combined with other elements, has led to growing pressure from the Tanzanian authorities for the forced departure of the EU ambassador in Tanzania and ultimately led to the EU’s decision to recall him to headquarters for consultations. The EU deeply regrets this unprecedented attitude, which is not in line with our long-established dialogue with Tanzania.  At this stage, together with Member States, the European Union has furthermore decided to conduct a comprehensive review of our policies and the relations towards Tanzania. The review will also include issues related to human rights and the rule of law, as well as our development cooperation. As underlined in the statement of 15 November, it is important to send a strong message to Tanzania while maintaining engagement with actors from all spheres of political, economic, social and cultural life, including civil society. The structured political dialogue with the Tanzanian government will resume once the review of the relationship has been completed, with a view to resetting our bonds on a more trustful and forward-looking basis.  Let me set this in the broader context of EU relations with Africa. In Abidjan in November 2017, we agreed to an agenda based on shared interests and shared values. The European Union will always look at our relations with each African partner in a comprehensive way, including our common long-term interests.  Therefore, European Union remains committed to a sound relationship with a stable, democratic and inclusive Tanzania, fully involved in the regional integration process. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 108, "date": "2018-12-13.json", "name": "Przewodniczący. –", "mepid": "23768", "text": "  I close the debate. The vote will take place at the end of the debates. Written declarations (Article 162)", "language": "en", "original_language": "pl", "translation_provider": "azure"}, {"id": 109, "date": "2018-12-13.json", "name": "Rolandas Paksas (EFDD)", "mepid": "96694", "text": "  Writing. – No violence or inhuman treatment can be justified in any country in the world. I believe that Tanzania must cooperate with the rest of the world, gaining experience in the context of peace. It is necessary to create conditions conducive to life, education, work and full development for citizens. The stabilisation process should include the establishment of a sustainable legal framework and effective enforcement. Action is needed to show people and demonstrate that order and stability can prevail in the country. An independent judicial system should be established, children and women should be protected, including the prevention of violence, a favourable medium for the dissemination of knowledge and information, and access to the necessary health services and tools. The country should not be politically isolated from other countries. Cooperation in various policy areas needs to be strengthened and substantial international agreements establishing, for example, the protection of human rights must be signed. Measures and methods to combat crime, effective and impartial police activities are also necessary. Tanzania must take immediate political action to restore people's trust in public power.", "language": "en", "original_language": "lt", "translation_provider": "azure"}, {"id": 110, "date": "2018-12-13.json", "name": "n/a", "mepid": "2278", "text": " Paul Rübig (PPE). Mr President, I would like to thank the This week, the Bureau decided to introduce the age of 65 for Members' pensions, that there will be no more index increases in the future and that a new 5% levy will be introduced on Members' pensions. I would just like to say and put on record that, as rapporteur in the Committee on Budgets for the European Parliament's budget, I am totally opposed to this decision. We will appeal to the ECJ because this regulation is not in conformity with the law and we object to this rule. I thank you and ask you to put that on the record.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 111, "date": "2018-12-13.json", "name": "Philippe Lamberts (Verts/ALE).", "mepid": "96648", "text": "   Mr President, ladies and gentlemen, we all received a package a few weeks ago from an American firm called, if I recall, Facebook. In addition to this package of paper and plastic being a form of waste of energy and resources, I note that the American firm is actually sending us advertising materials to commit us to use its services more and more in the upcoming election campaign, but the same American company continues to evade its own commitments that it made during Mr. Zuckerberg's visit to Parliament. I insist that the Presidency of Parliament remind Facebook of its commitments and obligations.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 112, "date": "2018-12-13.json", "name": "Der Präsident. –", "mepid": "2323", "text": "  Thank you very much, Mr Lamberts. I think everyone draws their own conclusions from this. You can also send such packages back.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 113, "date": "2018-12-13.json", "name": "Jean-Marie Cavada (ALDE).", "mepid": "28206", "text": "   Mr President, ladies and gentlemen, I will be very brief and extremely short.  Not only must we support what Mr Lamberts has just said, but I would like to point out that, despite all the customs, in an inter-institutional trilogue where no lobby has anything to do, three weeks ago, after the plenary vote on the copyright text, only three weeks ago, YouTube, Google and a few others were in this room of the European Parliament. , in the restaurant of the European Parliament, at the request of the rapporteur for that matter, which is not glorious, neither for his group nor for himself, to try to make us change our positions. Mr President, do you want to make the minutes that we ask that, from the vote of a plenary, lobbies be totally, near or far, banned in the inter-institutional phases?", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 114, "date": "2018-12-13.json", "name": "Der Präsident. –", "mepid": "2323", "text": "  The next item on the agenda is the vote. (For results and other details of the vote: see Minutes.)", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 115, "date": "2018-12-13.json", "name": "Sven Giegold (Verts/ALE).", "mepid": "96730", "text": "   – Mr President, we have carefully assessed the draft negotiation position of the Parliament and listened to the statement of the ECON chair before, however we are convinced that the draft negotiation position of the Parliament is not good enough. It is not enough to get the risks in the balance sheets of European banks under control, and it is not enough to prevent indebted consumers and small enterprises from being abused by unregulated credit purchases. The stock of non-performing loans is bigger today than it was before the last financial crisis. Nevertheless, the new rules for the provisioning of bad loans will only apply to newly issued loans, and only for this partial solution the European Parliament’s position is weaker than of the Council and weaker than of the European Commission. But tough minimum requirements for credit provisioning for non-performing loans are necessary so that taxpayers do not have to rescue struggling banks again in the next economic downturn.  Lastly, those who now demand weaker rules on these loans are risking that the banking union cannot be completed. Even worse, there are no binding rules so far for the credit purchases, and this means that BlackRock, Blackstone and many other credit purchases can continue driving people who are indebted from their homes, and this is why we think this negotiation position is not good enough and we ask colleagues to send the committee back to the drawing desk in order to have strong rules on consumer protection and strong rules on our banks.  (Applause)", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 116, "date": "2018-12-13.json", "name": "Roberto Gualtieri", "mepid": "96892", "text": "  Rapporteur. – Mr President, actually what colleague Giegold is saying is not true. This is a balanced compromise – basically identical to the position unanimously voted by the Council, being welcomed by the Commission – and this ensures actually a very prudent calendar provisioning for NPLs, while avoiding the risk that too rigid provisions and the one that you are asking for would negatively affect consumer SMEs. Honestly, I find your arguments totally contradictory. You make propaganda about the consumers, but what you would like to do, is exactly what would bring people with the mortgages, SMEs, into the hands of hedge funds – American hedge funds. So, it’s totally contradictory, what you are saying.  (Applause) And second, the reason the reason why the Greens are making this objection is basically political, because we reached a balanced compromise with the EPP and you didn’t like that and I’m proud to do that because I have many different views with the EPP, but I’m proud that in this House we are able also to find common ground and to find together good legislation. This makes Europe stronger, not weaker, and that’s why I think we have to endorse this compromise. (Applause)", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 117, "date": "2018-12-13.json", "name": "Massimiliano Salini", "mepid": "125670", "text": "  Rapporteur. Mr President, ladies and gentlemen, I would simply like to request referral back to the ITRE Committee on Interinstitutional Negotiations, pursuant to Rule 59.", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 118, "date": "2018-12-13.json", "name": "Angelika Mlinar", "mepid": "125026", "text": "  Rapporteur. – Mr President, I would like to thank my colleagues for this broad support. And in accordance with Rule 59, as rapporteur, I would like to propose that the matter be referred back to the Committee on Industry, Research and Energy for interinstitutional negotiations. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 119, "date": "2018-12-13.json", "name": "Der Präsident. –", "mepid": "2323", "text": "  Mr President, ladies and gentlemen, I would like to thank the rapporteur for his excellent report, which Before the last vote of this year, allow me to thank the services, the staff, the ushers, all your staff and all the staff of the House. (Applause) If things are going high next year, please remember this week's events, including Oleh Senzow.  The same applies in the election campaign: you only earn the respect that you give to others. (Applause) That concludes the vote.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 120, "date": "2018-12-13.json", "name": "Der Präsident. –", "mepid": "2323", "text": "  With a view to the explanations of vote that follow, I would like to begin by telling you, in a business-leading manner, that we are beginning with the explanations of vote, which could not be dealt with yesterday after the vote from 12 noon to 2.30 p.m. because of the length of the votes. This is followed by the explanations of vote on the items voted on yesterday in the voting session from 5 p.m. to 6 p.m. We will then proceed with the explanations of vote on the points voted on today. I must inform you that we have received many requests to give an oral explanation of vote. We can only continue the sitting until 2.45 p.m. at the latest, so that the services can prepare for the resumption of the sitting at 3 p.m. The remaining explanations of vote may be submitted in writing. (Wednesday, 12 December 2018)", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 121, "date": "2018-12-13.json", "name": "Andrejs Mamikins (S&amp;D).", "mepid": "124746", "text": "   – Mr President, the negotiations of the budget for 2019 has been particularly challenging this year, and therefore I thank Mr Viotti for his hard work. I also contributed to the EP draft budget, paying special attention to the budget of EU agencies in the area of freedom, security and justice. Unfortunately, when the mandate of an agency is expanded, it does not necessarily result in the increase of its budget. Do we really expect our agencies and justice and home affairs to deliver more results with fewer resources? It seems that the Council really believes so, which I – as an MEP – deem unacceptable.  However, I would like to make a positive comment on the increase of EUR 943 million obtained in the negotiations. They correspond to Parliament’s main political priorities – namely, in support of researchers, young people, SMEs, tackling the root causes of migration, climate change and increasing the security of EU citizens. That is why I voted in favour. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 122, "date": "2018-12-13.json", "name": "Daniel Hannan (ECR).", "mepid": "4555", "text": "   – Mr President, first of all, may I thank you for the brisk and efficient way in which, as usual, you’ve conducted the vote, and may I take this opportunity to wish you and all of the staff and interpreters a very happy Christmas. One of the outcomes of the recent protests in France is that the French budget is now plainly going to spiral beyond the limits allowed in European treaties. We’re always told that this is a law—based organisation that has to follow its rules. I just want to leave Members as they head back to their constituencies with one question: when a eurosceptic government in Italy looked as though it might breach the deficit rules, it was universally condemned and an alternative budget was cooked up in Brussels. Will that same standard be applied when Emmanuel Macron does the same thing?", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 123, "date": "2018-12-13.json", "name": "Younous Omarjee (GUE/NGL).", "mepid": "30482", "text": "   Mr President, after TAFTA, after CETA, JEFTA joins the long list of free trade agreements that are losing to workers, losing out to our health and losing out to the planet. You make great speeches on the fight against climate change, but you do not mind voting for the most climate-fighting agreement of all time. You make great speeches about biodiversity, but you don't mind delivering the whales to the massacre. You are making great speeches about social Europe, but this agreement will level down workers' rights. And you always make great speeches about democracy, but you have accepted that national parliaments do not have a say.  That is why I voted against this agreement, which chooses multinationals over citizens.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 124, "date": "2018-12-13.json", "name": "Marina Albiol Guzmán (GUE/NGL).", "mepid": "125048", "text": "   – Mr President, the free trade agreement between the European Union and Japan was voted on at this plenary session of the European Parliament. But I dare say that 99% of Europe's citizens have no idea. And they have no idea why the European Commission wanted it that way. They want to negotiate with our rights and the planet without anyone knowing so no one can question it.  But this agreement is very similar to the TTIP being negotiated with the United States, or the one signed with Canada: all of them, agreements where multinationals have more power than states through arbitration courts, where public services that have been privatized are shielded, or where our environmental standards are of no use when Japan is one of the main timber markets from illegal logging or species fishing Protected.  The European Commission insists on a model that harms small producers, workers and SMEs, but which gives good benefits to large corporations. And it does so with the support of the European People's Party, the Liberals and the Social Democrats, also the PSOE. From the European left we voted against it.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 125, "date": "2018-12-13.json", "name": "Xabier Benito Ziluaga (GUE/NGL).", "mepid": "135490", "text": "   – Mr President, the approval of JEFTA will have tremendous consequences for citizens. It is the most ambitious treaty negotiated by the European Union, but it cannot be discussed or amended in national parliaments. This issue is particularly scandalous because the process has been really opaque and the European Commission, in an outburzy of its supposed transparency, has only consulted the lobbies of large companies and corporate lobbies. This is how they succeed in imposing, as has already happened with CETA, the negative list approach to services, severely limiting the powers of governments to manage public services such as health, education and transport, or to promote their remuniciptalization.  JEFTA will grant unprecedented privileges to transnationals, including a mechanism that allows them to influence governments in a legislative manner. This is an intolerable reduction in democracy again, labour rights and the ability to combat financial speculation, for example. That's why we voted no to JEFTA.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 126, "date": "2018-12-13.json", "name": "Daniel Hannan (ECR).", "mepid": "4555", "text": "   – Mr President, I am, of course, in favour of an EU-Japan free trade agreement. I’m in favour of free trade, always and everywhere, and the deeper and more comprehensive, the better for all sides.  I just invite you to ponder the difference between these two archipelagos, these two island monarchies at either end of the Eurasian landmass and the different way in which they’re being treated as trade partners by the European Union. I don’t think anyone suggested, as part of the EU-Japan talks, that part of the Japanese archipelago – let’s say Honshu Island or something – should have to remain under EU regulations. Nor has anyone suggested that a trade deal would be tied to freedom of movement and nor, unless I wasn’t listening very carefully, did anyone say that Japan would have to remain in a customs union with the EU following the conclusion of such a trade deal. And it’s this sense – that the European Union is treating the UK, not in the sense of looking for a mutually advantageous outcome, but with a degree of vindictiveness as a special case –that I’m afraid makes a treaty now almost impossible to foresee. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 127, "date": "2018-12-13.json", "name": "Reinhard Bütikofer (Verts/ALE).", "mepid": "96739", "text": "   Mr President, I would like to thank the The EU-Japan Free Trade Agreement is not perfect. The amendments tabled by my group have marked where we would have liked to have improved it. However, in my view, the fact that we did not get away with it is not a sufficient basis for rejection. I cannot mention the positive arrangements that I like about the agreement because of time constraints. Furthermore, there are not only economic and trade reasons to consider, but I believe that there are geostrategic reasons for defending multilateralism at a time when it is coming under pressure from two superpowers that are in favour of this agreement. That is why I have considered a 'yes' vote. In the end, I abstained out of loyalty to my group, which voted 'no' by a majority.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 128, "date": "2018-12-13.json", "name": "Lucy Anderson (S&amp;D).", "mepid": "124949", "text": "   – Mr President, in general and in solidarity with Japan and the people of Japan, I welcome this agreement. It is also a step towards a better and fairer EU trade policy that prioritises our regulatory standards on the environment and other key issues of importance to citizens. However, I do still have concerns, which is why in the end I abstained on the final vote on the resolution and on the agreement. Firstly, there are no proper arrangements in the agreement for monitoring of its impact on rail safety or in relation to the practical application and implementation of the opening—up of rail procurement processes in the EU and Japan. In addition, I would have preferred that this agreement were to definitively rule out, in advance, any investor protection through investor—state dispute settlement or an international investment court as being anti—democratic and inappropriate. Similarly, the agreement should have included more specific provisions providing protection for the right of nation—states to regulate, and guarding against the commercialisation of water and other public services.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 129, "date": "2018-12-13.json", "name": "Jiří Pospíšil (PPE).", "mepid": "125706", "text": "   – Mr President, I will thank the rapporteur, Peterle, for this report, because I think it is extremely important, and I am glad that in the end the text was approved in an ambitious form, as originally thought, because it is necessary not only to have economic relations with Japan, to have Japan not only as an economic partner, but as a key country in the Asia region. It is a great democracy, a strong economy, and in today's world, when we are fighting the challenges of the 21st century, terrorism, global problems, global and strong economies and democracies need to work together more closely, not just in economic terms. I am therefore very glad that this document has been approved, and I hope that it will lead to a further deepening of the links between the States of the European Union and Japan and, as I stress, not only in this economic area.", "language": "en", "original_language": "cs", "translation_provider": "azure"}, {"id": 130, "date": "2018-12-13.json", "name": "Rosa D'Amato", "mepid": "124835", "text": "  Mr President, president, ladies and gentlemen, i.e. the european Union, the European Union and its Member States are Mr President, ladies and gentlemen, very often the areas of research and innovation are those on which the axe of myopic policies falls. On the other hand, we consider them to be of primary importance for the future of our citizens, for the flourishing of knowledge centres and for the soundness of our businesses, so that they are able to face the most important challenges. That is why we have indicated that as much as EUR 120 billion is needed for the Horizon Europe programme, which is precisely in support of research and innovation. I would like to stress that, in addition to the need for greater liaison with all stakeholders, we wanted to see the maintaining of an instrument for incremental research for small and medium-sized enterprises with a specific budget, obviously alongside other opportunities for disruptive research. From the point of view of pollution and resources, we have fought for a constraint on the use of the entire budget to combat climate change, to increase energy efficiency and to facilitate local self-handling and consumption initiatives. The text could have been further improved, but we must not forget that it is also the result of a close confrontation with those who have sometimes aimed more at satisfying the ings of large lobbies than at responding to the objective needs of society. However, we have achieved a compromise position that meets both the needs of stakeholders and the needs of people. Finally, although we will certainly have to ensure in future that the so-called principle of innovation does not backberle against our micro, small and medium-sized enterprises and citizens, we are voting in favour. It is in favour because we must not forget that change also involves supporting such important sectors, such as research and innovation.", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 131, "date": "2018-12-13.json", "name": "Andrejs Mamikins (S&amp;D).", "mepid": "124746", "text": "   – Mr President, scientific research helped us to satisfy citizens’ priorities, both productivity and competitiveness. For centuries, ‘made in Europe’ has been a symbol of quality and knowhow. I even dare to say that the excellence in science, technology and the arts became a component of the EU’s normative power.  I support the proposal for a regulation on Horizon Europe and the report drafted by colleague, Dan Nica. This proposal serves the consolidation of the European Research Area and is going to deliver new jobs in science and research.  As a socialist and democrat, I defend the principle of open science and I believe that the diffusion of innovation makes the EU a unique scientific hub. However, we need to guarantee that our scientists choose to stay in Europe, because countries such as the United States, Canada and Australia appear attractive to researchers from Europe due to their larger innovation intensity and better social conditions. That is why we have to defend our social conditions in Europe. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 132, "date": "2018-12-13.json", "name": "Monica Macovei (ECR).", "mepid": "96824", "text": "   – Mr President, what more do we have to do to effectively prevent and investigate terrorism? Firstly, let us give investigative powers to Europol to prevent and investigate terrorism, cybercrime, organised crime and money laundering. Europol is now a specialised counter-terrorism agency, but it can only support Member States if they do, and some do not. He can do strategies, analyze data, but he can't do investigative paperwork. Terrorism and the financing of terrorism are cross-border and, as such, a single European agency, Europol, would make investigations more effective than investigations by Member States on the basis of cooperation in criminal matters. Also, obviously, the investigative powers must also come up with a financial supplement for Europol, but we need the effective fight against terrorism. Thanks.", "language": "en", "original_language": "ro", "translation_provider": "azure"}, {"id": 133, "date": "2018-12-13.json", "name": "Andrejs Mamikins (S&amp;D).", "mepid": "124746", "text": "   – Mr President, EU Member States are facing growing violence from far—right extremists and neo—fascist movements. They target political opponents, refugees and migrants, ethnic and religious minorities. Manifestations of these movements are seen everywhere in my country, Latvia, which is not an exclusion of this outrageous practice. The recent attack here in Strasbourg should be a reminder for us that the danger exists always. The role of the EU, which is expected by our citizens, is to detect and prevent such cases and to react rapidly whenever such things happen. For this, we need a strong and coordinated response and cooperation at the EU level. Security challenges become even more cross—border and that means that the reply should be cross—border too. Therefore, I welcome calling on the rapporteurs of all European institutions to work towards a common strategic culture, and the creation of the EU Coordination Centre for Victims of Terrorism is another necessary measure that the Commission should propose immediately.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 134, "date": "2018-12-13.json", "name": "Monica Macovei (ECR).", "mepid": "96824", "text": "   – Mr President, the greatest danger to the security of the Union is the Kremlin's propaganda and, in particular, the actions of the Russian Federation, which seek to divide and dismantle the European Union and the non-Moscow states. The actions of the Russian Federation did not exist and do not exist without the complicity of some Member States and other States. In order to stop Russia from acting destructively in the Union's common foreign and security policy, it would be useful to waive the unanimity rule. The recent hostility in the Sea of Azov, as well as the use of fake news in reports of protests in France, Belgium or the Netherlands, call for a strong response from the Union. Illegal annexations, the migration crisis, cybercrime are all dangers that no Member State can face alone. Putin wants to divide us - divide et impera.", "language": "en", "original_language": "ro", "translation_provider": "azure"}, {"id": 135, "date": "2018-12-13.json", "name": "Jiří Pospíšil (PPE).", "mepid": "125706", "text": "   – Mr President, I supported this report. I am very glad that the report has been well prepared, in my opinion it is more comprehensive, better than the previous year, because the human rights agenda is extremely important for the European Union. As a lawyer, I have been fighting all my life for the death penalty to be banned in the world, and I am very glad that the report describes that there is a certain decrease in executions, by about 7% to 8% year-on-year. But the decline is still small. I therefore wanted to call on the Institutions of the European Union not to underestimate this part of the fight for human rights, the fight against the inhumane death penalty, and to do our utmost in the following year to ensure that some countries stop using the death penalty or at least abuse it in political and other processes. I welcome the report, I supported it, and I hope that next year we will read that the human rights situation is improving in at least some areas and parts.", "language": "en", "original_language": "cs", "translation_provider": "azure"}, {"id": 136, "date": "2018-12-13.json", "name": "Anna Záborská (PPE).", "mepid": "23894", "text": "   – Unfortunately, as has already become the rule in this parliamentary term, the 2017 Annual Report on Respect for Human Rights in the World gives a very distorted picture of what human rights are that need to be protected. A number of requirements contained in the adopted text go beyond the competences conferred on the Union in the European Treaties. Perhaps most surprisingly, the reference to the controversial Yoyayakart principles, a document proposed in the UN environment, was also included in the draft report, but was repeatedly rejected by both the UN General Assembly and the UN Human Rights Council and other intergovernmental institutions. I strongly oppose such attempts to promote false and misleading ideas about man and his nature in EU human rights policies, which is why I did not support the report.", "language": "en", "original_language": "sk", "translation_provider": "azure"}, {"id": 137, "date": "2018-12-13.json", "name": "Dobromir Sośnierz (NI).", "mepid": "192298", "text": "   – (2) Mr President, I would like to begin by I voted against this report. The European Union's human rights policy is instrumentally regarded as a tool for spreading the revolution – moral first and foremost – to the whole world, as a propaganda tube, as a trumpeting all the time about the rights of sexual minorities, which are blown up to the central problem of humanity in all our initiatives, trumpeting a specific approach to gender. Of course, this is about the Istanbul Convention, about the special role of women in everything in the world. So it's a tool to spread left-wing rhetoric around the world. We treat trade instrumentally when we say that we will only trade with those with whom we agree. This is an instrumental treatment of education when we say that education is to be a tool in the fight against radicalisation. No, education is a tool for communicating knowledge. If it is treated as a tool for creating attitudes, it is already propaganda. I therefore voted against and oppose this approach to human rights.", "language": "en", "original_language": "pl", "translation_provider": "azure"}, {"id": 138, "date": "2018-12-13.json", "name": "Xabier Benito Ziluaga (GUE/NGL).", "mepid": "135490", "text": "   – Mr President, the Connecting Europe Facility promotes an energy model in the antipodes of what we need at this time of climate urgency. It promotes an unsustainable centralized model with mega-infrastructures such as the Midcat gas pipeline, the TAV or, for example, also the electrical interconnection of the Bay of Biscay.  Far from severing to finance fossil fuels, this Facility will continue to fund the so-called natural gas, which will continue to receive billions of euros when we know that its effects on climate are very, very harmful.  Nor does this fund put the principle of energy efficiency ahead of us, which is what we should do by making it easier to reduce our consumption rather than promoting infrastructures whose justification is more than doubtful.  In addition, the money to finance this Mechanism will come out of the reduction of the Cohesion Fund, the main instrument for correcting territorial inequalities within the European Union. Finally, it is advocating for the militarization of transport infrastructures, with the introduction of a pernicious dual civilian and military use: its way of making the military dimension enter... (the president withdrew the floor to the speaker).", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 139, "date": "2018-12-13.json", "name": "Alex Mayer (S&amp;D).", "mepid": "185637", "text": "   – Mr President, I voted for this report and, as urged to by the UK Government, in support of the amendments to Articles 25 and 14, to provide more clarity on the opportunity for UK companies to continue to participate in EU space programmes post—Brexit.  The government are not right on very much at the moment, but on this they are correct about the potential impacts to UK space businesses. This is of vital importance to Airbus in Stevenage and Thales in Cambridge in my constituency. Indeed, the next phase of the Copernicus Programme could be worth GBP 700 million to UK industry.  This does rather underline how working out our future relationship before leaving the European Union really matters. Post—Brexit, the government won’t have any UK MEPs to amend legislation, to make it better for Britain, and the EU will be able to do whatever they like after we’ve left, and we will have no say. In fact, I worry that we face an astronomically bad deal.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 140, "date": "2018-12-13.json", "name": "Xabier Benito Ziluaga", "mepid": "135490", "text": "  GUE/NGL Group. – Mr President, the Connecting Europe Facility promotes an energy model in the antipodes of what we need at this time of global climate urgency. It promotes a centralized and unsustainable model with mega-infrastructures such as gas pipelines such as the Midcat, or the TAV, or the electrical interconnection of the Bay of Biscay. Far from shaving fossil fuels, the so-called natural gas will continue to receive billions of euros, when we know that its effects on the climate are very, very harmful.  Nor does this fund put the principle of energy efficiency ahead of us, which we should apply by prevailing by reducing our consumption rather than promoting mega-infrastructures whose justification is more than doubtful on many occasions. In addition, the money to finance the Mechanism will come out of the reduction of the European Cohesion Fund, the main instrument for correcting territorial inequalities within the European Union. Finally, it is advocating for militarizing transport infrastructures, introducing dual civilian and military use. And this is his way of getting the military dimension into the Union's sectoral policies and civil policies through the back door. We and we are defending a Europe of peace and ecological transition. That is why we voted no to this Mechanism.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 141, "date": "2018-12-13.json", "name": "Dobromir Sośnierz (NI).", "mepid": "192298", "text": "   – (2) Mr President, I would like to begin by I always vote against any way to raise taxes. If market taxation is unfairly distributed, then taxes should be reduced for those who pay them too high, not increased taxes for others. If Google or Facebook or other companies accumulate some wealth, they accumulate it as a result of voluntary transactions, and voluntary transactions are inherently good. Coercion is inherently bad, and taking away tax is a form of coercion, so I will always prefer that people get rich as a result of voluntary transactions rather than forced transactions (e.g. politicians who take money under duress from economic operators).  Secondly, this also requires the bureaucraticisation of the internet, just as, for example, the introduction of income tax required and still requires all economic traffic to be recorded today. If we want to introduce similar regulations on the internet, this will increase online reporting and increase internet surveillance by the state. And that's why I'm against it.", "language": "en", "original_language": "pl", "translation_provider": "azure"}, {"id": 142, "date": "2018-12-13.json", "name": "Stanislav Polčák (PPE).", "mepid": "124704", "text": "   – Mr President, I supported this motion for a resolution, and I am really very happy that this motion for a resolution passed with one amendment. It is our duty to protect the resources of European taxpayers, it is a matter for the European budget. I must stress here that the Czech Prime Minister is also trying to bring to the European level his argument that this is a campaign, that these are special-purpose products, attacks Czech non-profit organisations, such as Transparency International, in an indiscriminate way. However, it is the Czech Prime Minister who draws subsidies where he can, and yet his conflict of interest fundamentally damages the image of the Czech Republic in Europe. And I look away from fraud with European subsidies, which he obtained at the expense of small and medium-sized entrepreneurs and for which he is accused of crimes. I am also glad that the draft resolution draws attention to the dangerous concentration of political, economic and media power in the case of the Czech Prime Minister. For democratic rules to work, a system of brakes and countervailing must be guaranteed. The Czech Prime Minister bought or acquired a substantial part of these democratic brakes by concentrating power. That is why the Czech Republic is failing in its control and its reputation is undermined at the highest level.", "language": "en", "original_language": "cs", "translation_provider": "azure"}, {"id": 143, "date": "2018-12-13.json", "name": "Jiří Pospíšil (PPE).", "mepid": "125706", "text": "   – Mr President, the European Parliament made it clear in its vote today that Prime Minister Babiš has a real problem, a conflict of interest problem. What Andrej Babiš is making of this, the debate at the Czech level, the fact that this is a problem of the Czech political opposition and some journalists, has been refuted by this vote. This is a real problem, and the European Parliament resolution clearly states that the European Commission can and should properly, impartially and independently investigate whether Andrej Babiš is really in a conflict of interest and whether or not European money is being used legitimately or not. I think that this is very important, because this would make the Czech political problem, which would be difficult to solve at the level of the Czech authorities, whether executive or supervisory, because of the fact that Andrej Babiš is prime minister, will be addressed by the European institutions at the moment. It is European money, and the European institutions must therefore logically decide on this. Thanks to this debate, the Czech authorities have already become active. The Czech Ministry of Finance said today that it will not draw money for Agrofert.", "language": "en", "original_language": "cs", "translation_provider": "azure"}, {"id": 144, "date": "2018-12-13.json", "name": "Eleonora Evi (EFDD).", "mepid": "124779", "text": "   – Mr President, ladies and gentlemen, conflicts of interest, unregulated lobbying, decisions taken behind closed doors and lack of transparency are the main problems facing this Europe, which it still does not want to address, and which continue to widen the gap between the citizens and the European Union and the European institutions. This is the insight presented by this year's report by the Mediator, which has involved a whole series of senior positions in this Europe: Mr Juncker with the Selmayr case, but also Barroso, Katainen and President Draghi of the ECB. However, the European Mediator also offers us recommendations and solutions that we can put in place, and that is what we must do. Europe must listen to these recommendations, not least because the citizens of Europe deserve transparency, deserve a Europe based on the principles of ethics and moral integrity and deserve to know how decisions are taken, not least in order to avoid the phenomenon of always blaming Brussels, because our leaders sit at the tables of the European Council.  That is the wish of this report, which I am pleased to have been adopted by the majority of this House.", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 145, "date": "2018-12-13.json", "name": "President. –", "mepid": "124706", "text": "  Good afternoon, colleagues. The sitting is resumed. I welcome the Commissioner. This is our last part—session before Christmas, so let’s make it an efficient and smooth one. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 146, "date": "2018-12-13.json", "name": "President. –", "mepid": "124706", "text": "  The next item is the debate on the oral question to the Commission on rare diseases by Mairead McGuinness, Rory Palmer, Jadwiga Wiśniewska, Gesine Meissner, Tilly Metz, Estefanía Torres Martínez and Piernicola Pedicini, on behalf of the Committee on the Environment, Public Health and Food Safety (O-000118/2018 — B8—0419/2018).  ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 147, "date": "2018-12-13.json", "name": "Gesine Meissner", "mepid": "96870", "text": "  Author. Mr President, Commissioner, ladies and gentlemen, I would like to thank the rapporteur for her excellent work and for the work she has We are only a few. That's clear: it's just before Christmas, and most are already gone. Before Christmas, we also want to deal with beautiful things and not with illnesses, that is clear. We all want stable health. One might also think that, as we are positioned in Europe with medical research, almost everything is actually good. The point is that there are diseases that are so rare that not everything is good. And we want to improve that. Rare diseases are usually referred to when fewer than 2 000 people are affected. In terms of the European Union, this is still a relatively large number of people who may have rare diseases. Overall, it is said, there are 6 000 to 8 000 rare diseases in the European Union, but in total 30 million out of 500 million people are affected – a significant number. And you have to think: what does this mean for these people? This means for these people that when they get the diagnosis – which I hope is a correct one, because you can also be unsafe with the diagnosis in rare diseases – there are big question marks, great uncertainty, not only among the doctors, but also, of course, with the family. Normally you think that when a person gets sick, you have a drug. You can take that, and then everything will be fine. As I said earlier, this is precisely not the case in this case. I am now very personal. I can say this out of my own concern. My father died early from a rare disease, my brother died very early as a child from a rare disease. In both cases, the research came too late and there were no ways to help them. With my father, who was a well-known politician – and I say this very personally – it was the case that we ourselves, as a family, also said: we do not want to allow research, we do not want to put it on display. It might have been wrong, it might have been selfish, but we had made such a decision. My own son fell ill six years ago with an unrecognized disease. It was the first case in the world, and it is still being investigated today. And here, too, I know that, of course, research helps him, because he says that he knows that research on his illness, which was so unique, has already helped many people. That is, of course, a good thing. But it is the case that it could not help him himself. Not only is there no suitable diagnosis, there is no known treatment. It is trial and error that must be made from the heart. I have just experienced it myself several times, especially with my son, how trial and error can lead to success and save life, but of course cannot help permanently. And these are things we want to improve. That is why it is very important that we make research possible and that we also see: how can we ensure funding, how can we improve the networks that already exist in order to improve the needs of the people it concerns in the future. It is just the case: on the one hand, medicine is already very advanced, and on the other hand, in some respects, it is still in its infancy, because there can always be new cases, especially due to tropical diseases. My son was diagnosed with a tropical virus that has not been detected to date, although many are trying to figure out what it was. In this context, it is very important for us to see what can be done to give people access to treatment, good diagnosis and also appropriate medicines throughout the EU.  To this end, we have worked out various questions which I shall now read out.  The first question to the Commission is this: what measures has the Commission taken so far to ensure accurate and early diagnosis of rare diseases and access to affordable medicines needed to treat them across the EU? How does the Commission promote research on rare diseases and the development of new or better early detection methods, and how does it intend to promote these efforts and achieve measurably better results in rare disease patients in all EU Member States? Secondly, how does the Commission intend to ensure access to information, medicines and medical treatments for rare disease patients across the EU? In view of the fact that access to early and accurate diagnoses can have a significant impact on patients' prognosis and quality of life, how does the Commission encourage the improvement of coordination and learning processes in all areas of Member states? Thirdly, what plans does the Commission have to ensure the permanent funding of patient organisations that support the European reference networks for rare diseases, for example through the common European programme for rare diseases?", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 148, "date": "2018-12-13.json", "name": "Vytenis Povilas Andriukaitis", "mepid": "n/a", "text": "   Member of the Commission. – Mr President, first of all, as the Commission and other Commissioners and Members of this House have done along these past two days, please allow me to express my solidarity with the families of the victims of the terrible attack here in Strasbourg. Now we have three deaths and that is very painful for me as a medical doctor.  Secondly, I would like to tell Ms Meissner that she has just opened my heart and I give her my words of sympathy because of such an experience. In the 20 years of work on rare diseases the Commission has fostered network structures for action and expertise. It has developed a policy framework with Member States and encouraged innovative ways of working. Mr President, I have six questions, which – if I may say – will be impossible to answer in three minutes because I know those questions are very detailed. Let me go question by question because I need to present a really comprehensive picture. Would you allow me to have more than three minutes? Thank you. Going to the first block of questions, the first is about timely diagnosis of rare diseases, which is very important. We have taken concrete steps to ensure that the patients are diagnosed as rapidly as possible. First, with the adoption of the directive on the application of patients’ rights in cross—border healthcare, Member States set up national contact points. Then you have 28 national contact points. They are workable. These are key to inform doctors and patients, notably with rare diseases, on the way to access the appropriate expertise offered in the patient’s own home country or facilitate contact with a contact point in another Member State. Second, eHealth digital service infrastructure now is workable, is in place; it is done. It helps to exchange views in cross—border areas, patient’s records and so on. The 24 European reference networks will launch in March and with more than 900 specialised healthcare units, from over 300 hospitals connected across the EU, the European reference network facilitates the access to timely diagnosis and treatment for patients with rare and low prevalence conditions. They contribute greatly to the sharing of information and linking of expertise between clinicians and researchers across the EU. The clinical patient management system is now once again workable, from November last year, where healthcare professionals from European reference networks discuss real patient cases and conduct virtual consultations and treatment. These have led to very successful EU—wide cooperation between clinicians in identifying and addressing the needs of patients. From November until now more than 250 patients have received timely diagnosis and treatment. This shows effectiveness. As regards the sub—question on access to affordable medicine, the study that was published early this year on the economic impact of pharmaceutical incentives and rewards in Europe including supplementary protection certificates, draws attention to timely access treatment for rare diseases. An additional study will gather information and assess, on the basis of the acquired experience, the functioning of the orphan regulations. Also, an evaluation of the orphan and paediatric medicine regulation will be finalised before the end of my mandate – maybe in spring next year. Also, there have been measures to promote research in the field of rare diseases and to improve methods of early diagnosis. Horizon 2020 and the Seventh Framework Programme on research have supported more than 200 projects on rare diseases in very different areas, and now we provide more than EUR 1 billion to rare diseases. I will just mention a few examples. The EuRenOmics and NeurOmics projects focus on improving diagnostic matters for large groups of rare diseases including rare kidney diseases, for example, and the Solve-RD and Immune—A projects are now looking to improve the capacity in the coming years. We have a lot of common clusters which can help us address the complexity of rare diseases. Regarding the questions on achieving measurable improved outcomes for rare diseases, let me stress this year’s opinion of the expert panel on benchmarking access to healthcare in the EU, including the area of rare diseases. We have also just finalised a pilot project called ‘towards a fairer and more effective measurement of access to healthcare across the EU’. The project was launched at the request of the European Parliament, and now we are pushing forward. The second block of questions. Access to information, first of all. I would firstly like to mention the joint action on rare diseases, which has supported over the past three years the development and sustainability of the Orphanet database on rare diseases, and has also helped us to achieve an appropriate codification of rare diseases in the health information system in order to help really to understand more about such a complex issue. This database is the biggest repository of information about rare diseases globally and is run by a large consortium of European partners. You should also know that the steering group on health promotion, disease prevention and management of non—communicable diseases selected the codification of rare diseases as a priority area to be implemented as best practice, and is now in line with achievements.  The Orphacodes project will be supported with EUR 750 000 under the 2018 annual work plan. The project aims to support Member States in better gathering information on rare diseases from all 28 Member States. Last week, the Commission developed a European platform on rare diseases registration, and is promoting the interoperability of existing registers and will help to create new ones. Can I just mention two databases – Eurocat and CSBA – which have been implemented now. On the sub—question on access to medical treatment and medicine for rare diseases, the Cross—border Healthcare Directive helps citizens in obtaining medical treatment in other Member States and to be clearly informed as to the rules on reimbursement that apply in cross—border situations. This means that now all Member States should draw attention to the possibilities to reimburse patients with rare diseases. This specialist treatment is particularly relevant for rare diseases. The Commission also supports the Orphanet database as a unique resource for pooling knowledge of rare diseases and guaranteeing access to treatment because it is also about medicines, new legislation on orphan drugs, redirecting investment into previously neglected therapeutic areas through incentive schemes. The challenge is to find a balance between adequate incentives for research and development and equitable access to affordable medicines for all, especially in the area of rare diseases. We are conducting a study on these very issues which will be used for the evaluation of orphan and paediatric regulation. You know, lastly, speaking about health technology assessment, now such a tool, if we succeed, will help us to move forward in this area. On your third sub—question about promotion of better coordination and learning across Member States, rare diseases is clearly an area where cooperation at EU level provides real added value. This is a real example of subsidiarity: when you have no chance to address issues at local level you should go to the regional – if not European – level, in line with subsidiarity. By working together we can share data and expertise, overcome fragmentation and geographical disadvantages and guarantee patients the right diagnosis.  As you know, the newly—established European Reference Network has strengthened cooperation including between clinicians, researchers and of course different developers of treatment and they are building diagnosis networks and a network of working groups to see how they can address concrete issues. I count on possibilities to develop a network of networks – European reference networks – in communication with national healthcare systems and going deeply into primary care, so that all can find pathways, easy pathways, to achieve timely diagnosis. On your questions on sustainable funding of patient organisation support in European reference networks on rare diseases, European reference networks are economically and logistically supported by the Commission through the eHealth Programme – one resource – and, second, the Connecting Europe Facility Programme. There is no direct funding to the patients’ representatives, but each European reference network receives EUR 200 000 annually from the health programme. This grant supports the network and coordination capacity of the networks, including the organisation of meetings with patients’ representatives. The eHealth Programme also provides operating grants for non—governmental organisations and patient organisations. Eurorodis is very important in this field. In addition, the Horizon 2020 work programme for 2018 looks to set up a rare disease European joint programme co—fund. This encourages the participation of European reference networks and patient organisations in the programme over a five—year period. In order to ensure sustainability beyond 2021, we made a proposal in the multiannual financial framework which envisaged support through direct grants, and this is now in the hands of all of us. Of course countries can also use structural funds, selecting centres, and use social funds supporting the qualification of medical doctors. President, honourable Members, thank you for giving me the opportunity to update you on the broad spectrum of activities on rare diseases. These actions make up an important part of the Commission’s health and research policies and they have started to deliver clear added value to patients and their families. Let me assure you that connecting expertise across Europe is a priority of mine.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 149, "date": "2018-12-13.json", "name": "Sirpa Pietikäinen", "mepid": "40599", "text": "  on behalf of the PPE Group. – Mr President, I would like to thank the Commission to start with, because it has been really active and very good and efficient in its work on rare diseases. In some way, in rare diseases, Europe has things in place because rare diseases are in fact not rare – there are about 8 000 to 10 000 rare diseases and almost 10% of Europeans have some sort of rare disease.  They are only rare in the cases, and only rare in the cities, and only rare in the Member States that do not have the capacity or possibilities to have all the knowledge, the cure facilities, or for that matter, the required medication.  That is why we need Europe—wide cooperation that should serve as an example for other diseases. I think that in the longer term we should have the same type of reference centre networks for other diseases as we have at the moment for rare diseases.  As you mentioned, timely diagnosis using the cross—border healthcare initiative and eHealth network are good examples where Europe can help. I hope that we can channel a bit more Horizon funding in the future into rare disease networks and reference centres. For example into how ‘Dr Watsons’ can be further developed, so that we would have artificial intelligence helping doctors diagnose rare diseases. That could be used by general practitioners already so they can identify and pick up and issue guidance for the further treatment of people with such conditions. Last but not least is the question concerning orphan medicines. These are extremely expensive and it is a negative lottery for local health centres, but then again at European level the cost is not so much, so I think that we should establish a European fund to buy orphan medicines for rare diseases. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 150, "date": "2018-12-13.json", "name": "President. –", "mepid": "124706", "text": "  Thank you, but I need to underline that, even though we do not have a heavy agenda this afternoon, I will have to ask you to respect the time that is made available. I will be strict on keeping to the time.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 151, "date": "2018-12-13.json", "name": "Andrejs Mamikins", "mepid": "124746", "text": "  on behalf of the S&amp;D Group. – Mr President, approximately 5 000 to 8 000 distinct rare diseases affect between 6 and 8% of the EU population – between 27 and 36 million people. Patient registries and databases, clinical research in the field of rare diseases are very fragmented. This problem can only be solved at the level of the European Union. The EU’s strategic objective for rare diseases is to improve patient access to diagnosis, information and care. Specific measures have to include, first of all, ensuring that rare diseases are adequately coded and traceable in all health information systems. Secondly, supporting national plans for rare diseases in EU Member States. Thirdly, improving recognition and visibility of rare diseases. And then creating European reference networks linking centres of expertise and professionals in different countries to share knowledge and identify alternative treatment options. The EU has to continue to support research into rare diseases through Horizon 2020, in the EU framework programmes for research and innovation and the European Platform on Rare Diseases Registration, which was mentioned by the honourable Commissioner. Rare diseases are the field where you can ensure progress, creating synergy in research and innovation and let’s work for it.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 152, "date": "2018-12-13.json", "name": "Ivan Jakovčić", "mepid": "124754", "text": "  on behalf of the ALDE Club. – Dear Chairman, Mr. Commissioner, statistics show that almost 10% of the European population suffers from various rare diseases, of which there are over five thousand.  It is said that it is a rare disease when no more than one person suffers from it on two thousand of them. However, this is only a statistic. Fates are what our esteemed colleague Meissner said, fates are those tragedies of our population and fates are what we here in this Parliament have to worry about and speak for. So, the suggestions we've heard in part, I think we should take great notice.  You mentioned e-health or e-medicine. We should have, in addition to this network you are talking about, we should not only have centers at the national level, but also at regional levels, have the possibility of a common central European database, where someone from my Pula or, I don't know, from Riga or Tallinn, could really be present somewhere in some part of Europe, have information and know what it is. Early enough, of course, because that's what matters most.  So I think those proposals we're talking about here today are something that can certainly contribute to fighting rare diseases. What I'd like to suggest to you, Mr. Commissioner, is something that hasn't been said here. I think the European Union is mature, the European Commission with you at the helm, be the one to lead the world coalition to fight rare diseases.  Include the World Health Organization, include other rich countries! Here today we voted for a Free Trade Agreement with Japan, let's involve Japan in the fight to overcome rare diseases, involve the United States, include rich countries, include all those countries that want it! The more of us there are, the stronger we will be in combating rare diseases because if 10% of the population or almost 10% of the population of the European Union suffers from rare diseases, on a global level it can probably only be even more so, so in this context I think it would be very good for you to take this role and for the European Union to be at the forefront of the fight against rare diseases on a global level.", "language": "en", "original_language": "hr", "translation_provider": "azure"}, {"id": 153, "date": "2018-12-13.json", "name": "Paloma López Bermejo", "mepid": "125047", "text": "  GUE/NGL Group. – Mr President, there are more than 6,000 rare diseases affecting 30 million European citizens. They are often chronic and life-threatening for those who have them. As Eurordis says, rare diseases are rare, but rare disease patients are many. There are also many problems with: among others, lack of access to diagnostics and correct information; social, educational, labor, leisure, etc.; inequality in the availability of treatments and high cost of medicines.  The list of problems is very long, but the solutions come down to providing sufficient resources to carry out public health policies. Strengthening public health is essential because it is the only guarantee that all patients can have access to diagnoses and treatments on an equal footing and not depending on the economic resources of individuals or family members. Because this, precisely, creates additional inequality. It is also essential to provide resources for research, and, I repeat, it must be public: we cannot leave it to private research, precisely because of the costs it generates, to solve these problems. And resources also for non-medical care: for dependencies, family support, social support, for rehabilitation and much more. We have in our hands the possibility of promoting these public policies, necessary so that patients do not have to suffer, in addition to isolation and vulnerability, inequality and indifference.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 154, "date": "2018-12-13.json", "name": "Ana Miranda", "mepid": "24942", "text": "  on behalf of the Verts/ALE Group. – Mr President, Commissioner, rare diseases as a matter of public health concern me as a policy. One of the biggest confusions is the concept of rarity. Rare diseases are rare, but people with rare diseases are many in Europe. I know many families who pay high costs, who really have to campaign in the media to talk, to ask for money to pay for these treatments. It's hard for these families; they feel alone. One disease can affect only a handful of patients, but another can reach 300,000 people together or 10% of Europe's population. The Commission recognised that those affected are particularly isolated and vulnerable. What is important, as the Commissioner said, is to codify, inventory these rare diseases, investigate and expand centres specialising in European reference networks for rare diseases. And also, for us, we need more funds, possibilities to cooperate at borders, to cooperate from one country to another and to have these appropriate treatments. Also for orphan medicines and, at European level, more public funds so that these people are treated equally and not isolated even with this vulnerability.", "language": "en", "original_language": "pt", "translation_provider": "azure"}, {"id": 155, "date": "2018-12-13.json", "name": "André Elissen", "mepid": "188445", "text": "  on behalf of the ENF Group. Mr President, let me begin by saying that I understand and appreciate the commitment and commitment of Mrs Meissner. There are probably few issues in this House on which there is so much agreement. Of course, the tens of millions of people in the European Union who are suffering the consequences of a rare disease on a daily basis deserve the very best care. Of course, everyone should be able to get a correct and timely diagnosis. And of course, everyone should have access to affordable medicines. No one's going to contradict that, not even me. But, Mr President, unfortunately it does not work that way. Choices will have to be made and those choices belong in the Member States. It is up to the Dutch to determine how health care is designed in the Netherlands. Whether a particular drug is reimbursed by a health insurer is an issue that belongs in the national parliament. The level of the care premium, the implementation of care for the elderly, in short, the whole care system is a national competence and must remain so.  There are 28 Member States with 28 different health systems. It is a bad idea to try to integrate these systems into something that should ultimately lead to a single european health system. Because, Mr President, one major European healthcare system is the ultimate goal of the many Europhiles here in Parliament. And that must be avoided at all costs. Europe is made up of different nations, different peoples. Every country, every people has its own traditions and characteristics. It is nonsensical to think that there can be one model that applies to all Member States. Care is tailor-made. Leave it to the Member States.  Mr President, it is, of course, a good idea to work together internationally. Not from the ivory towers in Brussels and Strasbourg, but from the Member States. Of course, we encourage cooperation, for example between academic hospitals, scientists and the World Health Organisation.", "language": "en", "original_language": "nl", "translation_provider": "azure"}, {"id": 156, "date": "2018-12-13.json", "name": "Vytenis Povilas Andriukaitis", "mepid": "n/a", "text": "   Member of the Commission. –Mr President, let me react to the last speaker. I can tell you that if you are in the Netherlands, you have ten people with a rare disease. You have no clinicians, no professors, no expertise or possibilities to treat those ten people. I spent more than 20 years in the field of treatment. This means that you can immediately ask in the EU: ‘where is the centre of knowledge, expertise, diagnoses and the possibility to provide assistance and treatment?’  It is also about a second possibility. Let me address the issues raised by Mr Jakovčić. This is a very good idea and we are moving in such a direction. The European Reference Network is like the backbone that can help us to join together different universities, institutes, researchers, different developers of treatment, especially in advanced therapies, or so called precision therapies.  Of course, we are now trying to encourage Member States to sign the One Million Genomes Agreement because real diseases are genetically—driven diseases. This means that we can build a ‘collider’ of systems at EU level, joining different actors and being a leading entity worldwide, developing new treatments, new devices, new diagnostic tests, and helping people worldwide to stay alive.  Cooperation here with different actors is welcomed and we are doing as such. Big data needs big actors and it is very important to understand this. The different national registers are too weak to address the issues we are now facing and I am very keen to promote such possibilities to build networks – a ‘big collider’ – in bringing different actors together and establishing mission—driven initiatives on different rare diseases cases. This is brilliant.  On the Joint Procurement Agreement, you know that we have in our hands a Joint Procurement Agreement which allows us to encourage Member States to cooperate, especially knowing that treatment and new medicines are very costly and only economies of scale can help us to guarantee access to treatment. We are also in favour of not discriminating against patients – they could be in the Netherlands, Lithuania or in Cyprus – access to innovative treatment is a universal human right and we need to do more to achieve this right. It doesn’t matter whether a patient is in Malta or in Finland. We should speak about and think about those issues. It’s clear that no single country has the knowledge or capacity to tackle these diseases alone. If we work as individuals, patients will suffer from a lack of diagnosis and delayed or ineffective treatment. But together we can share best practices and expertise. We can coordinate resources. We can pool data and act more efficiently – more effectively and more decisively. Patients across Europe will benefit.  So rare diseases are a prime example of the power of cooperation. This is true for research support, registers, codification, and in particular the European Reference Network.  But we also need to make sure that patient groups and NGOs maximise the potential of the EU’s health policy platform. Access to medicine is one of the challenges facing patients suffering from rare diseases. We are aware of this. Indeed, access to healthcare is one of my priorities and I ask Member States to cooperate. Now we have different Member States who have decided to cooperate. There is the Valletta Group cooperation – I am speaking about access to treatment. Benelux, the Netherlands, Belgium, Luxembourg and Austria, they are cooperating. We are now moving in this direction. Soon I should have the results also of an analysis of EU orphan medicines legislation. This analysis will help us ensure that patients have access to innovative medicine and medicinal products when they need them. Let me finish by assuring you that the Commission will continue its support for patients suffering from rare diseases. That commitment is reflected in the Commission’s proposals – in particular the health strand of the European Social Fund+ and the Horizon Europe framework programme. I would now ask Parliament to support the Commission’s proposals in the next multiannual financial framework. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 157, "date": "2018-12-13.json", "name": "President. –", "mepid": "124706", "text": "  Commissioner, thank you very much indeed for your response. The debate is closed. Written statements (Rule 162)", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 158, "date": "2018-12-13.json", "name": "Dominique Bilde (ENF)", "mepid": "124771", "text": "  In writing. Rare diseases, which are not so rare as they affect thirty million Europeans, remain the poor relative of research. The progress is certainly undeniable: we must welcome the concerted action of the Europeans, especially through the Orphanet database. Similarly, private research is more mobilized than in the past, not to mention the promise of genetic therapy. However, the challenges are great: Le Figaro noted that two thirds of the 30,000 children who consult at the Institute of Genetic Diseases have still not been diagnosed. Number of them (35%) will die before the age of one year, even though the average length of time to obtain a diagnosis is four years. It is therefore a true crossroads that is imposed on both patients and families, who often have to deal alone with diagnostic wandering and, in general, with a considerable emotional and material burden. There is an urgent need to continue our efforts for European research, particularly through programmes such as E-Rare, as a common action seems to be particularly appropriate in this case.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 159, "date": "2018-12-13.json", "name": "Urszula Krupa (ECR)", "mepid": "28334", "text": "  I would like to write to the Commission. – Data on rare diseases are incomplete and although statistically between 5% and 6% of the population may suffer from these diseases, estimates of countries such as France and Germany with populations twice as large as Poland, where there are a similar number of around 3 million estimated diseases, are puzzling. There are significant differences between countries in both neonatal and diagnostic and therapeutic tests, which seems to be linked to the financial capacity of countries providing much better social and psychological care and reimbursements, in particular france and Germany or the United Kingdom, where 60 orphan medicines are reimbursed in England, while in Ireland only 12 are reimbursed. According to not only Polish doctors, the treatment of rare diseases and the reimbursement of its costs is a worldwide problem, practically nowhere yet unresolved, although the breakthrough was to treat all diseases as a single whole and central coordination of both information, research and funding is necessary, not only the indications in Article 12 and 13 of the 2011 Directive. Much seems to depend on the involvement of the European Commission and the proposals for regulation, which should concern not only research, but also therapeutic procedures, and in particular the financing of very expensive orphan drugs.", "language": "en", "original_language": "pl", "translation_provider": "azure"}, {"id": 160, "date": "2018-12-13.json", "name": "President. –", "mepid": "124706", "text": "  The next item is the debate on the oral question to the Commission on the spread of African Swine Fever by Czesław Adam Siekierski, on behalf of the Committee on Agriculture and Rural Development (O-00012/2018 - B8—0420/2018).", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 161, "date": "2018-12-13.json", "name": "Czesław Adam Siekierski", "mepid": "23787", "text": "  Author. – (2) Mr President, I would like to begin by Commissioner, i would like to thank you for your comments. The European Parliament's Committee on Agriculture and Rural Development is very concerned about the situation in pig farming caused by African swine fever, which translates into the functioning of the pig meat market and farmers' income levels and raises many other problems and risks.  This topic has been discussed on several occasions in the Committee on Agriculture. Many Members from the countries affected by this disease have organised various hearings, conferences, meetings with farmers affected by this misfortune. Hence the decision of the coordinators and the Committee on Agriculture to decide to refer a question to the European Commission on this matter and to have a discussion in the plenary forum of the European Parliament. So I go to the question. African swine fever is an infectious, usually fatal disease of pigs and feral pigs. It poses a serious threat to pig farming, together with indirect devastating economic losses to the pig sector as a result of rapid and total bans from third countries on imports of pigs, pig meat and pig products from countries where ASF has been detected. Feral pigs transmit and spread a virus that can spread to national livestock farms. We are also dealing with the institutional spread by people over long distances, to new regions, previously uninfected. The prevention, control and eradication of ASF clearly require a global approach involving all competent authorities, professional organisations, hunters' associations and citizens. It is important that Member States disseminate accurate information on biosecurity on farms so that farmers who are on the front line can take immediate measures to stop the spread of the disease.  As regards the preventive and control measures already designated by the Commission to be applied in the event of suspicion or confirmation of ASF on holdings or feral pigs: so, how, firstly, will the Commission ensure sound coordination between all competent authorities in the areas of animal health, wild animals, road transport and customs? Secondly, what measures, including financial assistance to affected farmers, are currently planned by the Commission to improve disease control and control, in order to improve those measures that have been applied today because they are considered insufficient by farmers? How does the Commission counteract the disproportionate bans adopted by certain third countries on exports of pigs, pigmeat and pig products from affected Eu countries? The situation with African swine fever poses a specific threat in the European Union, but also in the Member States. So the question is: what can we do in the Union, the Member States, the various institutions, of which there are so many at different levels – regional, national, EU – or, finally, the various services, as well as processing, trade, in order to better prepare for the kind of threats that can arise, which can be very severe for the union as a whole and not only? So how do you prepare for such emergencies, situations that pose a security threat in different areas? I also think that this requires some review, because a lot of work has been done, a lot of work has been done in this area, but this preparation is extremely important for the action to be swift.", "language": "en", "original_language": "pl", "translation_provider": "azure"}, {"id": 162, "date": "2018-12-13.json", "name": "Vytenis Povilas Andriukaitis", "mepid": "n/a", "text": "   Member of the Commission. – Mr President, the prevention, control and eradication of African Swine Fever (ASF) is a high priority for the European Union. African Swine Fever poses a serious risk to the entire European Union pig farming and pork sector, which is the largest exporter of pork and one of the biggest pork producers worldwide.  The situation is being closely monitored by the Commission. Since the disease was first identified in Europe, the Commission has taken significant actions close to the EU borders to fight it. Record human and financial resources have been used to address this global challenge. Let me address each of the questions you raised. Firstly, you ask how the Commission will ensure all activities by the competent authorities are tightly coordinated. Let me underline that the Commission has always coordinated the EU response since before the first case of ASF was identified. These efforts have intensified over time. Member States should ensure enhanced interinstitutional cross—sectoral and cross—border coordination. This will help efficiently control and prevent disease spread. Member States and relevant EU stakeholders are continuously working with the Commission to develop and review the European Union’s strategic approach on ASF and this legislation. This strategy covers all aspects of the disease from poor animal health and biosecurity aspects, to the management of wild boar, from road transport to customs controls and to awareness campaigns. The Commission organises regular meetings with ministers every half year, with chief veterinary officers and veterinary experts, hunters, farmers, environmental experts. At conferences and other events we have presented all our steps over the four years at regular meetings. The next of such meetings will be next week in Brussels where all EU Member State Ministers of Agriculture and the Environment have been jointly invited to discuss the issues – wild boar management strategy, biosecurity in forests and biosecurity in farming, and also possibilities to understand the environmental situation of wild boar population. In these four years, I have reported about the issue to most of the national parliaments of the interested countries. I have visited all the countries, I had meetings with all committees of agriculture, European affairs, social affairs, discussing those issues together. The Commission is also driving Member States’ efforts to effectively control the EU’s external borders to limit the risk of human—mediated spread, and precise instructions have been sent in this respect to customs around the EU. The risk of the so—called human factor was recently highlighted in the letter to transport ministers which I jointly signed with my college Violeta Bulc.  Awareness campaigns are being carried out in affected regions, on main European Union highways and at EU borders. They highlight the risk of long—distance drivers discarding infected pork products along main highways and the importance of active and passive surveillance. Active and passive surveillance should be done in the whole of Europe. The importance of this prevention control has been raised in several meetings with Member States at all levels, including the highest executive and political ones. The Commission remains fully committed to performing audits and fact—finding missions to ensure harmonious implementation and enforcement of European Union measures. It has convened biannual ministerial meetings on African Swine Fever since 2015. The next meeting, the first ministerial conference, will be held in Brussels on 19 December. Let me assure you that the Commission will continue to promote and coordinate prevention and a high level of preparedness, control and eradication of African Swine Fever in EU Member States. Your second question concerned what steps the Commission plans to take to better control and eradicate the disease. This includes financial assistance to affected farmers. Let me underline here that the knowledge, science, legislation, technical and financial tools, exist in the EU to properly face ASF. EU co—financing is provided to Member States and is essential to prevent and eradicate disease. Awareness—raising initiatives can also be co—financed in Member States where no disease is present to prevent its spread via travellers, hunters or other risk groups.  Around EUR 95 million has been allocated to ASF for 2013-2018. Let me also stress the Commission initiative relied on sound, scientific advice and recent experience. It will continue to coordinate a number of activities at EU level to prevent, control and eradicate the disease. Currently this includes: political coordination; organising regular ministerial meetings; adoption of a review of specific ASF legislation, including regionalisation measures in the EU; development of a harmonised EU strategic approach on ASF management audits and fact-finding missions, including preparedness, immediate assistance, on-the-spot experts for affected Member States from experts in the EU Veterinary Emergency Team; international cooperation, including active participation and promotion of the global framework for transboundary diseases under the World Organisation for Animal Health; coordination and financial support for scientific research into ASF, asking scientists to develop vaccines – around EUR 25 million are now dedicated to research; and development of specific projects in neighbouring countries such as Moldova and Ukraine. We are now cooperating in border regions. Your third question concerns what the Commission is doing to tackle disproportionate bans in third countries on EU export of pigs, pigmeat and pig products from affected Member States. On this, the Commission has been communicating proactively with the main EU trading partners to provide full transparency on the ASF situation and the comprehensive measures it has taken based on international standards. My last meeting was in China discussing issues about porkmeat exports. Regionalisation measures are proving effective and successful within the EU whenever disease outbreaks occur. These target affected areas and result in trade restrictions from those areas, leaving the rest of the EU unaffected. No outbreak has been reported in the EU following the legal movement of domestic pigs or meat.  In its bilateral contacts the Commission calls upon trading partners to recognise EU regionalisation measures for animal disease outbreaks. These are aligned with the international standards promoted by world organisations for animal health. Avoiding unjustified trade barriers is an important priority for the Commission. All relevant Commission services cooperate closely on this, and I would like to mention here the WTO case, which was successfully launched against the Russian ban. Let me underline that the Commission is committed to further drive EU efforts to tackle ASF. My services are ready to find ways to enhance coordination with Member States and stakeholders. This will help optimise the EU response and pool all available resources to control disease and prevent its diffusion.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 163, "date": "2018-12-13.json", "name": "Daniel Buda", "mepid": "125012", "text": "  on behalf of the PPE Group. – Mr President, Commissioner, ladies and gentlemen, first of all I congratulate those who made today's debate possible, which I appreciate as particularly important. At the same time, I thank the European Commission, in particular Commissioner Phil Hogan, for their support to the farmers in Romania affected by this virus. Unfortunately, in my country, farmers in this sector have been extremely affected by the African swine fever virus. Of course, the compensation has come and will come from the European Union, but I do not think that this state of affairs must please us. I appreciate that prevention mechanisms are insufficient and need to be diversified and strengthened so that they are much more effective. The European Commission, and I stress this, the European Commission must not be content to assist the Member States. It must be actively involved and accountable when they do not comply with minimum measures. We must bear in mind that this virus is extremely aggressive, lasts for years in various forms, such as frozen meat or in the ground, can be easily transported on the wheels of machinery, migratory birds or wild animals. Crucially, however, and I stress this, is to keep wild boar herds at an optimal level for biological balance, and here hunters play an important role. Unfortunately, today they do not have all the mechanisms to be actively involved in reducing their numbers, and Member States should take urgent action in this regard. That is why I believe that an infrastructure must be created in this regard, including mobile burners bought from European funds, which can be used in areas where the African swine fever virus is present. At the same time, I strongly call on the European Commission to allocate sufficient money to intensify research activities so that we can immediately have effective vaccines against this virus on the market.", "language": "en", "original_language": "ro", "translation_provider": "azure"}, {"id": 164, "date": "2018-12-13.json", "name": "Clara Eugenia Aguilera García", "mepid": "125045", "text": "  on behalf of the S&amp;D Group – Mr President, Commissioner, I am grateful for this debate brought here by the Committee on Agriculture and Rural Development to analyse the situation of African swine fever. The time is not the most appropriate, but it is not detract from importance: it is an important debate to occur when it occurs.  It cannot be said, Commissioner, that the Commission is not doing things. He's doing them. But sometimes they are not being explained well or explained inappropriately. I say this because, in the Committee on Agriculture and Rural Development, we have had representatives of the competent Directorate-General who have given us more uncertainties than certainties. I say this because you have explained today— and I understand you well — in your speech everything you are doing, as much as possible, but it is not always being transmitted, and that, in the face of trade, in the face of the sector, creates many uncertainties.  It has sometimes been transmitted that the dissemination via wild boar is very difficult to control... It must be conveyed that things are being done and that we are going to deal with this situation.  Look, I'm Spanish, and besides Andalusia: we've suffered from African swine fever for forty years. We eradicated it. That costs money and a lot of work. And now what is necessary — that is why this debate is timely — is a real comprehensive European strategy, beyond its competences, because transport and other elements are involved. Therefore, we need a European strategy, not only animal health, but widespread.  In my opinion, there are three moments. One, the moment of infection: it enters through the Baltic countries from Russia and infects the Baltic countries and a third of Poland. Poland maintains the situation well, has control over the situation, and three-quarters of Polish territory remains PPA-free and yet the situation in the Baltic countries does not seem so controlled. The second moment: the situation in Romania. Mr Buddha, who is from there and who is concerned about this situation, has spoken well. There, in Romania, there has been a significant outbreak. In my opinion — humble — I believe that because of its productive system, perhaps very old, and because of the veterinary system, which is deficient, in my opinion. We have to help Romania. Because, in the end, if Romania is not helped, we will all have the problem.  Therefore, this problem of the production system and the veterinary system needs to be solved with European funds from all of us, not just the second pillar and the aid of the second pillar of the CAP. We need more funds and Romania needs them to make a proper conversion. And thirdly, the situation in Belgium, the Czech Republic and Hungary, where there are isolated pockets in wild boars and let's see how they develop.  I believe that the most important concern, apart from progress, is the situation in Romania. That is why I believe that extraordinary funds must be helped to resolve this situation with an integrated strategy, because the problem is general.  It cannot be transmitted that eradication is very difficult; it's hard, it's true, it's a virus and it's complicated. We, in Spain, know this well, but it can be undertaken. Indeed, Poland is also addressing this problem well. We therefore need this strategy, because European producers have made a breakthrough, evolved in the pig sector, are very competitive, and having a PPA infection means, of course, sinking back the export possibilities of all countries. And, of course, we, in Spain, are concerned, but we are concerned about any situation that occurs in Europe, because this sector can sink. What will happen to the Affected Baltic and Polish producers? What will they have to put up with? I don't know, I hope they'll be helped, because the situation isn't caused either. This is not a situation caused by producers. It's all about it. And you have referred to this: travelers, tourists, carriers, all of them intervene in this situation. So, let's take it down.  And I understand, Commissioner, and I am finishing, that you tell me: and with what funds? What funds can we act on? I mean, beyond the CAP. Because there are not enough funds earmarked for Romania's rural development that can fix this. They need extra help. And he says, with what funds? Let's see: if we have a veterinary fund that does not go up, if we propose a multiannual financial framework with drops in animal health, I certainly understand that you say that the situation of funds is very difficult. Let us all ask for more funds and resources for animal health and not freeze or go unless, as is happening in the last financial frameworks. In addition to the funds, the second issue to be demanded by the Commission is the firm defence towards third countries of our regionalisation system. This is an opportunity also because we have big exports and we don't want them to fall. The only thing I encourage you, Commissioner, is for us to seek funds, to help resolve the situation which I think is the most serious, that of Romania, and to deal clearly with a comprehensive strategy.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 165, "date": "2018-12-13.json", "name": "Beata Gosiewska", "mepid": "124900", "text": "  On behalf of the ECR Group. – (2) Mr President, I would like to begin by Commissioner, i would like to thank you for your comments. Poland actually strictly adheres to the principles of biosecurity, but unfortunately, as a result of the ASF that comes to us from the east, and the difficulty of exporting, the fall in prices, even now before Christmas, has led to the tragic situation of pork farmers. In the Polish, almost a third of pig farms have disappeared. If the virus goes west, where the largest pig farm is located, the losses can be unimaginable. Commissioner, Polish farmers want to produce pigs, not to eliminate production, and the European Commission encourages the decommissioning of small stocks. We cannot eliminate pig production in the European Union. We must fight this disease effectively.  What financial assistance does the European Commission propose for the fall in pigmeat prices? They are independent of producers and this should be compensated.", "language": "en", "original_language": "pl", "translation_provider": "azure"}, {"id": 166, "date": "2018-12-13.json", "name": "Jozo Radoš", "mepid": "112753", "text": "  on behalf of the ALDE Club. – Dear Chairman, Mr. Commissioner, colleagues and colleagues, in the Republic of Croatia and without this problem, i.e. African swine fever, we have problems with wild boars approaching settlements, breeding with domestic pigs and, of course, doing great damage to agricultural areas. In the edifice, they even move to the islands and in these narrow, special, biological areas they do even more damage.  With the onset or danger of African swine fever, this dimension of danger becomes even stronger, so I support all of these proposals raised in the issues raised by the Commission regarding better traffic control, financial assistance to vulnerable agricultural producers and, of course, the issue of disproportionate bans on the turnover of pigmeat, pigs and pigmeat products.  I would add some other proposals under consideration in Croatia, given that the Czech Republic, Romania and Hungary are countries where swine fever has been confirmed, and because of the mobility of wild boars, this danger, of course, also exists for neighbouring countries. That is why I propose to dedicate a little more to educating those who come into contact with wild boars, especially hunters when hunting and feeding wild boars, better education of those who come also in contact with wild boars, and it would also be good to better adhere to hygienic, health, veterinary rules for people who come into contact with wild boars.  So it's a serious problem. Work needs to be done to eliminate this disease in countries where it exists and I would like to thank the Committee on Agriculture and Rural Development and Mr. Siekierski for launching this initiative.", "language": "en", "original_language": "hr", "translation_provider": "azure"}, {"id": 167, "date": "2018-12-13.json", "name": "Ana Miranda", "mepid": "24942", "text": "  on behalf of the Verts/ALE Group. – Mr President, African Swine Fever represents a serious threat to pig farming with indirect devastating economic losses for the pig sector due to rapid and complete third country bans on pigs, pigmeat and pig products imported from countries where the disease is detected. Commissioner, in our Group we are very worried about how the Commission will ensure robust coordination between all competent authorities in the areas of animal health, well—being, road transport and customs. You mentioned the budget and the financial assistance for farmers affected, who are in the front line of the problem, but how can the Commission take immediate measures to stop the disease from spreading? We are also worried about how the Commission is tackling disproportionate bans adopted by certain third countries on exports of pigs, pigmeat and pig products from the ten EU Member States affected. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 168, "date": "2018-12-13.json", "name": "Norbert Erdős (PPE).", "mepid": "124711", "text": "   – African swine fever is a europe-wide challenge, as this serious animal disease has already appeared in 10 Member States. I would like to stress that in Hungary we have succeeded in ensuring that the devastating swine fever does not infect domestic pigs, which is due to the strict protection measures put in place. It is in our important interest that the necessary EU funds are available for official protection on the one hand and compensation for injured farmers on the other. It is a great success that, together with my fellow Members Tamás Deutsch and Csaba Sógor, we managed to raise EUR 50 million in the draft budget for next year to deal with the damage caused by swine fever. I call on the Commission to increase this resource if it has the opportunity. In addition, I expect the Commission to do everything possible to persuade third countries affected by EU exports, in particular China, Taiwan and Hong Kong, to lift the export ban on EU countries affected by swine fever. These countries must be persuaded to accept the international principle of regionalisation. We need to make them understand that it is not all exports that should be banned because of swine fever, but only exports from the counties affected by the infection.  I look forward to the committee representative's kind answer to both of my questions.", "language": "en", "original_language": "hu", "translation_provider": "azure"}, {"id": 169, "date": "2018-12-13.json", "name": "Ramón Luis Valcárcel Siso (PPE).", "mepid": "125032", "text": "   – Mr President, Commissioner, African plague poses a serious threat to the pig sector, as it is lethal to pigs and wild boars and causes significant losses to our livestock. It already affects ten Member States. Knowing how easy it is to spread in a borderless market, the priority should be that there are no more spotlights. Controls should be fully extreme so that the virus does not spread further. Commissioner, my country , Spain , is at the forefront of swine production, with a sector worth EUR 7 billion. A focus in Spain would be lethal. I know you're doing everything in your power to protect healthy farms. On the other hand, it is clear that a global approach is needed to end this disease. It is important that the Commission coordinates closely with the other authorities to give farmers the necessary information. The aim is for those at the front line to be able to take action. And, of course, we don't lose sight of the hopeful news coming from Spain. If all goes well, the vaccine of Dr. Sánchez Vizcaíno, from the Region of Murcia , which is my region, for more signs – could be key to eradicating this epidemic. I hope that your investigation will have all the possible support from the European Commission.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 170, "date": "2018-12-13.json", "name": "Krzysztof Hetman (PPE).", "mepid": "124895", "text": "   – (2) Mr President, I would like to begin by In this warm, bright room, we are discussing the problem that has led to the fact that in several thousand pig farms, especially in eastern Polish, it is dark and cold. Production in these places has in many cases been irretrievably eliminated.  Mrs Aguilera Garcia said that Poland had coped well with this problem. The question is: why, at this point in time when we are discussing, there are farmers on the roads in Poland who are blocking traffic precisely because of African swine fever?  We are talking about the drama of thousands of families who have very often lost their sole livelihood. As the conference, which I organised with Mr Siekierski six months ago in Parliament with international experts and farmers on ASF, has shown, farmers are losing this battle, but above all they are losing out on bureaucracy and the lack of an effective fight against the causes of this disease. We have been alerted that the lack of solidarity, the inability of the authorities of some Member States will lead to the spread of this disease in Europe. There is no systemic support for farmers, both for those who no longer produce, but also for those who are still trying to save it. Farmers have been left with this problem themselves, it is deeply unfair.", "language": "en", "original_language": "pl", "translation_provider": "azure"}, {"id": 171, "date": "2018-12-13.json", "name": "Albert Deß (PPE).", "mepid": "28228", "text": "   Mr President, I would like to thank the Thank you, Commissioner Andriukaitis, for being here today. The Committee on Agriculture and Agriculture has asked the question because there is a major problem here. I do not want to go into the problems now; colleagues have described them very clearly. But I have noticed that it is wild boars that pose a great danger, and I have just selected the shooting figures for Germany: in 2007 there were 287 000, in 2017 590 000 wild boars shot by the hunters. Here, Commissioner, you should perhaps consider whether there is not a firing premium here, so that even more can be combated here. However, I would also like to use the short time to thank you, Commissioner Andriukaitis, for the interest you have shown in agriculture, wishing you a merry Christmas and all the best for the New Year.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 172, "date": "2018-12-13.json", "name": "Ivan Jakovčić (ALDE).", "mepid": "124754", "text": "   – Dear Chairman, Mr. Commissioner, I have a very specific proposal. I think it's time to start a real European headquarters to combat African swine fever, but not just the European headquarters.  Agree national headquarters with member states, arrange regional and local headquarters because wild boars in Germany will not be solved by the government in Berlin, but will be handled by someone in the municipality, Mr. Deßa. As I tell you in my municipality in Grožnjan, give the hunters the opportunity to solve the problem, we will solve the problem. You can't solve it, Mr. Commissioner at the European level, this problem starts somewhere in some forest, in some pig farming, and that's where we have to solve the problem. We need verticals, from Brussels to the smallest municipality in the European Union. That's how we're going to contain what's bothering us today.  We also need to do this with some countries, our neighbours who are not yet members of the European Union, in the Balkans and, of course, Ukraine and Moldova. I think that's how we can solve that problem.", "language": "en", "original_language": "hr", "translation_provider": "azure"}, {"id": 173, "date": "2018-12-13.json", "name": "n/a", "mepid": "124706", "text": "Commissioner, you have the floor for your closing remarks – the last Commissioner’s remarks for this year!", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 174, "date": "2018-12-13.json", "name": "Vytenis Povilas Andriukaitis", "mepid": "n/a", "text": "   Member of the Commission. – Mr President, thank you very much indeed! I have listened with great interest to the views expressed during this debate. Let me start with my reply to Mr Buda, because he mentioned Romania. I would like to tell you, Mr Buda, that we started to work together with Romania from 2015 when there was no case was in Romania. We started to develop Romanian capacities to detect and we started to finance laboratories, with a range of Romanian officials. We invite Romania to every meeting, presentation and training session. When in 2017 the first cases occurred in Romania, first of all in different regions, outside the Danube region – we immediately spoke to the Romanian authorities, local authorities, regional authorities, actors and operators. I sent my veterinary team on the ground and I asked Romania to please be very careful, because disease carriers could come from Ukraine to the Danube area because the Danube is very difficult from a climatic point of view, because it is in Natura 2000, and there you have no hunting strategies and there are problems with the elimination of carcases because the climatic situation it is very difficult. We started to think about possibilities of also inviting hunters, environmentalists, local leaders, but in Romania you have problems with backyards. People do not always register their pigs, there is a deep cultural tradition. When such big outbreaks occur we immediately send the best experts, best teams, to eradicate it, to stop it, and of course we introduce very strict measures. It is true. In the Romania case we introduced very strict measures and it helps us now to see and to monitor the situation addressing all the challenges. We have provided a lot of money to Romania since 2015. You just mentioned the issues of carcases and machines. We assist Romania to equip their possibilities to eliminate carcases from those difficult regions. In this case Romania was very brave. They deployed the army, they did what they could. We provided a lot of money to Romania. But one thing is our measures and another thing is the common agricultural policy. Together with Commissioner Hogan we discussed how the Commission can also help with financial instruments in the Romania case. It is an everyday job, a very difficult job. That is why at the next meeting on 19 December we are inviting Ministers of the environment and Ministers of agriculture, once again to discuss what we can do. My answer to Ms Aguilera García. On African Swine Fever, hundreds of pages are available to all of us. If I speak about uncertainties we can provide you with full information about what we do every month, because we are revising our African Swine Fever strategy ever half year. We ask EFSA to monitor the situation and to provide scientific advice every time – what can we do, what is the new data? How can we address the wild boar population? How can we have a common methodology to calculate more or less the density of wild boar? Now we can discuss issues, how can we encourage Member States really to work together in reducing the number of wild boar and their dense population because it is a very complex one.  Speaking about the possibility to provide more money. As I mentioned, from our side we provided EUR 95 million to concrete measures, financing all concrete measures which were enshrined in the African Swine Fever strategy. One very difficult issue is with transport. Hungary, the Czech Republic, and Belgium were affected by long—distance trailers and we immediately used our teams to eradicate those zones. In Zlin in the Czech Republic there were very good effects and now in the Arlon area of Belgium. We will eradicate it from the zone. In Hungary there were two cases, not so far from Austria, which were eradicated.  But nobody can provide guarantees that drivers do not disseminate the disease because the Schengen area has no borders, and now a slightly different situation compared to issues in Spain which was not a Schengen area and is a different situation. But now we are doing a lot, encouraging transport ministers also to draw attention to issues because the human factor is a very dangerous one in this situation. I was in Moscow, I was in Kiev, I was in Chișinău, I was in Minsk. We discussed those issues there with third countries. Our proposal was simple. Let’s organise common strategies, because it is now pandemic. Now we know that African Swine Fever is in China. If you compare the spread of African Swine Fever from 2014 when we came to office, in 2014 African Swine Fever was only on the Russian-European side. Now, it comes to Irkutsk and to China. We are containing it more or less at the eastern borders, including also a case in Romania and the jump into one small area in Bulgaria. But speaking about scientific measures, we provided money to discover new vaccinations. EUR 25 million were allocated to those issues. I don’t know how the situation is today but at the moment there is no good positive result about the possibility of a real vaccine. Maybe in the future, but nobody knows. Speaking about more money, you know very well that the Multiannual Financial Framework is now in our hands, in the hands of Parliament and in the hands of the Council. We proposed instruments, we proposed raising much more dedicated to prevention and preparedness, and how to really have enough financial instruments, but I think it is in our hands to do more. I can just tell you about trade. Commissioner Malmström was informed about the whole situation with our trading partners. I also visited three countries discussing possibilities of their removing their unjustified ban. Now we are in a very tough relationship with China and with some countries, in a battle against trade restrictions with Russia, but politically it is very complex. We could discuss possibilities to use reciprocal measures, but now we are discussing how we can eliminate unjustified barriers and regionalisation is the main instrument, which we did defend at WTO level.  Colleagues, thank you very much indeed. Of course my obligation is to provide the Committee on Agriculture and rural Development (AGRI) with full information about what was done on the ground. I shall ask my services to send to you all detailed information because we provide the AGRI Council with full information every month, and I am ready to provide the AGRI Committee also with full information so as to eliminate all uncertainties about this issue. It is really a very challenging time and we need to act together.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 175, "date": "2018-12-13.json", "name": "President. –", "mepid": "124706", "text": "  The debate is closed. Before declaring this session of Parliament adjourned, I would like once again to thank all the services that participate in the smooth running of the plenary – this means the plenary Secretariat, the ushers, the interpreters and everyone involved – for an excellent job. We are highly dependent on you. I wish you all a very good Christmas and a good start to next year, and also to you, colleagues – those last remaining ‘warriors’ – the same, and especially a safe trip home. Commissioner, the same to you. Thanks very much for being with us.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 176, "date": "2018-12-13.json", "name": "President. –", "mepid": "124706", "text": "  I declare adjourned the session of the European Parliament.", "language": "en", "original_language": "en", "translation_provider": "none"}]