[{"id": 0, "date": "2019-04-04.json", "name": "Die Präsidentin. –", "mepid": "1913", "text": "  The first item on the agenda is the debate on Sophia's report in 't Veld on behalf of the Committee on Economic and Monetary Affairs on the proposal for a regulation of the European Parliament and of the Council on a pan-European private pension product (PEPP) (COM(2017)0343 – C8-0219/2017 – 2017/0143(COD)) (A8-0278/2018).", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 1, "date": "2019-04-04.json", "name": "Sophia in 't Veld", "mepid": "28266", "text": "  Rapporteur. – Madam President, I am very pleased that today we will be able to vote finally on the PEPP as it is called, the pan-European personal pension product, because I think that we have delivered what we promised, a truly pan-European product that would be simple and safe and good for consumers and I think that that is what we have on the table.  First of all, to start with the pan-European nature. It is a regulation that lays down pan-European quality criteria, pan-European rights for consumers but also true pan-European oversight and the possibility for EIOPA to intervene, and I think that is something that was very important. Initially we wanted authorisation by EIOPA but I think that now, with the smart use of the existing powers of EIOPA, we have achieved the same goal.  We have also laid down extensive rights for consumers, protection for consumers, the right to information, compulsory advice, the right to switching, the right to, let’s say, portability rights; we have achieved a fee cap of 1%, which is no small achievement because there was massive resistance against it, and if you see the fees that are actually being charged today, a 1% fee cap is really very good. We have achieved a basic PEPP which is basically a kind of off—the—shelf product for anyone who is not financially literate and who is not rich, that we have set up with all the necessary safeguards. Nevertheless, we have all seen in recent days that there are still a lot of people who are concerned, and I would like to eliminate a couple of misunderstandings. First of all, PEPP is clearly a third pillar product. It is complementary, individual and voluntary. It in no way replaces the first or second pillar products, and I think it is important to realise that. I’ve received a lot of emails, as have most of the colleagues I suppose, in particular from Spain, accusing us of being a threat to the public pension systems. But that is really complete nonsense and I would like to state here that the only real threat to public pension systems are the national authorities, which are completely unable and unwilling to reform their systems, and if today PEPP is going to fill a gap in Member States where the pension provisions are inadequate, that is purely to blame on those national governments and not on PEPP. It will actually offer the opportunity to people who today do not have a proper pension provision to actually have something for the future. I would like to say that for me, creating a PEPP which is good for consumers was the prime concern, and I know that one of the objectives of the Commission was also to complete the capital markets union and if we have contributed to that with PEPP then I’m very happy, but for me creating something which is good for European citizens was actually the prime objective. I think that what we are going to vote on today will achieve that objective and further contribute to a social Europe that actually cares for people, and I hope that it’s going to command a very solid majority.", "language": "en", "original_language": "en", "translation_provider": "azure"}, {"id": 2, "date": "2019-04-04.json", "name": "Jyrki Katainen", "mepid": "n/a", "text": "   Vice-President of the Commission. – Madam President, I really want to thank you for organising this very important debate on the pan-European personal pension product (PEPP). The PEPP regulation is a major milestone on the road to addressing pension gaps and democratic challenges and a major achievement in completing the capital markets union (CMU). It will benefit consumers and providers with a strong framework for personal pensions through a new product with strong consumer protection and enhanced cross-border competition. As the rapporteur said, it will not, by any means, replace public pension schemes. On the contrary, it offers new opportunities and alternatives to those who voluntarily want to use this scheme. Let me express my gratitude to the rapporteur, Ms Sophia in ’t Veld, who has invested a great deal of time and passion to make PEPP a reality. I also want to thank Mr Roberto Gualtieri, Chair of the Committee on Economic and Monetary Policy (ECON) and the shadow rapporteurs, Mr Brian Hayes, Mr Renato Soru, Mr Bas Eickhout, Mr Ashley Fox, Mr Gerolf Annemans and Mr Dennis de Jong, for your constructive engagement, persistence and faith in this truly pan-European challenge. Finally, my thanks go to the rapporteurs of the Committee on the Internal Market and Consumer Protection (IMCO) and the Committee on Employment and Social Affairs (EMPL), who have made extremely valuable contributions.  According to our data, across the EU, people retiring between now and 2057 will need to save an additional two trillion euro each year to achieve a sustainable income in retirement. At the same time, European markets for personal pension products are fragmented and uneven – in some parts of the Union, even non-existent. Only 67 million out of the total population of 243 million European citizens between 25 and 59 years old have currently invested in personal pension products. The PEPP will give all citizens the opportunity to save for their retirement on a purely voluntary basis. It will open up a genuine pan-European market for personal pension products, complementing public and occupational pension systems. Supplementary pensions can only become effective if they are accessible for all income brackets. The design of the PEPP will ensure that products offered are competitive and cost—effective, with strong protection for all savers. Personal pension providers will be able to sell the PEPP across the EU with one single registration, allowing savers to benefit from enhanced cross-border competition and economies of scale. The Commission hopes very much that Member States will follow this recommendation and grant PEPPs the same tax advantages as they grant similar national personal pension products, even if the PEPP doesn’t match in all the details the criteria set for the national product. I regret that the portability of the PEPP and the role of the European Insurance and Occupational Pensions Authority (EIOPA) were considerably weakened in sometimes difficult negotiations. Having said that, I believe that this is an important first step towards building a true pan-European market for personal pension products. The PEPP is also one of the key measures of the Commission’s Action Plan to strengthen the capital markets union. It will channel savings towards long—term investments and benefit investment growth and jobs throughout the EU. Finally, I am well aware that important work remains to be done to define some key features of the PEPP, through delegated acts. The Commission will closely follow EIOPA’s work on these matters and make sure that the resulting delegated acts are fully consistent with the political orientation taken by the co-legislators.", "language": "en", "original_language": "en", "translation_provider": "azure"}, {"id": 3, "date": "2019-04-04.json", "name": "Heinz K. Becker", "mepid": "107041", "text": "   Draftsman of the opinion of the Committee on Employment and Social Affairs. Madam President, Commissioner, I would like to thank the commissioner for her work and for the work she has I have been one of several people in this Parliament who have fought for PEPP, and I thank the Commission for the initiative on this product. There is good news for Europe's younger generations, because pepP provides an additional pension for a better quality of life at the best age. In other regions of Europe, there are not as well developed social systems as, for example, in my own country. I believe that PEPP has a very good chance of fulfilling precisely this function there. At the same time, it has an added value in developed social systems to protect living standards. The private supplementary pension scheme PEPP, the pan-European pension product, will be available in various variants. I very much welcome the fact that, in a standardised eu-wide version, we have even managed to offer a kind of European capital guarantee, which offers a high degree of security for many people, where there are no sophisticated pension systems. PEPP is a transparent, attractive addition to the first and second pillars. I underline what Mrs in 't Veld – my colleague as rapporteur – said: it is not a competition with the first and second pillars, but an additional product, and as such it makes very valuable contributions to pensions. On behalf of the Committee on Employment and Social Affairs, I support the introduction of PEPP. We also offer customers standardized documentation, which also provides information about certification, for example. Here, the role of EIOPA is also accompanied by us with extraordinary sympathy. I think that we can offer the younger generations an excellent product for pensions.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 4, "date": "2019-04-04.json", "name": "Birgit Collin-Langen", "mepid": "112788", "text": "  Rapporteur for the opinion of the Committee on the Internal Market and Consumer Protection. Madam President, Commissioner, I would like to thank the commissioner for her work and for the work she has I am pleased that we will be able to conclude this dossier during this parliamentary term. As draftsman of the opinion of the IMCO Committee, I would like to begin by warmly congratulating the rapporteur, Sophia in 't Veld. Thank you for the good and open cooperation! From the outset, the aim for me was to create a PEPP that is a simple, secure, transparent, consumer-friendly, cheap and long-term pension product, and we have been able to achieve this goal. Once the negotiations have been concluded, we can say in summary that we have made the Commission's proposal more suitable for the internal market and more consumer-friendly. The most important point, in my view, is the introduction of the basic PEPP. Each provider must offer one. It is important here that the basic PEPP can also be completed securely and cost-effectively via digital channels. My main concern was capital protection. The customer may under no circumstances lose his capital in the basic PEPP, nor may it be eaten up by fees or other charges. We have been able to achieve this because capital protection must always be sought – whether through a capital guarantee or through life-cycle risk reduction techniques. A PEPP is a pension product. This requirement is met by the fact that 35% of the capital in the basic PEPP must be paid out in the form of a lifetime pension. In the case of a base PEPP that is otherwise secured over the life cycle, a disbursement is to be made via a withdrawal plan. Support for the success of the PEPP is a prerequisite for the success of the PepP. Only they can provide for the same tax advantages that apply to comparable national products. I therefore welcome the amendments that do not allow the conditions for a PEPP to be less favourable than for national products. With this result, we are creating a genuine internal market for private pensions, which will benefit the young generation and people on low incomes in particular.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 5, "date": "2019-04-04.json", "name": "Brian Hayes", "mepid": "118658", "text": "  on behalf of the PPE Group. – Madam President, can I firstly congratulate Sophia in ’t Veld and all our colleagues who worked so closely with us to get this result today and to thank the Commission. Last year in my country, Ireland, 30 000 EU citizens came to work, because we have full employment in Ireland. Many of them are young people. Many of them have come to Ireland and worked for maybe four or five years and then go back to their home country or go to another country to work. It is crucially important that we get people saving earlier, as the Commissioner rightly said, and one of the advantages of PEPP now is that we have a pan-European product.  This is not the end of PEPP; this is the first step, we’re taking baby steps here today. But it’s an important first step in trying to get the message across. Those young people who are travelling to Ireland and elsewhere to work have the opportunity of buying into a pan-European pension. Secondly, it is important that this is part of the capital markets union. We need to get the connection going between investment and savers. That’s where the big problem is in Europe right now. From my perspective it was very important that this product was provided for by a multiple of providers. So it’s important that the insurance industry, asset managers and others are now able to provide this product on a pan-European basis. But I want to reiterate, this is a third pillar product. This is a voluntary product. It does not cut across in any way first or second pillar pension provision. This is a product that delivers on strong consumer protection. It delivers on giving citizens full transparency of costs and ESG policy. It ensures mandatory advice, strong contract requirements, rights of switching and a fee cap, and the product intervention powers of EIOPA and competent authorities.  We have made a good start with this proposal. It is not the end of the matter by any manner or means, but it certainly deals with the issue that we face in Europe, that we are going to have. It is anticipated that we will have one worker for every two pensioners by 2060. Currently there are four pensioners for every one worker. If we don’t encourage people to save we’re going to find our situation getting worse and worse over the years. (The speaker agreed to take a blue-card question under Rule 162(8))", "language": "en", "original_language": "en", "translation_provider": "azure"}, {"id": 6, "date": "2019-04-04.json", "name": "Sven Giegold (Verts/ALE)", "mepid": "96730", "text": "  blue-card question. – Thank you for accepting the blue card. First, I have to declare that after several years working with you, Brian, I have always had a great personal sympathy for you, even if we disagreed on a lot of substance. However, I have to say that our code of conduct says in Article 3.3 that, before speaking, any potential conflict of interest should be declared orally or in writing to the President. You have accepted, unfortunately, to leave that House in order to become CEO of the Irish Banks and Payments Federation. Have you declared the potential conflict of interest when dealing with this file?", "language": "en", "original_language": "en", "translation_provider": "azure"}, {"id": 7, "date": "2019-04-04.json", "name": "Brian Hayes (PPE)", "mepid": "118658", "text": "  blue-card answer. – Yes, I have. ", "language": "en", "original_language": "en", "translation_provider": "azure"}, {"id": 8, "date": "2019-04-04.json", "name": "Liisa Jaakonsaari", "mepid": "96684", "text": "  On behalf of the S&amp;D Group. – Mr President, the Socialist Parliamentary Group is more critical of this proposal than the previous speakers. Personally, I am quite enthusiastic about this because we want to change the world, and one of the things we have wanted is the functioning of the internal market and greater mobility of people within the European Union. This pension product, the European pension product, is, as it were, promoting it. In this context, I have to say that what is most of what is coming from citizens at the moment is the criticism and fears for Europe and their own future, that once they have worked part of their careers in different parts of Europe, in different European countries, then the different pension systems will not adapt to this new situation. Unfortunately, however, this PEPP product has given rise to suspicions that this has something to do with the fears that this is usually linked to the deterioration of social security, but that is not the case. This is a good idea and the Committee on Consumer Protection has made a great deal of improvements in terms of this consumer protection. It is now important to maintain that these European ideas, which guarantee consumer protection and capital protection, are realised here, because the appeal of this product is precisely linked to the fact that this is European, Europeanly, when it comes to age, and if there are disappointments, then there will be disappointments in other things.", "language": "en", "original_language": "fi", "translation_provider": "azure"}, {"id": 9, "date": "2019-04-04.json", "name": "Bernd Lucke", "mepid": "124820", "text": "  Mr President, I would like to like to take back from the ECR Group. Madam President, ladies and gentlemen, I would like to thank the rapporteur for her excellent report and for the way in which she has been rapporteur for One thing is certain – the pension, said former Federal Labour Minister Norbert Blüm. Today, nothing is safe. The pension is certainly not secure; neither the pay-as-you-go nor the funded pension is secure. The reason why the funded pension is no longer secure is the European Central Bank: there are no more interest rates, you can no longer make provision through savings. If there is no interest, then there is no pension in old age, at least no funded pension. PEPP does not change this major error in our central bank's monetary policy. It is all very well to incentivise you to save money. But if there is no interest, then the incentive is minimal. What the European Parliament is doing here is a trifle compared to the damage done by the European Central Bank's interest rate policy. But the way it is done here is also being tackled incorrectly. This PEPP is overcomplicated. It is non-transparent and it is overpriced, so it cannot reasonably be successful on the market. I only look at what is being imposed here in the area of counselling: mandatory advice from sellers, everyone knows that they are actually completely unqualified for advice. And thank you very much, Mr Giegold, for pointing out the conflicts of interest. Who has the biggest conflict of interest? These are precisely the sellers of these products, which the European Parliament is now also tasked with advising. This advice is useless, superfluous, and making it mandatory makes the product expensive and incapable of market. It's going to be a flop, So sorry I'm.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 10, "date": "2019-04-04.json", "name": "Enrique Calvet Chambon", "mepid": "129407", "text": "  on behalf of the ALDE Group. – Madam President, Mr Vice-President, I would like to congratulate all the rapporteurs and shadow rapporteurs, in particular those of the Committee on Employment, where I also contributed to this PEPP. I want to say that it is a complex and technical issue that we are dealing with here, and that we can even talk about the error of the ECB's monetary policy. You don't have to go that far. This has the ambition it has. The ambition of the Chair of the Employment Working Group from day one is to help, facilitate, increase the chances of a decent pension for people who have not been able to be covered, for historical reasons, reasonably in the course of their lives, by their country's public pension systems or who have pensions that are too low Et cetera. And, therefore, it is a problem of Europe's willingness to better protect our elders socially. We discuss whether the capital guarantee is sufficient or not. All right, let's hope we get better. Is Europe's presence sufficient with EIOPA? We would have liked something better, but it is undoubtedly a socially positive instrument. And few jokes say this attacks public funds or pensions. That's alarming uselessly and demagogigically.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 11, "date": "2019-04-04.json", "name": "Martin Schirdewan", "mepid": "190517", "text": "  Mr President, I would like to like to sanendour sto -- on behalf of the GUE/NGL Group. Madam President, ladies and gentlemen, I would like to thank the rapporteur for her excellent report and for the way in which she has been rapporteur for her excellent report Poverty-proof retirement provision requires strong statutory pension systems, good wages and a high level of employment. A United Nations study, which was also published during the negotiations on the PEPP, has also shown that the privatisation of pensions is an aberration. This study ultimately calls for the strengthening of the statutory pension and the cessation of privatisation. But PEPP is not only politically wrong, but also badly done. There is no guarantee for buyers that they will end up getting what they deposit out of. The fees are too high and PEPP is distributed by asset managers and hedge funds. PEPP therefore does not benefit the younger, low-income, or the twenty percent of the European population, who are already at risk of or affected by old-age poverty. Linking social security to financial markets is demonstrably a mistake. That is why my group and I have tabled a motion to reject PEPP, because we are opposed to the privatisation of pensions.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 12, "date": "2019-04-04.json", "name": "Bas Eickhout", "mepid": "96725", "text": "  on behalf of the Verts/ALE Group. – Madam President, first of all, I would like to thank the rapporteur for all her great work on this product. Probably the most important thing to stress is that there are private pension products on the European markets and they are unregulated. So, what we’re doing here is finally regulating private pension products. I think the best thing that we are doing here is to create a basic pan—European private pension product that has rules to protect consumers, rather than give money away to all kinds of hedge funds. And, of course, you can criticise these rules, but what I think is very important is that we have a cap on the total fee. We really need to make sure – and this is also a question to the Commission – that this cap is really at 1% of the overall costs. That is a very important statement to make. One final point: we all know that this does not replace basic pensions but I do think that the Commission needs to become very clear that they are not, in their austerity programme of the future, pushing further cuts of the first pillar. The first pillar can then remain and we can have a third additional, rather than replacement, pillar.", "language": "en", "original_language": "en", "translation_provider": "azure"}, {"id": 13, "date": "2019-04-04.json", "name": "Auke Zijlstra", "mepid": "103246", "text": "  on behalf of the ENF Group. Mr President, the Dutch Parliament opposes the European pension product, the PEPP. That PEPP requires a substantial change in the law in the Netherlands and the subsequent Dutch vote against the Minister in the Council was in vain. As usual, the majority of votes are in European legislation and decision-making. The Netherlands was therefore alone. However, Article 114(2) of the Treaty states that the Commission must not interfere in tax provisions and in the rights and interests of workers. I therefore asked the European Commission questions two months ago, questions to which the Commission has still not been able to find an answer. After all, why does the Commission think it should be allowed to interfere and why these majority decisions, which are always at the expense of our employees? The Dutch funded occupational pensions are unique!  My concerns and those of the Dutch Parliament are shared by the Dutch pension federation. The introduction of the PEPP threatens to undermine the Dutch pension system. This is the third time that the Netherlands' desire to keep its own pension system out of the EU's control has been ignored by the Union. Why not encourage a supplementary pension without sacrificing the sovereignty of the Member States? Because if financially sustainable national pension systems are so vital to the stability of the Union, as the rapporteur points out, that is precisely an argument for keeping the Union far from the pension systems of the Member States! After all, pensions from the third pillar must be tailor-made for the situation in each Member State precisely because there are major differences between Member States. And that has not been taken into account. EU interference only gives administrative ballast, loss of sovereignty and erosion of the position of the Dutch worker. The PVV will therefore vote against this proposal.", "language": "en", "original_language": "nl", "translation_provider": "azure"}, {"id": 14, "date": "2019-04-04.json", "name": "Σωτήριος Ζαριανόπουλος (NI).", "mepid": "125090", "text": "   Madam President, the pan-European individual insurance product decided today is a pan-European tombstone in social security, a risk of death for workers, especially young people. A major obstacle to the profitability and competitiveness of capital, i.e. conquests in pensions and health, public social security after years of cuts are being flattened. Businesses and the state are not only exempt from their burden but are profiting on the backs of workers. It's pure private insurance, a supplement to state hunger pensions for an actively aging job, if you're left to invest on broken wages. No guarantee at all that you'll get back what you gave. All stock market gambling reserves, free financing of big business. Another gift to these banks and private insurance companies. Alarm now for workers, old and new. Black on the real front of neoliberal social democrats, supposedly left-wing SYRIZA types who hide their idy face here too with fake dipoles and dilemmas. Class struggle and support of communists is the only guarantee for social security and labour rights.", "language": "en", "original_language": "el", "translation_provider": "azure"}, {"id": 15, "date": "2019-04-04.json", "name": "Jiří Pospíšil (PPE).", "mepid": "125706", "text": "   – Madam President, I am among the Members who support this proposal. I want to subscribe to it, I want to say that the concerns of some colleagues who fear that this product would undermine national pension systems are completely odd.  It has been made clear here that this is a product that is complementary, which will allow citizens another choice when thinking about how to secure money for old age, and if we are expanding the amount of private banking products for pension insurance, that is only good in my opinion. Here we are creating another option for our citizens to save for retirement. We are creating another private pension product here under the third pillar, thus not undermining the national existing pension systems. This needs to be realised, so I find the concerns that some colleagues here are venting to be absolutely odd, and no one here is talking about the unification of the European pension system and the dismantling of national specificities. I very much welcome this proposal, it is an alarming number for me that only about a quarter of middle-aged people in Europe save under private banking pension schemes. This is a very small number, because in the future, for today's productive generation, dads will not be able to provide a sufficiently high pension through the ongoing financial system. So it makes sense that we are thinking about how to strengthen the will of middle-class people to save more for retirement, and this instrument can help to do that. On the contrary, I want to say one thing, I would like the instrument to be more ambitious. Here I am a little criticised by the Commission and the Council for not being able to agree on a banking and, above all, tax advantage for this product. I think that if there was a tax advantage that was at least competitive with national products, it would be more attractive to citizens.", "language": "en", "original_language": "cs", "translation_provider": "azure"}, {"id": 16, "date": "2019-04-04.json", "name": "Maria Arena (S&amp;D).", "mepid": "124936", "text": "   Madam President, with regard to the issue of pensions, I think that when we talk about pensions in Europe today, we have a better interest in talking about the first pillar of pensions, which is to ensure that everyone can benefit from a sufficiently paid pension at the end of their careers. Talking today about a private pension pillar, that is, the third pillar of pensions, with the idea that this third pillar of pensions will be able to deal with the issue of the first pillar of pension, seems to me to be the wrong dynamic. All the more so since the recommendations made in the context of the European semester often state that the European Commission is proposing that Member States reduce their spending on pensions under the first pillar. We see that the logic would be to transfer to a third pillar, that is, a private pension. The debate we have today therefore seems to me to be quite special in that our priority should be to this first pillar. Secondly, with regard to the private pension pillar as proposed today, we see that there are a number of difficulties, the main of which is to say that this portability can be done on two Member States, whereas it is described as a pan-European tool. Finally, the last point I would like to make concerns the issue of tax evasion, which can be organised by this pillar of pension, which is a pillar of private pension: it is possible to contribute in one country and receive one's pension in another country, choosing the country that is the most tax-efficient. It seems to me, therefore, that this proposal which is on the table today does not address the current pension problems in Europe and, above all, promotes the issue of tax evasion concerning capitalisation. For this reason, I will not vote in favour of this proposal.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 17, "date": "2019-04-04.json", "name": "Jasenko Selimovic (ALDE).", "mepid": "134243", "text": "   – Madam President, it’s my pleasure to see that this Chamber will hopefully manage to get into this scheme and help Europeans get into the pan-European pension schemes in a good way. Today, selling and trading goods and some services in the single market is normal but as this file shows, when it comes to capital, there is still some way to go. Bringing in this pan-European personal pension product will make it easier to save, and the private pension plan will get you a pension in countries where this is not possible today, and to use it without any problems if you move or go to another country.  I believe this is great news for European citizens. It is not a mandatory scheme, it is a third pillar, it is voluntary, it does not replace existing schemes, it just complements them, and it will help both consumers and providers.  So I don’t see the problem in this. It has taken decades, I know, almost a decade to get it done, and I notice the resistance from both the financial industry in some countries, and from some countries, but for me this is the best proof that this is good for competition and its consequences for the citizens as well. What does it do? It will make it possible for the citizen who cannot get a decent pension in some countries today to get one – it will make it more flexible, portable, easy, comprehensible and, surely, cheaper for most of the European countries and for the citizens in them. This is what the single market and the EU can do for them. I think we should be proud.", "language": "en", "original_language": "en", "translation_provider": "azure"}, {"id": 18, "date": "2019-04-04.json", "name": "Paloma López Bermejo (GUE/NGL).", "mepid": "125047", "text": "   – Madam President, under the myth — which you yourselves have created — of the unsustainability of public pensions, you promote a product that opens a new front for speculative business in Europe. A financial product that can never be a guarantee for citizens and only benefits, through tax advantages, the richest and the banking business, channeling the small savings of European workers into financial markets. You just want to expand the single capital market with gigantic pension funds capable of intervening in the global financial system The duty of the European Union and states should be to protect citizens, and you breach this principle by enhancing high-risk private systems that do not even have a capital guarantee in real terms. Do you really want to protect citizens? For the only way is to strengthen public pension systems, which are the largest and the only mechanism to combat poverty.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 19, "date": "2019-04-04.json", "name": "Sven Giegold (Verts/ALE).", "mepid": "96730", "text": "   Madam President, ladies and gentlemen, I would like to thank the rapporteur for her excellent report and for the way in which I have heard a lot of confused arguments here that speak out against this pension product. It is completely indisputable that the statutory pension is the pillar of old-age pensions, and for good reasons, this product does not put any tax advantage, no financial advantage, into the private pillar of pension provision. For good reasons, we should not, because public support should be concentrated on the statutory pension. On the other hand, we have a widespread rip-off of private pension products, and this European regulation will limit this rip-off. This is a step forward, especially for workers and small people who do not get the best financial products on the capital market. I really do not know what we should have against it. And the whole thing has nothing to do with tax evasion, ladies and gentlemen. Because if you have earned a pension in one country and then move to another country, it is not a tax evasion, but simply the freedom where you are looking for residence. So here everything is messed up to fight against this product. (The speaker agreed to answer a question on the 'blue card' procedure under Rule 162(8) of the Rules of Procedure)", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 20, "date": "2019-04-04.json", "name": "Maria Arena (S&amp;D)", "mepid": "124936", "text": "  'blue card' question. Mr. Giegold, when you say \"little people,\" I would like to know who you are talking about. When you earn 1,200 euros a month, do you think you have enough to pay a pension fund to guarantee your retirement at age 65? No. You say there is no tax evasion. However, we have asked that, in this process, the pension, when it is taken over by capitalization, be taxed in the country where you contributed, something we did not get. Therefore, when you take out your pension fund, you do so in the country that is the most tax-efficient. So your argument is, in my view, a rich argument that does not hold up.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 21, "date": "2019-04-04.json", "name": "Sven Giegold (Verts/ALE)", "mepid": "96730", "text": "  Answer to a question about the \"blue card\" procedure. That was roaring very loudly. But I have to say that the point is this: first of all, small people start for me earlier than at EUR 1 200. There are many ordinary workers who put something aside, and why should they pay excessive fees? Thanks to this European regulation, these charges will fall, and that is a good thing. But what you are arguing is a kind of , let me say it this way – pension nationalism. This means that if you have paid a pension in a country, then you should stay there and enjoy it there. I think it is okay for a Frenchman to want to live in Spain after retirement; that is perfectly fine. And if the systems there are different, they are different. But that is freedom in Europe.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 22, "date": "2019-04-04.json", "name": "Ελευθέριος Συναδινός (NI).", "mepid": "125072", "text": "   Madam President, the Union's primary concern must be respect for citizens and the effort of their work. Our aim is to limit privatisation and strengthen public universal social security systems. However, a purely investment product, compulsory for the Member States, is being promoted, which will even benefit from tax incentives and reliefs. The principles of a fair and sustainable system are simple: compulsory insurance, guaranteed adequate pension, proportionality and stability of contributions, remunerative benefits, support for continuity of contributions in redistribution terms, long-term structured savings and the creation of reserves, so that the state pension system is sustainable and decent for citizens. Of course, every citizen should have the right to choose any additional private voluntary pension options, but the state has a substantial obligation to establish a regulatory framework with appropriate rules in order to avoid creating unfair competition to the detriment of the state system.", "language": "en", "original_language": "el", "translation_provider": "azure"}, {"id": 23, "date": "2019-04-04.json", "name": "Brando Benifei (S&amp;D).", "mepid": "124867", "text": "   Madam President, ladies and gentlemen, today's vote in this House on the PEPP, a pan-European third pillar pension product, that is, additional and supplementary to public pensions, is an extremely important vote.  On the financial side, PPPs can provide an opportunity to channel private savings into productive investment, thereby helping to stimulate economic growth and thus making the Capital Markets Union move forward in a concrete way. On the social front, however, PPPs can play an important role in combating the growing pension gap in our society. However, these new pension products must be of high quality, highly competitive and sufficiently attractive to the public. It is a good thing that a European instrument should finally be set up to help the growing number of workers, especially young people, living and working in the European Union outside their country of origin, thus enabling them to activate a single supplementary pension product, without having to rejoin the different periods of contributions paid in the various Member States.  I must, however, point out a serious critical element in the text that emerged from the trialogue, namely the lack of an adequate role for the European Supervisory Authority for Insurance and Occupational Pensions in the delicate authorisation phase of PEPP providers. So I believe that, in order to make this instrument work properly, it will be necessary to make adjustments and changes in the future.", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 24, "date": "2019-04-04.json", "name": "Caroline Nagtegaal (ALDE).", "mepid": "190519", "text": "   – Mr President, I was elected by the Dutch and that was to give a boost to the internal market and also to bring some more Rotterdam mentality to Brussels. And to protect all the beauty we have built up in Europe. And one of those Dutch achievements that we have and which I will always stand for is our pension system, that huge pot of more than 1 300 billion euros, saved up by millions of Dutch people for their well-deserved old age. More than half of Europe's pension assets have been saved by the Dutch, with hard work and with a view to the future. I am opposed to a new European pension product, because in my view this will lead to more European interference in our pensions. Because for me it is actually in that sense: the only ones who have something to say about our pension money, that is us, the Dutch themselves!", "language": "en", "original_language": "nl", "translation_provider": "azure"}, {"id": 25, "date": "2019-04-04.json", "name": "Miguel Urbán Crespo (GUE/NGL).", "mepid": "131507", "text": "   – Madam President, pensioners are sick of hearing the European institutions say that public pension systems are not sustainable. We are talking about people who have worked their whole lives to be able to have a dignified retirement, and as a society we are obliged to guarantee their pensions. It's not a question of benefits, it's about rights. Ladies and gentlemen, pensioners do not need to play casino with their pensions or invent new financial products which all they do is allow them to do business with their savings. What they need is for the European Union to commit decisively to ensuring public pension systems and to stop promoting their privatisation. From here, all our support for so many struggling pensioners who are working, who are demonstrating, who are defending the rights of all and all. Not their rights, but those of all and all. We defend public pensions.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 26, "date": "2019-04-04.json", "name": "Ana Miranda (Verts/ALE).", "mepid": "24942", "text": "   – Madam President, this week, members of the European Parliament have received more than twenty thousand emails from pensioners , particularly the Spanish State - who asked us to vote against this product. Of course, you will have my vote against and that of the organization I represent here. Worthy pensions, because for a person who has a pension of four hundred euros — as there are many cases in my land — and six hundred, and seven hundred — those are already considered high - it will be very difficult to access this product, Commissioner. It's going to be very difficult. Moreover, the European Parliament does not have powers in tax matters, so this product hides, again, a trap. Because, having suffered numerous cuts because of the imposition of the troika's decision and, moreover, because of the successive pension reforms we have had, particularly promoted by the People's Party in Spain, our pensioners are under their diminished rights and we do not know whether future generations will have pensions. This will result in this product benefiting higher incomes and resulting in a huge loss of public revenue that could be earmarked for other social policies, such as job creation, aid to the most disadvantaged and also to dependence. Hence my vote against and my support for pensioners.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 27, "date": "2019-04-04.json", "name": "Paul Tang (S&amp;D).", "mepid": "125020", "text": "   Mr President, the Capital Markets Union has begun this mandate. Thirteen proposals have been made by the Commission, 10 of which have been put forward. Of the proposals that are being adopted, such as the PEPP, it is questionable whether they really contribute to the capital markets union. The next period will really have to do better.  I understand that Parliament has been working hard to improve the proposal, but it does raise the question: what is so pan-European about the product if the monitoring remains national? That's what's going on with the whole capital markets union. And to what extent does a voluntary product contribute to pension building in countries that do not yet have it? Why should we actually be interested in a pension product at a time when interest rates are low and saving is not actually paying off? In the Netherlands you are inclined to say: do not benefit, then it does not harm. But that seems a little too cynical for European legislation. That is why the Labour Party is voting against the PEPP.", "language": "en", "original_language": "nl", "translation_provider": "azure"}, {"id": 28, "date": "2019-04-04.json", "name": "António Marinho e Pinto (ALDE).", "mepid": "124742", "text": "   – Madam President, I would like to stress from the outset that, after hearing what has been said here and the various parties, I will vote in favour of this proposal because I believe that it will not compete with national systems. It will, yes, open the door to people who have made savings to have a new system, another complementary system, not competing with national systems, but complementary.  This is not for everyone, nor does it even call into question the national systems that could continue to operate with the universal compulsory model contributing to all. This is for those people who now make some savings, some saver, and who sometimes invest it in bad investments and bad products and who can now invest a little better in their future. Therefore, I think that this proposal is good and is precisely intended to complement and not to compete with national systems.", "language": "en", "original_language": "pt", "translation_provider": "azure"}, {"id": 29, "date": "2019-04-04.json", "name": "Κωνσταντίνα Κούνεβα (GUE/NGL).", "mepid": "125092", "text": "   Madam President, just before the elections, what message will the European Parliament send to the citizens? What does he want to do, at the end of our term, richer the big players in the markets with the savings of the workers? The European Council is in a hurry to boost markets with the savings of workers struggling with their old age. On the other hand, governments cannot even agree on workers' allowances when they move from country to country. I call on you to reflect and commit to strengthening the public pension by voting against the pan-European private pension.", "language": "en", "original_language": "el", "translation_provider": "azure"}, {"id": 30, "date": "2019-04-04.json", "name": "Maria Lidia Senra Rodríguez (GUE/NGL).", "mepid": "125049", "text": "   – Madam President, Commissioner, ladies and gentlemen, I find this pan-European product of individual pensions an insult to the working class, an insult to young precarious people, an insult to women, an insult to so many people who are not employed. I believe that in order to really ensure public pension and decent pension systems we have to vote 'no' on this pan-European individual pension product and get to work on measures and a regulation that really helps States strengthen these public pension systems and have decent pensions. Our future — that in old age we have a dignified life – cannot depend on whether we have the capacity to save. I also find it unethical to allocate public money to support these individual pension products with tax advantages. It's transferring public money to the coffers of the business from which they're going to sell these products.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 31, "date": "2019-04-04.json", "name": "Jyrki Katainen", "mepid": "n/a", "text": "   Vice-President of the Commission. – Madam President, I would like to thank the honourable Members very much for a very enlightening and good – slightly heated – debate on this very important matter.  First, I want to make clear that the most important thing for everyone is that our public pension systems are robust and can deliver what they are meant to deliver. In many Member States – if not in all – we have to pay attention to reforming the public pension systems in order to make them strong, even in an era where the number of aging people in our societies is increasing significantly. So we have to do everything possible to strengthen public pension schemes.  But this particular product, PEPP, has nothing to do with public pension schemes. It does not replace public pension schemes. It only increases the alternatives available for ordinary citizens. In many of our Member States, if you look at statistics, people who have temporary jobs – not permanent decade—long careers, but a temporary job – sometimes with quite low salaries, have wanted to complement their public pensions by taking a private pension product, and now what we are doing is increasing alternatives. We are creating regulations and rules for existing European pension products. Is this wrong? I don’t think so. It’s positive, because it may lead to greater competition between service providers and it usually leads to better quality, safer and cheaper products for end consumers.  I have seen that this issue is very easy to use for disinformation, spreading messages that we are privatising public pension schemes. Everybody should know that this is not true; even food is sold in private companies. So I am sure that, even though there are different ideologies and different priorities, there is no one in this Chamber who would like to spread disinformation to our voters, because it’s not worth it. It’s not responsible. It’s better to explain what this proposal and this product really does in our societies and, at the same time, to convey messages that we have to be responsible and also make sure that our public pension schemes are in good shape, also in the future when there will be fewer people of working age and more people retiring and enjoying public pension schemes. ", "language": "en", "original_language": "en", "translation_provider": "azure"}, {"id": 32, "date": "2019-04-04.json", "name": "Sophia in 't Veld", "mepid": "28266", "text": "  Rapporteur. – Madam President, first of all, I would like to thank those colleagues who spoke in support and I would also like to thank the shadow rapporteurs and the Presidencies, in particular the Austrians, who have contributed to this, and the Commission.  But I would like to say to those colleagues who spoke very negatively and who are going to vote against – most of whom have actually already left the room, because they’re clearly not interested in hearing arguments! But I’ve heard a lot of fake news in this debate, as the Commissioner said. For example, saying that if you vote against then you can keep these personal pension savings products off the markets – that’s rubbish. Those who are going to vote against should know that they’re actually going to help the cowboys on the market, because they are on the market, and this is, as Bas Eickhout rightfully said, the only way of regulating. Secondly, I heard that if you vote ‘For’, you’re going to weaken the public pension systems – rubbish! Complete and utter rubbish! They are completely different systems. And to those colleagues who are going to vote against: you know what you should do? Rather than voting against a good PEPP regulation with consumer protection, address your national governments and tell them that they should reform and strengthen the public systems because it’s completely unrelated to PEPP, and if the public systems are weak it’s because the national governments are not doing anything about it.  And then finally to my Dutch colleagues, I’m going to switch to Dutch. Vandaag hadden we weer het broodje-aapverhaal: zodra je in Europa het woord pensioen noemt, betekent dat dat Europa met zijn tengels aan de Nederlandse pensioenspaarpotten gaat zitten! Broodje aap, broodje aap, broodje aap! Beste collega’s van de PvdA, de PVV en de VVD: onzin, klinkklare onzin! Alleen maar voor de koppen in De Telegraaf!  And finally, I heard that if we vote for the PEPP that’s going to lead to tax evasion. Sorry! The PEPP regulation has got absolutely zero to do with tax policies. To Ms Arena, who is now back, it doesn’t change the tax policies at all. It is nonsense! Read the regulation. The regulation is merely about setting standards – consumer protection standards – for products which are on the market. That’s all it is doing. You should welcome it! We have taken on board all the amendments of your Group, which wasn’t always represented in the negotiations, except by Mr Gualtieri who did an excellent job, so the S&amp;D Group should be able to support this.", "language": "en", "original_language": "en", "translation_provider": "azure"}, {"id": 33, "date": "2019-04-04.json", "name": "Die Präsidentin. –", "mepid": "1913", "text": "  The debate is closed. The vote will take place today, Thursday, 4 April 2019.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 34, "date": "2019-04-04.json", "name": "Die Präsidentin. –", "mepid": "1913", "text": "  The next item on the agenda is the debate on David Casa's report on behalf of the Committee on Employment and Social Affairs on the proposal for a directive of the European Parliament and of the Council on the reconciliation of work and private life for parents and carers and the repeal of Directive 2010/18 Council/EU (COM(2017)0253 - C8-0137/2017 - 2017/0085 (COD)) (A8-0270/2018).", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 35, "date": "2019-04-04.json", "name": "David Casa", "mepid": "28122", "text": "   Mr. Rapporteur, i.e. – Sinjura President, ninsabu biss ftit passi 'l bogħod minn ftehim f'din il-plenarja u jiena konvint illi din id-direttiva ser twassal għal investiment dirett fil-familji maward l-Ewropa. Jiena nemmen illi dak li qed nippreżentaw illum hu att legali bilan大jat illi jintroduikei regoli minimi li se jagħtu drittijiet u a大大ess kemm lill-irġiel kif ukoll lin-nisa għal liv tal-ġenituri, liv tal-paternità u liv tal-carers kif ukoll id-dritt li jintalbu arranġamenti tax-xogħol flessibbli. B'mod konkret din id-direttiva tintroduħi għaxart ijiem liv għall-missirijiet, xahrejn ta' liv imħallas għall-ġenituri, ħamest ijiem fis-sena ta' liv tal-carers għal hawk ħaddiem u d-dritt li l-ġenituri jitolbu għal arranġamenti taxogħol flessibbli. Importanti l-fatt li l-għan ta' din id-Direttiva jmur lil hinn milli żżid id-drittijiet tal-ġenituri u l-carers. Se twassal ukoll għal aktar ugwaljanza bejn is-sessi sabiex ir-responsabilitajiet ikunu jistgħu jitqassmu aħjar. Waqt in-negozjati jien dejjem insistejt illi għandna neliminaw l-inugwaljanza bejn l-iriel u n-nisa fl-arġranamenti ta' bilanħ bejn il-ħajja [privata] u x-xħogol kif ukoll fl-opportunitajiet ta' xogħol. L-għan tiegħi kien li naslu għal dan il-mod illi [bih] il-benefi大大ji ma jkunux biss għall-impjegati iżda anki għal min iħaddem. Diversi studji juru li, tradizzjonalment, huma n-nisa li l-aktar li jbatu meta r-responsabilitajiet tat-trobbija ma jkunux l-istess, kemm bħala ġenituri kif ukoll bħala carers, bir-riżultat illi jkollhom jieqfu jaħdmu u dan iżid id-differenza fl-impjiegi bejn is-sessi, id-differenza fil-pagi bejn is-sessi kif ukoll fil-pensjonijiet. Għalhekk f'dawn il-miżuri, issa se jkun aktar faħall-ġenituri li jaqsmu bejniethom it-trobbija ta' wliedhom jew jieħdu ħsieb il-qraba tagħhom. Dan ser jassigura wkoll illi l-irġiel ikunu involuti daqs in-nisa fl-ewwel snin ta' wliedhom. Fl-istess ħin, in-nisa għandhom jingħataw l-appoġġ biex jidħlu fid-dinja tax-xogħol mingħajr ma jintmiss id-dritt li l-ġenituri jqattgħu l-ħin ma' wliedhom. In-nisa għandu jkollhom l-appoġġ ne大essarju biex jilħqu l-potenzjal sħiħ tagħhom fuq il-post tax-xogħol. Min-naħa l-oħra rridu naraw aktar missirijiet illi jkunu aktar involuti fit-trobbija ta' wliedhom. Għalhekk irridu nipprovdu l-għodod ne大essarji biex ngħinuhom jilħqu dawn iż-żewġ aspirazzjonijiet.  Fis-so大jetà tal-lum irridu wkoll nirrikonoxxu l-importanza tal-carers f'kull familja. Li tieħu ħsieb ta' xi ħadd ifisser impenn kbir kemm fiżiku kif ukoll mentali. Jien nemmen li rridu nagħtu aktar importanza flower-carers anki bl-appoġġ ne大essarju. Nemmen ukoll li dawn il-proposti se jgawdi minnhom kulħadd. Il-membri tal-familja li jieħdu ħsieb qraba jew anzjani li jkunu ma jifilħux għandhom id-dritt għal-liv u għalhekk b'din il-ħidma ppruvajna nindirizzaw din ir-realtà u nikkonkluduha f'din il-liġi illi qed inressqu qukomm.  Se noħolqu wkoll Ewropa fejn it-tfal, b'mod partikolari s-subien, se jikbru f'ambjent fejn iż-żewġ ġenituri jkunu qed jaqsmu r-responsabilitajiet bejniethom u dan se jgħin biex inbiddlu l-kultura dwar dawn it-tip ta' responsabilitajiet. Se nagħlaq billi nħeġġiġkom tappoġġaw din il-liġi, il-liġi bilan大jata, tajba għan-nisa, tajba għall-irġiel, tajba għall-familji u tajba għall-ekonomija. Pass importanti għal Ewropa aktar so大jali.", "language": "en", "original_language": "et", "translation_provider": "azure"}, {"id": 36, "date": "2019-04-04.json", "name": "Agnieszka Kozłowska-Rajewicz", "mepid": "124889", "text": "  author of the draft opinion of the Committee on Women's Rights and Gender Equality. – Madam President, i voted in favour of the report by Mrs Schwab Commissioner, i would like to thank you very much for On behalf of the FEMM Committee, I am pleased that we are finalising this innovative and highly anticipated project on balancing family and professional life. I congratulate David Casa for running this file, and for all the counter-rapporteurs, experts, organisations that have accompanied us on this journey, thank you for your constructive approach to this project.  David Casa's report has also been dealt with in our committee, the Committee on Women's Rights and Gender Equality, because work-home imbalances are a predominantly women's problem. In situations of conflict of family and professional responsibilities, women usually put the family first. It is mothers who take leave for their children, stay at home with them when they are sick, and pay a high price for it. It is no coincidence that we say that women sacrifice themselves for the family. Career breaks, slower promotions, lower wages result in an average 40% lower pension. Employers associate mothers with potential absences from work and see high-risk workers in women, so they hire them less often, pay them less, slow them down faster. It's unfair.  The new law encourages a more flexible approach to workers, flexible working organisation for parents and a more even distribution of family responsibilities between both parents, strengthening the parental rights of fathers and the position of working mothers on the labour market. It gives you the right to care for your child at home, which is an extremely valuable part of this offer, as it cements the family and gives parents and children the chance to have time together. Let us recall: a minimum of two months of paid, non-submitted parental leave between parents plus two weeks of paternity leave is an offer that is good for mothers, good for fathers, good for children. I therefore call on all political groups to vote in favour of this extremely important project today. Let us be on the side of the parents, let us be on the children's side, on the side of the family!", "language": "en", "original_language": "pl", "translation_provider": "azure"}, {"id": 37, "date": "2019-04-04.json", "name": "Marianne Thyssen", "mepid": "n/a", "text": "   Member of the Commission. – Madam President, I would like to thank the European Parliament, the lead and associated committees, and in particular the rapporteur Mr Casa and co-rapporteur Ms Kozłowska‑Rajewicz, and of course all the shadow rapporteurs for their hard and dedicated work on this directive. You have really done your utmost to find a good agreement on this important file. Reaching an agreement would not have been possible without the goodwill and cooperation from both Parliament and the Council, and your determination to seek a positive outcome of the negotiations was instrumental.  With this directive we aim at increasing women’s participation in the labour market and ensuring that they have the choice to balance family and professional career. We also aim at giving fathers a real chance to be with their children, because nowadays men and women are still forced to juggle their careers and their families, and as we all know this is especially the case for women. We see this in our labour market statistics – the overall employment rate of women is 11.5 percentage points lower than that of men, and this also means that there is a gender pay gap of 16% translating later into a gender pension gap of 36%.  There are, of course, those who say that this proposal would impose rules on families and interfere with their personal decisions. Allow me to disagree and argue quite the opposite. This directive aims at providing more opportunities, incentives and choices for our citizens to define their own work—life balance, but the final decision remains a choice of the individual parents.  Thanks to this directive, fathers and mothers will have parental leave of four months, like now, but with the directive two of those four months will be non—transferable and paid at an adequate level set by Member States. Of course, the Commission was even more ambitious but I think we have found a fair compromise in the trilogues.  In addition, fathers will have 10 days of paternity leave paid at the level of sick pay, and parents and carers will all have the right to request flexible working arrangements. Last but not least, this directive will also respond to one of the major challenges our society is facing: the ageing of the population. By introducing a carer’s leave of five working days, workers can better take care of their relatives. This is the first time a European directive introduces the concept of this kind of carer’s leave.  I truly believe that this directive provides concrete improvements to the family and working lives of our citizens. It is transforming the principles of the European pillar of social rights into reality and it’s also taking us a step ahead in the implementation of the United Nations Sustainable Development Goals. Thank you so much for your hard work.", "language": "en", "original_language": "en", "translation_provider": "azure"}, {"id": 38, "date": "2019-04-04.json", "name": "Elisabeth Morin-Chartier", "mepid": "38596", "text": "  on behalf of the EPP group. Madam President, my first words will be for Commissioner Marianne Thyssen. I have great admiration, Commissioner, for what you are doing through this eminently modern text. You were brave to put this text on the balance between family and work life on our work table. You have been courageous because it is a text that upsets the ancestral habits inscribed in our societies where the burden of family and children rests solely on women, which results in an embargo on their careers and influences their price on the labour market. You come by this text to rebalance this injustice before which so many women have bent their knees. So, for all these women, I wanted to say thank you. Thank you, of course, to our rapporteur David Casa, who has succeeded in carrying out his convictions. This is also the work of MEPs because we can have a good text on the table, we can do a good job between rapporteur and shadow rapporteurs, but if all this work is not concluded by effective trilogues, then it is worthless. So, thank you all. It is a new brick of social Europe that is being laid on our table this morning and which we must support. It is a new brick that is changing the labour market, the concept of the family and equality between men and women. It is the labour market that is changing because, in fact, we are coming out of this unique burden that relies on women. We are going to have equal pay and careers, and that is what we want for women. I say thank you, Commissioner, and I also thank my colleagues.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 39, "date": "2019-04-04.json", "name": "Maria Arena", "mepid": "124936", "text": "  On behalf of the Group of The President, I join mrs Morin-Chartier's thanks to the Commissioner and the rapporteur on this issue. It is true that we still experience discrimination in our society in the twenty-first century, particularly discrimination against women. These women who today face discrimination in employment, in their careers and in terms of their wages. The reason, I would even say the reason, is simply the fact that we can be mothers. The reason for this discrimination is our ability to be mothers, to bear children. I would even say, not just having children, but the fact that one day you will be able to have children. That is what exposes us to discrimination, which is what the employer considers to be a risk in relation to employment and career. Nine months of pregnancy would now justify an employment rate lower than the employment rate of men, 16% wage differential, 30% pension differential. You realize that it's nine months in life that put you in this situation! Well, today we have proposed a solution, which would be to put men and women on an equal footing. It is true that we are not going to do this only with a directive: ten days of paternity leave is not the equivalent of maternity leave, but it is a step forward. Non-transferable parental leave - in the trilogue, we have a two-month non-transferability - is a step forward. We could go further, especially in terms of salary. I think we will assess the situation. The five-day leave for caregivers is a new directive. It is a new right that is open, and we will have to evaluate it. So I say thank you, Commissioner, for the work that has been done for this step forward, but of course we will have to check carefully the transposition of this directive. This directive is only a floor and, therefore, every Member State that feels more generous in moving towards more equality is, of course, welcome in the fight against discrimination. But we will also have work to do here in this Parliament to ensure that this directive is well- fledthed in the fight against all the discrimination that is being committed against women in the labour market today.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 40, "date": "2019-04-04.json", "name": "Jana Žitňanská", "mepid": "124901", "text": "  for the ECR Group. – Ladies and gentlemen, in the European Parliament we often talk about equality between men and women, about greater involvement of women in the work process, about better reconciliation of family and professional life. The legislation that we will be voting on shortly is a concrete instrument that could help achieve these objectives.  The proposal is based on the principles of setting minimum standards. This means that it represents a kind of Europe-wide minimum, but each Member State has ample room to adapt the proposals to best suit its population. My personal vision of support for mothers and fathers caring for their newborn children, as well as those who, due to their state of health or disability, need more intensive care even later in life, is different from what was negotiated in the trilogue. I even think it should be more generous in some respects. However, there is one big but: this improvement should already be left to the Member States, which have free hands to seek further adjustments. I consider the granting of paternity leave on the occasion of the birth of a child to be a step forward and I am very happy that the father will be allowed to spend his first moments with the baby at home as a family. In Slovakia, we have listened to promises of paternity leave in particular for a very long time. I am therefore glad that this adjustment will finally lead to their fulfilment. I also appreciate that we have also started to have serious talk at European level about the care of loved ones and that this will also translate into legislative form in the form of carers' leave. I consider support for families in Europe to be crucial. Even with respect to the future.", "language": "en", "original_language": "sk", "translation_provider": "azure"}, {"id": 41, "date": "2019-04-04.json", "name": "Renate Weber", "mepid": "39713", "text": "  on behalf of the ALDE Group. – Madam President, I thank the rapporteur and the shadow rapporteurs for their work. My expectations for this directive were more in line with the Commission’s ambitious proposal. In this House we managed to take it to a higher level, but after tough and lengthy negotiations with the Council the final text has lost in potential. I would have liked stronger provisions on paternity leave, and levels of payment on parental leave, because there are studies which clearly indicate that a percentage of around 85% of workers’ salary represents an incentive for men to make use of their parental leave entitlement. Otherwise, the burden will continue to be on women.  The final negotiations between the two co—legislators couldn’t reach an agreement on these aspects. Too much is left in the hands of the Member States and in the end there is little changed compared to the current situation. It is a step forward, but a very small step. In relation to carers’ leave, this directive brings a true novelty at the European level, but I regret to say that Member States have been too reluctant or cautious in their approach. Studies prove that, due to the responsibility of caring for a sick or elderly member of their family, women are always at the forefront, at the expense of their jobs, careers, financial independence, decent pensions and, of course, social life. However, the text stands for a step forward. Although it is not revolutionary, at least we are now talking about a paid paternity leave entitlement at the EU level, about two months’ non—transferable and paid parental leave and five days of carers’ leave. Last but not least, EU citizens are entitled to ask for flexible working arrangements to balance working patterns with their individual and family needs. I can but hope that we will improve this in the future.", "language": "en", "original_language": "en", "translation_provider": "azure"}, {"id": 42, "date": "2019-04-04.json", "name": "Tania González Peñas", "mepid": "127330", "text": "  GUE/NGL Group. – Madam President, maternity and paternity leave of the same duration, non-transferable and paid 100% of the salary. This is our position, and the interim agreement stays away and is clearly insufficient for us. We have introduced amendments in different directions. On the one hand, non-transferability: it is an indispensable condition for equality in care and in the labour market. High remuneration at 100% or, where appropriate, 80% is essential to sustain life, so that there is no impoverishment of the parents, father or mother. Two weeks of paternity leave should be mandatory, because someone also has to take care of the mother. This directive sets minimum standards and we understand that this is a positive thing: minimum standards for the whole of Europe, which improve the lives of some citizens. However, he had the opportunity to go much further and be a step forward in building a social Europe that fights for equality. I hope, however, that this will be the case in the next parliamentary term. Let it be reviewed and let's take steady steps.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 43, "date": "2019-04-04.json", "name": "Ernest Urtasun", "mepid": "124972", "text": "  verts/ALE Group. – Madam President, the text leaves us with a bittersweet feeling. We're going to be a long way from what we should be, which are equal, non-transferable permits, paid 100 percent. However, there will be some introduced elements that will have a real effect on the lives of many people. In five countries, paternity leave will be introduced for the first time and in eight that leave is going to be longer than it is today. And we're also going to introduce that, of the four months of parental leave, two months will be from now on non-transferable and paid. Therefore, there are small steps forward even though, of course, for example, the payment of parental paternity leave will surely be well below 80%, which would be the least recommended, and parental leave, unfortunately, for example, does not have a minimum payment reference. I think, therefore, we've fallen a little short. And what I do want to say today is that I would like to thank the rapporteur, the shadow rapporteurs and the Commission who have put the ambition that the Council has not put in. And I would like to tell the Council that every time we take a measure of the European social pillar we cannot constantly be in the haggling of what it will cost in each country. We need ambition for the future, and for that we will work on the next mandate. To improve these provisions.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 44, "date": "2019-04-04.json", "name": "Tiziana Beghin", "mepid": "124777", "text": "  Mr President, president, ladies and gentlemen, i.e. the european Union, the European Union and its Member States are Madam President, ladies and gentlemen, whatever your idea of the family, I would say that we can all agree on one thing: the greatest challenge for Europe is not globalisation or terrorism, but to continue to create families in the future, in a word to continue to exist.  Demographic studies point to a collapse of the European population by 2050, and we must do everything we can to reverse this trend. But if we do not guarantee workers' rights and protect young people, we cannot expect them to have the means to create a family.  That is why I am particularly pleased with this directive, which will have a real impact on the lives of millions of European citizens, helping young people and women to achieve better employment conditions and finally reconcile work and family life. After lengthy negotiations, the directive establishes paternity leave in all European countries, setting it at least ten days and obliging employers to pay it properly.  In addition, this measure introduces parental leave, two months paid and non-transferable, to be divided within the couple to look after the family, also helping not to burden everything always and only on the shoulders of us mothers. In addition, we have asked for and obtained that the timetables be more flexible, including through teleworking, and that they adapt to the needs of the family, especially in the presence of non-independent members, sick or disabled. Of course, we would have liked to have achieved much more, such as more protection for the self-employed and entrepreneurs, facilities for micro-enterprises, more incentives for the creation of childcare facilities. We had also asked for forms of home care by specialist workers, which would help to combine working life with the need to care for children and the elderly. Unfortunately, not all our requests have been met, but the final result is nonetheless acceptable and satisfactory. Although it is not perfect, this directive has the potential to change the lives of millions of citizens for the better and reverse the demographic collapse of our continent. That is why, ladies and gentlemen, whatever your idea of the family, I call on you to vote for this directive and to make your small contribution to saving our Europe.", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 45, "date": "2019-04-04.json", "name": "Joëlle Mélin", "mepid": "124765", "text": "  on behalf of the ENF group. Madam President, this dossier on the provisions intended to accompany workers, not in their professional life but in their private lives, is typically a matter for the European Union. In its pursuit of its real goal, namely to meddle in everything, in every moment of the daily life of each and every worker, from the birth of children and their education to help parents or spouse in illness or loss of autonomy, Brussels, contrary to what is announced by talking about work-life balance , created genuine imbalances, because behind this more than laudable idea, the text presents three risks. Firstly, all legislation or administrative texts in this area are the responsibility of the Member States. Brussels has no right to set rates, durations and amounts, because this violates the principle of subsidiarity and also compels countries, such as France, which already have all the desirable arsenal, not to mention the possible imbalance of national social accounts. Moreover, these purely societal provisions are by no means the responsibility of employers, whose role is to provide professional activities in an acceptable environment and not to impose mandatory paternalism that they would not wish. Last but not least, this text imposes a prevalence of personal life on working life, which in the long run will become a major obstacle to Europe's economic dynamism, affecting first of all the SMALL and medium-sized enterprises (SMEs), which will thus be unbalanced.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 46, "date": "2019-04-04.json", "name": "Λάμπρος Φουντούλης (NI).", "mepid": "125070", "text": "   Madam President, the creation of a family is perhaps the most important moment in every person's life. Moreover, it is the way in which the continuity of our nations is ensured. It should therefore be protected in every way and young people should be encouraged to decide to take this big step. This is much more true for those who work. We can no longer allow the creation of a family to be punished at work, nor can one of the parents, whether the father or the mother, bear more burdens. We therefore fully agree with the introduction of a pan-European right to parental leave for both parents. Furthermore, we believe that there should be specific and legislated possibilities of flexible working hours and leave for parents up to that age when children can serve themselves a significant part of their daily needs and, in particular, for us up to twelve years of age. Finally, special care should be given to parents of children with special needs, as they face even greater challenges than others, as well as care leave for workers caring for a relative suffering from a serious illness.", "language": "en", "original_language": "el", "translation_provider": "azure"}, {"id": 47, "date": "2019-04-04.json", "name": "Sofia Ribeiro (PPE).", "mepid": "124733", "text": "   – Madam President, Commissioner, if we really want a more social Europe, then this Europe must respond to the new demands of the new society. And what society is this? It is a society in which families have their children more and more later, in which women are increasingly, and very well, more active in the world of work, in which parents, men, also demand their rights to parenthood, and very well. What we were not sure is that in our Europe we had a great divergence between rights between men and women, which in fact are not in line with these family needs, that couples actually have difficulties in accompanying their children, not only when they are born, but also at the school age where children's needs do not fit with the labour needs of businesses.  This has dire consequences for the decline in birth swells and the ageing of our Europe, as we all know. On the other hand, this generation that has children increasingly is also a sandwich generation because it has not only to take care of its children, but also to have to take care of their parents and aging in Europe brings us this increased responsibility. Our elderly people have to be caressed and they must be able to stay at home with greater stability. And their children, who are of working age, have no rights enshrined in the labour light in order to be able to properly accompany their parents. That is why we urgently need to make an evolution in this follow-up to the family. Unfortunately we have not gone as far as the proposals I have put forward, but I am sure that this is indeed the challenge of the social Europe of the future.", "language": "en", "original_language": "pt", "translation_provider": "azure"}, {"id": 48, "date": "2019-04-04.json", "name": "Vilija Blinkevičiūtė (S&amp;D).", "mepid": "96681", "text": "   – Today, the European Parliament, through its family and labour reconciliation directive, sends good message to all working people, especially families raising children, caring for elderly and sick family members. We must appreciate the fact that Europe is getting older, so facilitating reconciliation of work and private life would certainly enable parents to pay more attention to their families and promote birth rates. It is very important to encourage men to take parental leave, because this will help to achieve gender equality in the labour market and provide equal opportunities for women to work and be more active in professional activities. Of course, the European Parliament's position on this directive is more ambitious than that of the Member States, but I welcome the fact that, after lengthy negotiations, we have found consensus. And because every dad can, for example, take paid ten days of dad's leave at the birth of a baby, and mothers and dads will equally be able to share parental leave in order to enable both parents to have the opportunity to raise and raise their children. Finally, for the first time at European Union level, we are introducing five-day nurse leave, carers' leave to look after elderly or sick family members. It is also essential that a family-friendly environment is created in the workplace and that employers guarantee families with children flexible working relationships in order to strengthen social security and pension rights. In conclusion, I really want to thank Commissioner Thyssen for her great work in this area.", "language": "en", "original_language": "lt", "translation_provider": "azure"}, {"id": 49, "date": "2019-04-04.json", "name": "Czesław Hoc (ECR).", "mepid": "135540", "text": "   – Madam President, i voted in favour of the report by Mrs Schwab Confucius used to say choose the job you love, and you won't have to work all your life. On the other hand, only a man fulfilled and happy in his private life is maximally productive and engaged in the professional sphere. It would be great to keep the balance of these two spheres. The EU directive on that balance has good and desirable objectives. After all, strengthening the family's potential and role in the upbringing and care of children and the elderly is a generational investment and desirable axiological dimension. In the Polish Constitution we have explicitly written that family, parenthood and care for the elderly are under the special protection of the state. On the other hand, it should be noted that these issues are very sensitive, that the Member States may consider this to be too excessive interference by the Union in matters relating to the organisation of family life, to the care of offspring and their upbringing, even to a breach of the principle of subsidiarity. Some internal rules are compatible with EU proposals, for example in Poland, 14 days of paid paternity leave is granted on the occasion of the birth of a child, the Union proposes at least ten days or the organisation of work is made more flexible. On the other hand, it is already necessary to argue as regards the non-passability of two months' parental leave to the other parent.", "language": "en", "original_language": "pl", "translation_provider": "azure"}, {"id": 50, "date": "2019-04-04.json", "name": "Enrique Calvet Chambon (ALDE).", "mepid": "129407", "text": "   – Madam President, Commissioner, my congratulations to all the shadow rapporteurs and, in particular, to my friend, Mr Casa, as rapporteur, who has certainly drawn up a text of great importance to European citizens and european workers. The balance between work and family life is a considerable challenge for many workers, but obviously this text is a step and not a petit pas. It is an important step that advances in promoting equality between men and women, in the society we want, which reduces the gender gap and promotes a greater balance between the personal and the work. Having said that, I would like to stress how this is part of the development of the European Pillar of Social Rights, and I am very happy to participate and congratulate the Commissioner on all these directives which are underpinning basic minimum rights for the cohesion and society of European citizens. And I pick up what Mr Urtasun has finally said before. Of course, Member States will have to move forward, but the challenge for the next mandate is undoubtedly to establish the need for European financial solidarity for the social.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 51, "date": "2019-04-04.json", "name": "Κωνσταντίνα Κούνεβα (GUE/NGL).", "mepid": "125092", "text": "   Mr President, how is 'parent' defined? \"It is the arc from which children like live arrows begin to move forward,\" Khalil Gibran wrote in his poem \"The Prophet.\" The directive on balancing private and professional life is not what I imagined when I started working on this dossier. Unfortunately, she didn't review maternity leave despite our pressures. It has also slightly regulated leave for working parents. But it is a first step that will allow millions of parents in Europe to be in their children's lives today so that they are in their memories tomorrow. That is why tomorrow we are working and will continue for a more social and just Europe, for a Europe for the future.", "language": "en", "original_language": "el", "translation_provider": "azure"}, {"id": 52, "date": "2019-04-04.json", "name": "Miroslavs Mitrofanovs (Verts/ALE).", "mepid": "191695", "text": "   – Mr President, the report on work—life balance was a long—term project for all of us involved. I’m not only talking about the period of time which was needed to reach the agreement, but the enormous intensity in all the negotiation process.  To conclude this process, which took several years overall, I would like to mention that the final deal improves the current framework of paternity, parental and carer’s leave. However, it is far from the original ambitious mandate of the European Parliament.  Me and my colleagues would want to see this directive more family— and people—oriented. Nevertheless, as a citizen and a father, I’m glad that finally, in EU documents, paternity leave with a duration of 10 days will be officially introduced. However, the payment at sick—pay level is certainly not enough.  I also consider the introduction of a new kind of leave – carer’s leave – as one of the visible achievements of the European Parliament in the social sphere during this legislative period.", "language": "en", "original_language": "en", "translation_provider": "azure"}, {"id": 53, "date": "2019-04-04.json", "name": "Angelo Ciocca (ENF).", "mepid": "183793", "text": "   Mr President, ladies and gentlemen, the European Union is right to go in the strategic direction of investing in conciliation policies. Reconciling work and working life with private life is certainly the right direction. We must invest in the value of the family, in the role of the family and in reviving the birth rate, which are important pillars both for the League, but also for society, for Europe itself.  The reconciliation of work and private life helps men, helps women, helps the Italian economy, helps the European economy. Combating demographic decline, empty cradles, is certainly an important issue, and so Europe must believe in conciliation, continue to believe in conciliation by rewarding even those virtuous regions, those regions such as the Lombardy Region, which over the years have fortunately developed excellent, cutting-edge models of work-life reconciliation, capable of giving concrete answers to the needs of reconciling life and work. , a region like Lombardy that has invested 30 million euros in recent years for nurseries and corporate welfare.  So I really ask Europe to invest and believe in the role of the regions, to read the needs of proximity and to respond to the needs of proximity, as the Lombardy Region has done in recent years. Investing in the regions means investing in the right response for work-life reconciliation.", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 54, "date": "2019-04-04.json", "name": "Michaela Šojdrová (PPE).", "mepid": "124710", "text": "   – Mr President, Commissioner, I think it must be very pleasant for you to hear the appreciation of this directive, the trilogue agreement, both from the right and from the left. In fact, those who had much greater ambitions, it was said here, even those who were strictly against it interfering with national systems, suddenly appreciate that the compromise is acceptable and that it is indeed a step towards supporting families and parents.  I totally agree with this and I want to emphasise the four main points that are important to me in supporting this directive. It is a minimum standard, two weeks of paternity leave, two months of non-transferable parental leave, support for flexible working arrangements and carers' leave. It is really the minimum of what is possible, at the level of 28 different countries, different systems, different traditions, and what we are able to agree on. I consider this to be a very important signal from the EU to the Member States that children are investing in the future, that this is the future of the EU and it is the future of the Member States and we must help parents manage their parental role. I would like us to think even more about the future, that the work of parents, mothers, dads who stay at home with their children is also a job that deserves the same award. This is, of course, up to the Member States, who can and must do so in order to have a free choice, so that every mother and every father feel that society values them and that they value their work as an investment in the future. I thank you and I look forward to implementing this directive and helping families.", "language": "en", "original_language": "cs", "translation_provider": "azure"}, {"id": 55, "date": "2019-04-04.json", "name": "Agnes Jongerius (S&amp;D).", "mepid": "125021", "text": "   – Mr President, as a parent, you really want your child to get a good start. As a PvdA, we would like all parents to be able to take leave to watch their child grow up. This should not depend on the thickness of your wallet, your employer or the place where your crib was. Unfortunately, parents on low incomes in the Netherlands are still unable to take leave because they are falling below the subsistence level, and we are proud that Europe has managed to make good agreements. And now our minister Koolmees has to pick up the ball. Good leave arrangements make it easier for mothers to stand on their own two feet, help fathers with their education and allow parents to enjoy their newborn child together. This proposal strengthens the link between parent and child, leads to a good distribution of tasks at home and to better opportunities for mothers in the labour market. I would say that this is a really good step towards a social Europe.", "language": "en", "original_language": "nl", "translation_provider": "azure"}, {"id": 56, "date": "2019-04-04.json", "name": "Anders Primdahl Vistisen (ECR).", "mepid": "124875", "text": "   Mr President! The legislation being adopted today marks a new low in the EU's interference in both family life and the right of Member States to define social conditions themselves. It is almost the pinnacle of hypocrisy that a parliament that does not even allow maternity leave for either men or women will dictate how European families should orient themselves when it comes to ensuring the best possible start to life for the child. In the Danish People's Party, we believe that social rights and social competences are entirely an area to be defined by the Member States. It is up to the Member States to collect the tax that pays for these schemes, and it is the Member States that are responsible for putting them into practice. That is why it is also a debate that belongs in the Member States. That is why we can only flatly reject the fact that the European Union is interfering in yet another area of social affairs, and once again means that there is less room for manoeuvre for families and Member States to define how we want to organise our welfare states.", "language": "en", "original_language": "da", "translation_provider": "azure"}, {"id": 57, "date": "2019-04-04.json", "name": "João Pimenta Lopes (GUE/NGL).", "mepid": "136236", "text": "   – Mr President, this proposal for a directive is an example of social backsliding and progress in labour exploitation. The definition of non-compulsory leave periods, the definition of remuneration on the basis of sickness benefits, paternity leave, the lack of definition of remuneration on parental leave or the absence of remuneration on carers' leave, examples that would suffice to embarrass those who propose or defend them.  It is added conditional on the needs of employers and factors such as working time or tying before the application for leave, in formulations that may exclude temporary workers from access to leave, for example. This Directive does not defend parents, it defends employers who will determine when, how and whether workers can enjoy their rights. We have put forward proposals that would increase social rights and labour protection, from extending leave to 100% of the reference remuneration, from protecting and promoting breastfeeding and breastfeeding to promoting public policies and services, proposals rejected by the European Parliament, which lead us to reject this proposal.", "language": "en", "original_language": "pt", "translation_provider": "azure"}, {"id": 58, "date": "2019-04-04.json", "name": "Terry Reintke (Verts/ALE).", "mepid": "103381", "text": "   – Mr President, lately, especially with the start of the campaign, a lot of lies about families have been told in Europe. Lies: that in order to protect families, we have to spread hatred around LGBTI rights; we have to restrict women’s rights, or we have to impose one single limited view of what families can look like on all of us. The latest: at the World Congress of Families last weekend in Verona it became clear that there is an alliance of right-wing extremists, Christian fundamentalists and conservatives who want to spread these lies in the campaign. I say the exact opposite is true. In order to protect families we don’t have to follow homophobic and anti-choice rhetoric. We have to stand up for these families. We have to give them space in society. We have to embrace all forms and diversity of families and we have to give families time to care for each other. And this work-life balance directive is an important step in this direction and this is the way that we should go as the European Union.", "language": "en", "original_language": "en", "translation_provider": "azure"}, {"id": 59, "date": "2019-04-04.json", "name": "Anne Sander (PPE).", "mepid": "24594", "text": "   Mr President, Commissioner, time has become a scarce commodity, especially when we are relatives or close caregivers. Today, more than six out of ten parents fail to find this fragile balance between their professional and personal lives, at the risk of sometimes exposing themselves to precariousness or burnout. In the face of this difficult situation, Europe has a vital role to play in strengthening the solidarity that exists in each country towards families. And the new rules on family leave that we are adopting today are this response from a concrete Europe. Despite our differences, I am pleased that we have managed to move forward together and to develop this minimum social foundation of rules, which will contribute to the better-life together. Taking into account the evolution of society, we have introduced European paternity leave to ensure that all fathers can be present for the birth of their child. We have also introduced a non-transferability clause for part of parental leave. Another key element of this new regulation is the introduction of leave for caregivers. Europe has the highest number of elderly people: almost 20% of Europeans are 65 years of age or older. By choice, lack of adequate services or because of high costs of care, 80% of care is provided by caregivers. Giving them a leave of absence is therefore a fair return for a really very important investment. We are taking an essential first step here. Member States now support this by creating, for example, respite homes, to enable these caregivers to recharge their batteries.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 60, "date": "2019-04-04.json", "name": "Marita Ulvskog (S&amp;D).", "mepid": "96672", "text": "   \"There are those in this house who say that this is unnecessary legislation.\" As early as 1992, however, the first maternity leave directive was adopted, and that was when the EU Member States were relatively few and society looked rather different. Against this background, it is indeed time that this legislation was now modernised.  What we are voting on today is, of course, a fundamental right to parental insurance that works. We also know that when fathers are allowed to be at home with their children, they take more responsibility for the home and this is also a matter of destiny. Far too few women in europe are able to work, while at the same time we have a great need for skilled workers. We know that women's participation in the labour market is a huge economic engine and we need to get that engine in motion for real.  A more equal society is simply good for families, for individuals, for children and for the economy. It is time we take the next step.", "language": "en", "original_language": "sv", "translation_provider": "azure"}, {"id": 61, "date": "2019-04-04.json", "name": "Helga Stevens (ECR).", "mepid": "125105", "text": "   Mr President, a good work-life balance is crucial. We must give everyone, and women in particular, every opportunity in the labour market. Women still have to choose too much between a thriving career or a beautiful family life. But this doesn't mean we shouldn't be critical.  I maintain that Member States are still in the best position to respond to the needs of their own citizens. In Flanders, for example, there are good arrangements for care leave, but not exactly five days a year. Imposing european unity sausage on the Member States can therefore backfire locally. And what about the principle of subsidiarity? Furthermore, I deeply regret that flexibility is viewed almost exclusively from the employee's point of view. Employers are getting a lot of red tape again, but our SMEs are already moaning under all sorts of rules. I regret that the directive makes this administrative nuisance even greater.", "language": "en", "original_language": "nl", "translation_provider": "azure"}, {"id": 62, "date": "2019-04-04.json", "name": "Barbara Matera (PPE).", "mepid": "96813", "text": "   Mr President, ladies and gentlemen, I would like to thank David Casa and Agnieszka Kozłowska for their commitment and for working on a text that finally wants to address the issue of reconciling private and professional life. It is especially important for women, who have been put aside simply because they have become mothers or because they have to take care of their dependants. By adapting and modernising the Legal Framework of the European Union, the directive seeks to enable parents and carers to better reconcile their work and care duties. The directive is based on existing rights and strengthens them, introducing them and maintaining the level of protection already offered by the European legislature.  The lack of paid paternity leave and the transferability of parental leave in many Member States, however, contributes to the low use of such leave by fathers. That is why I thank my colleagues for their efforts to reverse this trend. I therefore support the balanced approach used, as it does not harm the interests of small and medium-sized enterprises.  I therefore call on my fellow Members today to support this report, because it improves gender equality within the European Union, and above all it promotes support for women in their reintegration into the labour market. Do so for all mothers, for all fathers and for all future generations of the European Union.", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 63, "date": "2019-04-04.json", "name": "Elena Gentile (S&amp;D).", "mepid": "124847", "text": "   – Mr President, ladies and gentlemen, the paradigm of role separation has in fact limited, if not prevented, those traditionally destined for care – women – to contribute their skills capital to socio-economic growth. So this is the moment of responsibility, of sharing, precisely, responsible for the times, the effort, the joys of care, the affections that make families, however declined, of all families, a community. In the pages of this directive there is the new Europe, there is the figure of a cultural and political change, because it enhances parenthood, because it calls for a new responsibility between institutions and the company system, so that conciliation becomes an opportunity, as well as a right that can be enforced, through the innovation of organizational models and by protecting the acquired rights of workers.", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 64, "date": "2019-04-04.json", "name": "Jadwiga Wiśniewska (ECR).", "mepid": "124877", "text": "   – (2) Mr President, I would like to begin by Work-life balance is extremely important, extremely important for all parties, both for the child's parents and for the child himself. And finding solutions that bring us closer to achieving such a state is indeed very important and very important.  Let us look at the european Parliament and what this work-life balance looks like, for example, of european Parliament staff who come to Parliament before 9 am and very often leave in the almost evening. Their children raise crèches, kindergartens, have very poor contact with parents. When my assistant was pregnant, I tried to look at what flexible working time looks like, what the opportunity to work from home for assistants looks like here. It turns out that these regulations in practice become fiction.", "language": "en", "original_language": "pl", "translation_provider": "azure"}, {"id": 65, "date": "2019-04-04.json", "name": "Michael Detjen (S&amp;D).", "mepid": "190799", "text": "   Mr President, Mrs Thyssen, I would like to thank Mrs Thyssen for her work on this Europe can only become more social if equal opportunities between men and women are guaranteed at home and at work. My group has long called for more equality in childcare and care for sick and elderly people. The European social pillar provides for just that. With the directive adopted today, we are a big step closer to achieving this objective. Finally, Europe is making its contribution to a modern social image in childcare and caring for relatives. The work should be divided fairly in the family. At least four months of paid parental leave, two of which cannot be transferred, create strong incentives for men to work in childcare. I very much welcome that. With the new entitlement, fathers are finally entitled to ten days of paternity. Five days of care that are paid for is just as good. Paternity time equal to sick pay, however, is not enough. We have 36% in Ireland, and that is not enough. The Conservative majority in the Council prevailed. I am not satisfied with that yet.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 66, "date": "2019-04-04.json", "name": "Siôn Simon (S&amp;D).", "mepid": "124948", "text": "   – Mr President, this measure, proposed two years ago and five months in trilogue, is an example of a piece of legislation which doesn’t provide a one—size—fits—all solution, which is flexible and allows great opportunity for Member States to make their own laws and implement them themselves according to their own context and customs, but which gently raises the floor for everybody.  So even some of the wealthiest and highest level of protection countries, like the UK, will see people benefit without being told what to do by Brussels bureaucrats. Parents in the UK will have paid parental leave. Carers in the UK will have paid parental leave under this measure if the UK remains in the European Union. ", "language": "en", "original_language": "en", "translation_provider": "azure"}, {"id": 67, "date": "2019-04-04.json", "name": "Caterina Chinnici (S&amp;D).", "mepid": "124861", "text": "   – Mr President, ladies and gentlemen, the directive we are debating today will make a positive contribution to bridging the gender gap in employment levels by achieving a better balance between work and family life, both for men and women, so that they too can fully develop their careers. It is important that the European Union has finally laid down rules, albeit minimum standards, on parental leave and paternity leave, providing for adequate remuneration and providing for the non-transferability of part of the leave, so that the care of children does not only affect mothers. Of course, in order to promote the full participation of women in the labour market, The Member States will have to provide workers with the opportunity to request flexible working conditions and will have to offer access to infrastructure and services for the care of children and other dependents. Finally, the innovative provisions in favour of workers, which are becoming more and more numerous, who are providing assistance to seriously ill family members, are really important.", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 68, "date": "2019-04-04.json", "name": "Jordi Solé (Verts/ALE).", "mepid": "185974", "text": "   – Mr President, as Commissioner Thyssen said, there is a 16% pay gap between men and women in Europe and a pension gap of 37%. Women continue to be discriminated against in the workplace and spend three times their time as men on unpaid care. With the Conciliation Directive we take a step forward towards this social Europe that we talk about so much, but which we normally do so little about. Because this Directive should allow for a more equitable distribution of care tasks between men and women and, therefore, progress in effective equality. And also because it recognizes new rights, such as applying for flexible working conditions for childcare. The result is far from what we wanted to achieve. However, it is a breakthrough. And it's a breakthrough we share.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 69, "date": "2019-04-04.json", "name": "Ana Miranda (Verts/ALE).", "mepid": "24942", "text": "   – Mr President, carers and families must be supported. This is also social Europe, that is to ensure equality. Therefore, the directive is a step forward. Thank you, Commissioner, for the opportunity to give the Member States the opportunity to improve. Reconciling family and work life is not always easy for women. They're almost always the ones who stay at home, leave work, and that's not fair. You know, Commissioner, that in my country, which is very ageing, it is the grandparents who take care of their grandchildren and granddaughters.  We have to monitor families with children, single-parent families, monitor maternity and paternity leave, accompany dependent and patient carers. I know it! My mother has Alzheimer's and that has changed our lives, like so many families in my country and all over Europe. Caregivers and caregivers and families need our support.", "language": "en", "original_language": "pt", "translation_provider": "azure"}, {"id": 70, "date": "2019-04-04.json", "name": "Nicola Caputo (S&amp;D).", "mepid": "124851", "text": "   Mr President, ladies and gentlemen, the directive on work-life balance is a great step towards a better work-life balance for all working parents.  New minimum standards will be introduced for fathers, who will be able to apply for at least ten days of paternity leave after the birth or adoption of a child. Non-transferable parental leave will be increased to two months per parent and will be paid at least as sick leave. It will be up to the Member States to establish a minimum wage. Leave for the care of disabled family members or those with serious illnesses will be increased to five days a year and all parents with children under the age of eight will have the right to demand greater flexibility at work.  In practice, families with working parents and carers are offered a genuine choice of how to reconcile work and family life. A huge step towards a more social Europe, a new Europe.", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 71, "date": "2019-04-04.json", "name": "Marianne Thyssen", "mepid": "n/a", "text": "   Member of the Commission. – Mr President, as you know, and some of you said it also in the debate, the negotiation process has not been easy. We have come a long way to reach this result and we all had to show flexibility and compromise on certain points. But I am convinced that the agreement on the table is well balanced and preserves the main objectives of our original proposal.  It proves that social Europe and a sustainable Europe is not a theoretic, imaginary objective but an evolving reality on the ground. I am convinced that it will provide concrete improvements to the family and working lives of our citizens, transforming the principles of the European pillar of social rights into reality. It’s not only a question of fairness, but it is a triple win.  It’s good for working parents and carers, who will enjoy a better balance between their private and professional lives. It’s good for businesses, also SMEs, which will profit from attracting and keeping talent, and it is good for Member States that currently lose out altogether EUR 370 billion every year due to the gender employment gap today.  I truly believe that family-friendly policies are a key driver to economic growth. Therefore, I call on all of you to support the directive on work-life balance and I want to thank you very much for the kind words to the Commission and to me personally. You can be assured that the Commission will follow closely the transposition of this directive. Thank you again for your engagement and dedication to this nice work. ", "language": "en", "original_language": "en", "translation_provider": "azure"}, {"id": 72, "date": "2019-04-04.json", "name": "David Casa", "mepid": "28122", "text": "   Mr. Rapporteur, i.e. – Sinjur President, irrid nirringrazzja naturalment, anki jiena, flower-Gumssarju Thyssen, u lill-Kummissarju Jourová wkoll, għall-għajnuna tagħhom, għal din il-proposta taghom, u g għħall-paħenzja tagħhom ukoll. Nixtieq nirringrazzja lil Agnieszka, il-kollega tiegħi, kif ukoll lix-Shadow Rapporteurs kollha li kellna għal din id-direttiva. Naturalment kien hemm Shadow Rapporteurs illi i riedu assolutament xejn, u kellna Shadow Rapporteurs illi riedu iktar milli fil-fatt għandna quddiemna. Però l-maġġor parti tas-Shadow Rapporteurs, tal-Membri Parlamentari f'din il-Kamra, kif smajtu llum, jaqblu li din hijaġ lii bilan大jata. Kellna nagħmlu diversi laqgħat, kemm mal-ETUC, kemm ma' BusinessEurope, kemm ma' organizzazzjonijiet tal-SMEs, li kienu importanti biex aħna nieħdu veduta' kif tinsab is-sitwazzjoni u fejn nistgħu mmorru. Naturalment jiena xtaqt li ġibna iktar minn hedge, però b'li għandna quddiemna quddiemna qed nassiguraw illi se jkollna Ewropa ħafna iktar soħjali milli hija llum. Irrid nesprimi sodisfazzjon ukoll għal dan id-dibattitu li kien jirrifletti eżatt il-ħidma li kellna, mhux biss mal-Membri Parlamentari Ewropej, imma anki fil-Kunsill. Jiġifieri anki l-pożizzjoni tal-Kunsill kiene, fil-bidu ta' din id-direttiva, iktar opposta meta fil-fatt, meta naraw x'ġara fl-aħħar, insibu li l-maġġor parti tal-membri tal-Kunsill ivvutaw huma wkoll favur dan l-arranġament illi sibna lkoll flimkien. Din mhijiex rebħa ta' persuna waħda. Din hija rebħa ta' tliet istituzzjonijiet f'daqqa li ħadmu flimkien biex ikollna r-riżultat illi għandna llum, u allura jiena nagħlaq billi nħeġġeġ lil kull wieħed u waħda minnha jappoġa din il-liġi, li hija liġi bilan大jata, tajba għan-nisa, tajba għall-irġiel, tajba għall-familji, tajba għall-ekonomija, imma l-iktar importanti, tajba għal Ewr soopaħjali.", "language": "en", "original_language": "et", "translation_provider": "azure"}, {"id": 73, "date": "2019-04-04.json", "name": "Presidente. –", "mepid": "96864", "text": "   Thank you David, congratulations on your work. Thank you to all my fellow Members who have spoken and to the Commissioner who has been with us in this House. The debate is closed. The vote will take place on Thursday, April 4, 2019. Written declarations (Rule 162)", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 74, "date": "2019-04-04.json", "name": "Antanas Guoga (PPE)", "mepid": "124763", "text": "  in writing. – We have had numerous discussions here in the European Parliament about gender pay gap and ways to solve it, about the shortage of IT professionals in the ICT sector in Europe and a lack of women’s engagement in this sector. However, these two topics are directly related with the planning of family life for women who wish to have it. It is still extremely difficult for women who have children, to be able to enjoy their family life and take care of their children as well as to maintain their ambition in their careers. We need to provide flexible working conditions for parents and create conditions for men to be able to take parental leave in the whole EU, because then the EU can directly contribute to the welfare of families and combat gender pay gap. Therefore, I fully support this report and want to thank the rapporteur for a great work and the final outcome.", "language": "en", "original_language": "en", "translation_provider": "azure"}, {"id": 75, "date": "2019-04-04.json", "name": "Ádám Kósa (PPE)", "mepid": "96829", "text": "  Writing. – The aim of the directive is to set minimum requirements, but we must also take into account the principle of subsidiarity, since the definition of family matters falls within the competence of the Member States. Member States may provide more favourable conditions than those laid down in the Directive. Hungary to achieve a better balance between work and family through non-coercive measures. Hungary supports families very strongly and encourages childbearing, which includes supporting women to return to work. Paternity leave also plays a role in this, but it goes beyond this in Hungary: by 2022, full nursery provision will be achieved and grandparents will be introduced: if the family decides, the active grandparent can stay at home with the child and be entitled to the financial support.  There are therefore a wide range of solutions, so I believe that it should be left to the Member States to decide how to support women and families beyond the directive. In our opinion, families are mature enough to decide on the transfer of parental leave, and there is no need to impose anything on them. The level of care should be set by The Member States in such a way as to strengthen the use of parental leave by both parents. We support the possible taking of parental leave up to the age of 8. We also support the institution of carer's leave, but the detailed rules must also be developed by the Member States here.", "language": "en", "original_language": "hu", "translation_provider": "azure"}, {"id": 76, "date": "2019-04-04.json", "name": "Csaba Molnár (S&amp;D)", "mepid": "124722", "text": "  Writing. – Equality between men and women cannot be achieved by legislation only. Beyond the scope of the state, thousands of cultural, social, economic circumstances and traditions make it difficult for women to live life according to their talents and goals. Childbearing and family life are key issues in this area. It is essential for the balance of children and the family that both parents play their part in raising children. Gender equality is the union's core value. It is enshreshed in the Treaty and is a cornerstone of the European Pillar of Social Rights. Yet it does not apply in all EU countries. It is therefore necessary for the Union to act, which not only helps to eradicate all forms of discrimination, but also gives european unity a positive content that can be experienced by citizens.  As a Hungarian, I consider the role of the Union to be particularly important. Just a few days ago, the Orban government decided to introduce a lying and unfair \"family support\" system that benefits wealthy families but leaves them alone or, worse, drives low earners into a debt trap. It discriminates against women, divorced couples, broken families, not to mention same-sex couples. Disgraceful, illegitimate, bigoted and stupid, as is the Orban regime itself. In this report, the European Union sets an example for a modern, just, effective family policy. I therefore fully support it.", "language": "en", "original_language": "hu", "translation_provider": "azure"}, {"id": 77, "date": "2019-04-04.json", "name": "Marijana Petir (PPE)", "mepid": "124749", "text": "  Written. – Family-oriented policymaking is indescribably important for today's European Union, but also for its future, especially in these moments of poor demographic indicators. Ensuring good conditions of maternity, parental, paternity and guardianship leave is crucial and contributes to creating a work-life balance.  The Republic of Croatia provides parents with the right to parental leave of eight to thirty months, depending on the number of children born and how they are used, so Croatia can be an example in this sense to other Member States where parental leave is relatively short. The fee limit is also under consideration, which would allow Croatian parents to receive full pay throughout their parental leave.  I am pleased that the proposal for a directive from the European Parliament and the Council on work-life balance for parents and carers introduces mandatory 10-day paternity leave, as Croatia is one of the few countries that does not have this provision, but is still considering it. We are still faced with problems as a society where employers do not allow fathers to easily use their parental leave entitlement or condition it. We must overcome this obstacle because the presence of parents in the first years of a child's life is irreparable.", "language": "en", "original_language": "hr", "translation_provider": "azure"}, {"id": 78, "date": "2019-04-04.json", "name": "Daciana Octavia Sârbu (S&amp;D)", "mepid": "33989", "text": "  in writing. – I am glad that before the end of this parliamentary term we can adopt a directive regulating the work-life balance. Unfortunately, too many women in Europe say that they cannot easily reconcile work and family life. 32 percent of women work part-time, because they cannot find a balance between the two spheres of life. Obviously, in many cases, this also leads to very large differences in wages and pensions between men and women. The current legal framework at EU and Member State level contains a limited number of incentives for men to assume an equal share of family responsibilities. These shortcomings need to be remedied. The question of the amount of parental leave allowance is essential for this leave to be used fairly by men and women. I strongly support the Commission's proposal to bring this allowance to the level of the sick leave allowance, it is a step forward in this regard.", "language": "en", "original_language": "ro", "translation_provider": "azure"}, {"id": 79, "date": "2019-04-04.json", "name": "Maria Gabriela Zoană (S&amp;D)", "mepid": "191377", "text": "  in writing. – First of all, I want to congratulate the agreement reached between the European Parliament and the Council, under the Presidency of Romania. Promoting gender equality in employment is one of priorities for Romanian Presidency. The Directive on Work-life Balance, once enter into force, will have significant influences on working parents and carers across Europe, particularly on women’s empowerment. It’s the first time at the EU level to regulate 10-day paternity leave for fathers, paid at sick leave level and 2-month non-transferable parental leave between fathers and mothers, which will greatly encourage men to take more caring responsibilities at home. I believe this Directive will be a cornerstone in the European Pillar of Social Rights. This is one of initial legislative steps improving women’s economic independence. I much expect its adoption. And we will closely follow up its implementation in Member States. I hope that, in the next mandate, more legislative efforts on women’s empowerment will be initiated.", "language": "en", "original_language": "en", "translation_provider": "azure"}, {"id": 80, "date": "2019-04-04.json", "name": "Der Präsident. –", "mepid": "2323", "text": "  The next item on the agenda is the vote. (For results and other details of the vote: see Minutes.)", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 81, "date": "2019-04-04.json", "name": "Λάμπρος Φουντούλης (NI).", "mepid": "125070", "text": "   Mr President, I would like to ask colleagues to vote in favour of the waiver of my immunity because after the murder of my son, Giorgos Foudoulis, by terrorists who remain elusive, after dozens of attacks and disasters in our offices with explosive and incendiary devices by left-wing withholdings and the indifference of the Greek Police to protect us, we have made the huge crime of putting security cameras in place to ....  (The President removes the floor from the speaker.)", "language": "en", "original_language": "el", "translation_provider": "azure"}, {"id": 82, "date": "2019-04-04.json", "name": "Der Präsident. –", "mepid": "2323", "text": "  Mr President, we did not foresee a debate on immunities. That is why I cannot give you the floor for further comment.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 83, "date": "2019-04-04.json", "name": "Ashley Fox (ECR).", "mepid": "96957", "text": "   – Mr President, I rise under Rule 190(4) of our Rules of Procedure to ask that the Stanishev matter be deferred to the next part-session so that we can have a full debate. I make this request for two reasons. The first is that the report describes Gibraltar as a colony. It is not. It is a self-governing British overseas territory. The people of Gibraltar have full autonomy. They are British by choice.  The second reason is procedural. The Committee on Civil Liberties, Justice and Home Affairs (LIBE) agreed the rapporteur’s mandate by 59 votes to zero, and Claude Moraes negotiated according to that mandate. He was then removed in a closed meeting because the Spanish Government did not agree with the mandate that LIBE gave him. His removal was an outrageous abuse of procedure. It is one thing for the Spanish Government to persuade the Council of their views. It is quite another for them to subvert the rules of this place. We need a debate to expose Spain’s corrupt influence on this file. (Applause from certain quarters)", "language": "en", "original_language": "en", "translation_provider": "azure"}, {"id": 84, "date": "2019-04-04.json", "name": "Der Präsident. –", "mepid": "2323", "text": "  This is a request under Rule 190(4) of the Rules of Procedure.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 85, "date": "2019-04-04.json", "name": "Iratxe García Pérez (S&amp;D).", "mepid": "28298", "text": "   – Mr President, first of all, I will not allow the Government of Spain to be insulted, because that is an insult to the feeling of the vast majority of men and women in my country. Secondly, it cannot be that democratic procedures only assume them when the outcome is in our favour. Here there has been a process of agreement with the Council — as there are in many other areas — where the Council raised its position, Parliament the other, and negotiated. The decision has been made and the entire procedure has been carried out in accordance with the law. As established, the change of rapporteur was ratified by the Committee on Civil Liberties, Justice and Home Affairs and, therefore, this decision must be taken. And finally, we cannot expect those who leave to decide on the interests of those of us who stay. The agreement has set out a definition that is in accordance with international law. And let's not forget. Today what we are voting on is not the result of a decision by the Government of Spain. Today we are voting that, if on 12 April, the United Kingdom leaves the European Union, we must have the issue of visa waiver resolved. Let's remember, we voted the... (The President withdrew the floor to the speaker.)", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 86, "date": "2019-04-04.json", "name": "Julie Girling (PPE).", "mepid": "96956", "text": "   – Mr President, I rise on the same issue, but under Rule of Procedure 59(3) to ask this House to open up the report for amendments. I do not wish to postpone it. The justification is simple. This technical and very welcome report, which gives UK citizens the rights of visa entry to the EU after Brexit, has been hijacked by a politically—motivated intervention from Spain in the Council.  The addition of the wording describing Gibraltar as a colony of the UK is not in the EP mandate and the rapporteur, Claude Moraes, has consistently upheld Parliament’s position. He was then put under tremendous pressure, and was eventually removed by a Conference of Presidents’ decision, rapidly followed by Parliament conceding to the Council’s demands. In effect, Parliament has colluded at the highest level to replace a legitimately—agreed Parliament text with the self—interest of one Member State. Irrespective of politics, I believe that this process demonstrates a disregard for the prerogatives of this Parliament and should be resisted.  I and 38 MEPs, including Clare Moody and Molly Scott Cato .... (The President cut off the speaker)", "language": "en", "original_language": "en", "translation_provider": "azure"}, {"id": 87, "date": "2019-04-04.json", "name": "Esteban González Pons (PPE).", "mepid": "125027", "text": "   – Mr President, what we are voting on here today is the visa waiver for millions of European citizens in the event of a tough Brexit next week. Deferring this vote or amending the report is condemning millions of Europeans to having to apply for a visa in order to travel to the UK or the UK to the European Union. Therefore, harming millions of European citizens by the particular interests of the British Government, deferring the vote or accepting amendments, is not what this Parliament should do. I'm really sorry. The British have left the European Union. It is our duty to defend the citizens of the European Union, and that is what I ask you to do to this House.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 88, "date": "2019-04-04.json", "name": "Der Präsident. –", "mepid": "2323", "text": "  Mr President, ladies and gentlemen, I would like to thank the rapporteur for his excellent report, which You do a lot of things for the first time. I have already received early calls to this vote this morning. I can assure you: I am there by car and I have planned to drive tomorrow – so I have all the time in the world.  I would also like to tell you that there is the possibility, through the Rules of Procedure, of the fact that votes can be divided into blocks. It is, of course, up to the relevant services to prepare these block votes. I know that there are many different views on this. That is why I would first suggest that we go to the vote first, and after some time I will ask you whether you really want to vote on every single motion or whether we are moving on to the block procedure.  On a point of order, Madam President, please.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 89, "date": "2019-04-04.json", "name": "Elżbieta Katarzyna Łukacijewska (PPE).", "mepid": "96791", "text": "   – (2) Mr President, I would like to begin by This is not about time, but it is about a good law to come out of this Chamber. What we have on the voting lists today is against the rules of the European Union, because it is blocked not by articles, but by the names of the people who tabled the amendment. A law will come out of this House that will serve neither consumers nor small and medium-sized enterprises who create jobs in Europe, and we as Parliament will simply laugh. We have asked to prepare the voting lists calmly – I recall, close to 1 400 amendments – for a quiet session in Strasbourg. That is what we are asking for, and I ask all MEPs who want respect for the electorate and for a good right to come out of this House, to accept this request.", "language": "en", "original_language": "pl", "translation_provider": "azure"}, {"id": 90, "date": "2019-04-04.json", "name": "Kosma Złotowski", "mepid": "124884", "text": "  On behalf of the ECR Group. – (2) Mr President, I would like to begin by On behalf of the ECR Group, I am requesting that these votes be submitted, as the proposed order of the various blocks of amendments breaks Article 174(2) of the Rules of Procedure. The blocks also block article 174(8) of the Rules of Procedure by grouping out exclusionary scenarios. Identical amendments are found in several different blocks and we vote on them separately and contrary to Article 174(9) of the Rules of Procedure. We have identified almost a hundred such cases. Blocks are built based on who is the author of the fix, not on what those fixes contain. This is a never-before-used voting procedure, which is completely contrary to the legislative procedure. As a result, for the third time in this term of office, the European Parliament may, in breach of its own rules of procedure, go to the Court of Justice for tampering with the voting procedure. In addition, two of the three projects in question were rejected by the Committee on Transport. I therefore call on you to support our proposal, to postpone this vote until... (The President has received the speaker's vote)", "language": "en", "original_language": "pl", "translation_provider": "azure"}, {"id": 91, "date": "2019-04-04.json", "name": "Maria Grapini (S&amp;D).", "mepid": "124785", "text": "   – Mr President, on the Rules of Procedure, because these are very important things, I propose that we stop wasting time and vote only electronically.", "language": "en", "original_language": "ro", "translation_provider": "azure"}, {"id": 92, "date": "2019-04-04.json", "name": "Der Präsident. –", "mepid": "2323", "text": "  Mrs Grapini, I would like to thank Mrs Grapini for her work You will allow me to continue to decide. (The vote will continue) Mr President, ladies and gentlemen, I would like to thank the rapporteur for his excellent report, which Arg much faster I can not, arg much faster you can not, and arg much faster the interpreters can not. I have now observed this closely: we have majority votes in the order of 150 votes to a two-thirds majority. Hence the question of whether we are moving on to the proposed blocks. (Applause) Let us invest two or three minutes in this issue. Mr Marinescu, please very much!", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 93, "date": "2019-04-04.json", "name": "Marian-Jean Marinescu (PPE).", "mepid": "33982", "text": "   – Mr President, I come back to the request of our colleague from the very beginning. What we are voting now, we are not voting on content. We are voting periphery against other countries. Of course it’s the same result.  Let’s repeat the vote on content, on article, paragraph by paragraph, and article by article, because this is not the way that the European Parliament votes. To vote blocks – the only reason for these blocks is the group of MEPs that proposed the amendments. There are in one block amendments of Article 4, Article 9, Article 12, with no connection between them – nothing. We are speaking about driving time, about the age of the driver, about parking and so on, and there is no connection between the amendments.  This is not following any rule of Parliament. Sorry, but this is the situation. This is the mess created by the staff from Parliament.  (Applause)", "language": "en", "original_language": "en", "translation_provider": "azure"}, {"id": 94, "date": "2019-04-04.json", "name": "Der Präsident. –", "mepid": "2323", "text": "  Mr Marinescu, I would like to thank Mr Marinescu for his Everything you have said can be heard. I resolutely reject the last sentence.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 95, "date": "2019-04-04.json", "name": "Philippe Lamberts (Verts/ALE).", "mepid": "96648", "text": "   Mr President, I hear what Mr Marinescu is saying, namely that we have grouped the blocks of amendments according to their authors. That may be true, but I think the blocs are made up in a political and politically logical way. In other words, the different groups of people who have amended have done so with a holistic view of the text and, inevitably, amend different articles, but in a logic that is politically coherent. For this reason, I think these blocs are politically coherent and that it makes sense to vote for them in this way. (Applause).", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 96, "date": "2019-04-04.json", "name": "Der Präsident. –", "mepid": "2323", "text": "  We have now heard two opinions. Personally, Mr Marinescu, I believe that a Parliament cannot be ridiculed in just one direction. We could ridicule ourselves by voting en bloc. However, we could also ridicule ourselves if we continue in the procedure that we have been exercising so far. It is a question of finding a useful solution, and the appropriate solution is also to take into account the preparatory work that was carried out in committee. That is why I am more in a we agree with Mr Lamberts. Under Rule 178 of the Rules of Procedure, we have the possibility of forming blocks. We have introduced this possibility for good reasons, and I am now offering the floor to Mr Corbett, who was largely responsible for this.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 97, "date": "2019-04-04.json", "name": "Richard Corbett (S&amp;D).", "mepid": "2309", "text": "   – Mr President, yes, I confess that I drafted this particular paragraph in our Rules of Procedure. It has been there for some years and it is specifically there to cater for this sort of situation where we have an inordinate number of amendments but where it is possible to make groupings in the way that Mr Lamberts described, or in other ways, in a sensible way, so that Parliament can get through its business. Whilst respecting the rights of Members to put their positions and have them voted on, it does make sense to group amendments in this way and it will permit us to get through our business efficiently, effectively, without any Members losing their rights to table amendments. (Applause)", "language": "en", "original_language": "en", "translation_provider": "azure"}, {"id": 98, "date": "2019-04-04.json", "name": "Dobromir Sośnierz (NI).", "mepid": "192298", "text": "   – (2) Mr President, I would like to begin by I am referring to the fact that I am not in a position to vote yes because I am voting differently in favour of amendments in a given bloc. And I cannot vote for them together, either against or in favour.  This is preventing me from working at this point, I am not able to vote like that. You are taking away my right to vote at this point.", "language": "en", "original_language": "pl", "translation_provider": "azure"}, {"id": 99, "date": "2019-04-04.json", "name": "Marek Jurek (ECR).", "mepid": "124892", "text": "   – (2) Mr President, I would like to begin by I voted against the block vote, but if we so decided, if there are roll calls, roll calls, roll calls, then the whole bloc should be voted by name. This is obvious. Well, you can't ignore the roll calls that are there and vote anonymously when we have obliged Parliament to vote by roll call.", "language": "en", "original_language": "pl", "translation_provider": "azure"}, {"id": 100, "date": "2019-04-04.json", "name": "Der Präsident. –", "mepid": "2323", "text": "  Mr Jurek, I would like to thank Mr Jurek for his I do not know why you are complaining. So far, we have not voted on a block in which there was a roll-call vote, and I just wanted to propose to you that we vote on Block D as a whole by roll call.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 101, "date": "2019-04-04.json", "name": "Richard Sulík (ECR).", "mepid": "124928", "text": "   Mr President, I would like to thank the Please, would it be possible, if it were already to be voted in the block procedure, for every vote to be taken electronically, not just those where there are individual electronic votes?", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 102, "date": "2019-04-04.json", "name": "Der Präsident. –", "mepid": "2323", "text": "  We are happy to do that, sir.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 103, "date": "2019-04-04.json", "name": "Tomáš Zdechovský (PPE).", "mepid": "124713", "text": "   – Mr President, under Rule 182a of the Rules of Procedure, I object to the vote and to the conduct of that vote because of the one I will send you to decide on the EP Bureau. I think that several provisions of the Rules of Procedure have been breached here during this vote, and I would like to ask you to comment in writing on these objections.", "language": "en", "original_language": "cs", "translation_provider": "azure"}, {"id": 104, "date": "2019-04-04.json", "name": "Der Präsident. –", "mepid": "2323", "text": "  Thank you very much. I have taken note of that.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 105, "date": "2019-04-04.json", "name": "Sandra Kalniete (PPE).", "mepid": "96934", "text": "   – Mr President, I just wanted to make a remark that we voted for longer on the Mato report than on the mobility package. ", "language": "en", "original_language": "en", "translation_provider": "azure"}, {"id": 106, "date": "2019-04-04.json", "name": "Der Präsident. –", "mepid": "2323", "text": "  Mrs Kalniete, I would like to thank Mrs Kalniete for her work I noticed that.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 107, "date": "2019-04-04.json", "name": "Cornelia Ernst", "mepid": "96852", "text": "  Mr President, I would like to like to sanendour sto -- on behalf of the GUE/NGL Group. I would ask, in accordance with Rule 59 of the Rules of Procedure, that the amendments be put to the vote first.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 108, "date": "2019-04-04.json", "name": "Gérard Deprez", "mepid": "1473", "text": "  Rapporteur. Mr President, as rapporteur, I ask my colleagues to reject the proposal that has just been put forward by the GUE. The agreement on which we are going to vote is the result of a very balanced negotiation with the Council and I would like to point out that the adoption of a single amendment would render the agreement with the Council null and void, which would be a bad blow for freedom of movement and for the fight against false identities.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 109, "date": "2019-04-04.json", "name": "Tania González Peñas", "mepid": "127330", "text": "  GUE/NGL Group. – Mr President, following Article 59 I would like to see the amendments voted on first. We believe that it is imperative that this House speaks on two fundamental aspects dealing with our amendments. One is the non-transferability of permits, which we understand is essential to ensure that care is done equally and that women have the same guarantee of access to the labour market. And the other issue is remuneration, which we understand is also essential so that people who have children—parents, and caregivers—are not impoverished.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 110, "date": "2019-04-04.json", "name": "David Casa", "mepid": "28122", "text": "   Rapporteur. – Sur President, ma naqbilx illi gťandna nivvutaw l-ewwel fuq l-emendi. Hawn the commission of the European Gmina. B'dawk l-emendi ma tibqax. U allura nitlob lill-mażżoranza ta' dan il-Parlament biex tivvota kontra li nivvotaw dwar l-emendi qabel l-arranťament.", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 111, "date": "2019-04-04.json", "name": "Tanja Fajon", "mepid": "96911", "text": "   Rapporteur. – Mr President! Dear colleagues! The Schengen Area is one of the most important and tangible achievements of European integration and brings many benefits to European citizens and the economy and enables the free movement of persons and goods.  In view of the many challenges that the Union has faced and has overcome in recent years, six Schengen area countries have been carrying out internal border controls for more than three and a half years. These controls are illegal, disproportionate and unnecessary, because the reasons for them no longer exist and Schengen is indeed under threat today. Its abandonment could cost the Union as much as €18 billion a year, and that is a sum that no country can afford. We in Parliament have therefore adopted an ambitious overhaul of the rules to restore lost trust between Member States and restore free movement without internal controls. Despite the sincere intentions of the negotiations, neither the Member States nor the European Commission were prepared to accept any compromise. What's more, any minimal progress has even been blocked by countries. As rapporteur, as a citizen, A Slovenian and a European, I strongly condemn the Council's attitude today. It is intolerable that, for reasons of internal political interests and in the desire to act, Schengen is being held hostage today. The status quo also appeals to the Commission, which, as long as a legislative proposal is on the table, does not want to take up its obligation and take action against the offending countries today. Dear colleagues, I call on you to support this report by a large majority and to send a signal to citizens today that we care about the free movement space.", "language": "en", "original_language": "sl", "translation_provider": "azure"}, {"id": 112, "date": "2019-04-04.json", "name": "Der Präsident.", "mepid": "2323", "text": "  Mr President, ladies and gentlemen, I would like to thank the rapporteur for his excellent report, which is We shall now proceed to the final vote. I know it was difficult because the situation was tense and there is a lot of heart in it. I would like to express my thanks to the Members who were defeated in the block vote earlier for their understanding that we have gone down this road. (Applause)", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 113, "date": "2019-04-04.json", "name": "Der Präsident. –", "mepid": "2323", "text": "  That concludes the vote.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 114, "date": "2019-04-04.json", "name": "Ангел Джамбазки (ECR).", "mepid": "124873", "text": "   – Mr President, I voted against this report because it does not reflect the interests of entrepreneurs from the periphery, Central and Eastern Europe. This report was outrageous, its vote was shameful and disgraceful, so I voted against it.", "language": "en", "original_language": "bg", "translation_provider": "azure"}, {"id": 115, "date": "2019-04-04.json", "name": "Michaela Šojdrová (PPE).", "mepid": "124710", "text": "   – Mr President, in the end I decided to support this report. Finding a compromise was very difficult. I wish drivers good working conditions, the necessary comfort and at the same time safe transport. At the same time, I am aware that international road transport is a pillar of the internal market. Without it, the free movement of goods and services would not look as we know it today. Therefore, the disproportionate application of the Posting of Workers Directive to this sector could seriously damage the competitiveness of European road transport. As I am aware of both sides of the coin, I supported the compromise of the exote of transit and bilateral transport from the Broadcasting Directive and envisaged an adequate application to transport from third countries. I believe that there is scope to finally find the best solution for carriers when negotiating with the Council.", "language": "en", "original_language": "cs", "translation_provider": "azure"}, {"id": 116, "date": "2019-04-04.json", "name": "Andrejs Mamikins (S&amp;D).", "mepid": "124746", "text": "   – Mr President, on the questions concerning transport and tourism I am pragmatic and I want to be sure that the legislation we adopt here will be to the benefit of all EU countries, including my country, Latvia. This report on posting drivers and the other two files we voted on today were supposed to be a package that respects both social and market aspects of road transport. However, I regret to see more market and less social components of the road transport sector.  It is true that we need to prevent illicit practices and lower the administive burden, and it is also true that every piece of legislation we pass in this House must be socially fair, but the principle of equal pay for equal work in application to cabotage operations raises serious issues of social fairness for me. The same remuneration rules would apply to a truck driver who delivers goods to another Member States after a cross-border delivery as to drivers in the host country. That is why I voted against.", "language": "en", "original_language": "en", "translation_provider": "azure"}, {"id": 117, "date": "2019-04-04.json", "name": "Daniel Hannan (ECR).", "mepid": "4555", "text": "   – Mr President, this may of course be my very last intervention in this place, and so it seems apt that it should be on a measure which, under the guise of the single market, of course ends up imposing more requirements and regulations on the private sector, and is in fact about removing competitiveness by requiring a degree of extra state intrusion.  This, of course, has been the story from the beginning. We in this Chamber, with almost no idea of what it’s like for a small company operating within tight profit margins, like to virtue signal by passing laws of this kind.  But since this may very well be my last session, let me take the opportunity to thank you, Mr Wieland. You have always been an impartial, wise and efficient Vice—President and a credit to the Chair that you occupy. If this is indeed our last interchange in this capacity, then let’s part as friends and let me say thank you for what you’ve done.", "language": "en", "original_language": "en", "translation_provider": "azure"}, {"id": 118, "date": "2019-04-04.json", "name": "Ангел Джамбазки (ECR).", "mepid": "124873", "text": "   – Mr President, and this report, like the previous one, is extremely unfair to carriers on the periphery, from central Eastern Europe.  The proposals in the report aim at one thing, to bankrupt eastern entrepreneurs and to move, to move the workforce from the central eastern companies to Western Europe. That's not fair. The European Union cannot run on one leg, it cannot run on one leg. These proposals are directed against the idea of a free market, against the idea of free competition. This is protectionism on the part of stakeholders from Germany, France, Belgium and Italy. This report thus infringes the idea of a European Union that will respect the interests of each Member State.  For this reason I voted against and I say again, the way it was voted today was shameful for this Parliament.", "language": "en", "original_language": "bg", "translation_provider": "azure"}, {"id": 119, "date": "2019-04-04.json", "name": "Michaela Šojdrová (PPE).", "mepid": "124710", "text": "   – Mr President, I would like to explain why, in the end, I also supported this proposal. It is not only about decent working conditions and social security, but, in my opinion, it is mainly about transport safety. As part of a broader compromise, I finally supported the proposal that drivers should spend a proper weekend rest outside the cab, but they should continue to spend reduced rest and be able to have this option in the cab.  At the same time, I consider it crucial that adequately equipped car parks are available across the EU to provide decent facilities for drivers. This improvement for drivers is far from just about the conditions that employers can provide for them, but infrastructure across the EU must also help. The accessibility and amenities of today's car parks are really disingenuous and new car parks and social security need to be built here. At the same time, smart tachographs need to be adopted to enforce the new rules.", "language": "en", "original_language": "cs", "translation_provider": "azure"}, {"id": 120, "date": "2019-04-04.json", "name": "Andrejs Mamikins (S&amp;D).", "mepid": "124746", "text": "   – Mr President, I agree that the working conditions of drivers must be improved. And if you create new rules they must be beneficial to all the EU Member States, not just the western countries.  This report brings us to a very delicate situation where drivers from eastern European countries would have difficulty in maintaining their jobs. I am against social dumping and I regret that the report is designed to penalise this huge group of people. The destiny of three million workers is at stake and as a democrat I call for respecting the freedom of services and labour movement and I’m sure that there is a way to guarantee decent work and rest conditions for drivers without undermining the rules of the single market. In addition, it would be irresponsible of me to cut out of the labour market eastern European drivers and leave them without protection. Therefore, I voted against.", "language": "en", "original_language": "en", "translation_provider": "azure"}, {"id": 121, "date": "2019-04-04.json", "name": "Stanislav Polčák (PPE).", "mepid": "124704", "text": "   – Mr President, In the end, I did not support this report, I abstained. It is a fact that the report appears to be once again leading the dividing line along the Iron Curtain of the past between the old Member States and the new ones. I think it's unacceptable. I totally acknowledge the issue of safety, it is really dominant. Transport is constantly increasing, transport performances are quite dramatic, we see this on the road and good working conditions for drivers are really a theme.  I do not find it problematic if there is a requirement for the driver to spend the weekend at home and during the week in the cab. That's acceptable, I think. What is unacceptable to me is how compromises were negotiated and, secondly, how, unfortunately, today's vote took place. I recognise the point of view of security, as I have already said, on the other hand, these were the defining moments for me for not backing this report.", "language": "en", "original_language": "cs", "translation_provider": "azure"}, {"id": 122, "date": "2019-04-04.json", "name": "Ангел Джамбазки (ECR).", "mepid": "124873", "text": "   – Mr President, once again, at the end of these three reports, I voted against this report because the three together in the package constitute a drastic breach of the idea of a free market and competition.  It turns out that when Western companies want to sell in Bulgaria, in Romania, in Poland, chain stores, grocery stores, they sell. However, when companies from Bulgaria, Romania, Poland, czech republic, Hungary want to work in western European countries, it turns out that this cannot happen. This is not fair, it is not right, it violates the very idea of a European Union, of a single free market. The way the vote was conducted today was extremely dishonest, many rules were broken and this is perhaps the most outrageous vote in the European Parliament so far. It divides very strongly, right in the middle, the European representatives. There is no majority for this decision, it was imposed forcelessly, it was lobbying and it will be extremely harmful to European citizens.", "language": "en", "original_language": "bg", "translation_provider": "azure"}, {"id": 123, "date": "2019-04-04.json", "name": "Michaela Šojdrová (PPE).", "mepid": "124710", "text": "   – Mr President, in fact, as part of the mobility package, this proposal was the only one that had already been compromised in the TRAN Committee and was close to an agreement from the Council, which can therefore facilitate the subsequent trilogue.  From the outset, I perceive cabotage differently from transit or international road transport, because the difference with other operations is that cabotage leads to direct competition with carriers on the host State's domestic market. The rules must be proportionate in order not to disrupt the European road transport system, on which the freedom to provide services depends to a large extent.  I therefore consider the compromise to be relatively balanced and must, of course, continue to be assessed throughout the package. I appreciate that the report not only sets limits for cabotage, but also includes measures against letter box company. This is very important against abuse and establishment in states with lower operating costs.", "language": "en", "original_language": "cs", "translation_provider": "azure"}, {"id": 124, "date": "2019-04-04.json", "name": "Rupert Matthews (ECR).", "mepid": "188622", "text": "   – Mr President, I voted against this proposal because, as so often in this place, it is heaping extra burdens onto small businesses that can ill afford them. Very often big companies and big organisations that can afford to pay lobbyists get through the doors here and are able to influence the legislation that goes through.  This is, I am afraid, another example where the legislation that we are putting through is absolutely fine for large companies that can afford the extra costs, but small companies will be unable to afford the extra costs that we are piling onto them and will therefore be at a disadvantage. Having run a small business myself, I know only too well the disproportionate effects that these sorts of regulations can have, and it is for that reason that I voted against this measure, in order to support small companies.", "language": "en", "original_language": "en", "translation_provider": "azure"}, {"id": 125, "date": "2019-04-04.json", "name": "Stanislav Polčák (PPE).", "mepid": "124704", "text": "   – Mr President, I supported this report because there has indeed been a compromise that has been reached. In my opinion, this report also differs a great deal from the report we justified in the previous paragraph. It is a fact that developments in the road transport sector are disruptive and Europe has kind of overslept. We have new technologies here, we have autonomous operation, we have technologies that reduce emissions or even are emission-free. All of this needs to be responded to, and in my opinion this compromise, which has been reached, is in line with what I would like to support, which is why I supported it. I think that cabotage as such makes sense to push into new European legislation.", "language": "en", "original_language": "cs", "translation_provider": "azure"}, {"id": 126, "date": "2019-04-04.json", "name": "Andrejs Mamikins (S&amp;D).", "mepid": "124746", "text": "   – Mr President, I couldn’t agree with the way this directive was conceptualised. In my opinion, any set of rules on energy must be comprehensive and not designed in favour of, or against, any particular project. I’m absolutely sure that you understand that now I’m speaking about the Nord Stream 2 gas pipeline from Russia to Germany. These pipelines, leading from or to the EU, are a part of our energy security infrastructure, and they also represent the variable integration patterns that allows neighbouring countries and other energy partners to become part of our energy architecture. I’m afraid that this directive has some provisions that are detrimental to competition in the relevant markets. Dominant actors and small actors should play by the same rules, but we should respect the rights of European energy consumers and avoid making them the victims of anti-Russian rhetoric. I voted against.", "language": "en", "original_language": "en", "translation_provider": "azure"}, {"id": 127, "date": "2019-04-04.json", "name": "Bogdan Andrzej Zdrojewski (PPE).", "mepid": "124893", "text": "   – (2) Mr President, I would like to begin by Maybe Mrs. Danuta Jazłowiecka has a formal conclusion, or maybe she has some excuse. I do not want to interfere with the problem that has arisen, but perhaps it would be appropriate to speak up for a short time to justify or make this request. Not. I have been dealing with security for almost 5 years, of course not only, and i am aware of the importance of energy systems, the sovereignty of these systems, legal cohesion and I am very pleased, I wanted to make it clear that these 142 amendments have been converted into 15 good compromises. This has resolved issues relating to new energy networks in the European Union, old networks in the European Union, but also old and possibly emerging ones outside the European Union. Thanks to this, we have clearly defined everything that concerns gas transmissions in a clear, coherent manner. Also separating, which is very important, ownership of the networks themselves from the supplies that are carried out within the European Union. What I will point out at the end of the day is the territorial application of the directive. I believe that this has been done properly, and the few exceptions that have been made can make the whole system more fashionable.", "language": "en", "original_language": "pl", "translation_provider": "azure"}, {"id": 128, "date": "2019-04-04.json", "name": "Jiří Pospíšil (PPE).", "mepid": "125706", "text": "   – Mr President, I have also supported this material. Like my foreman, I see that, in the context of building an Energy Union, we must take into account geopolitical interests and some independence from suppliers, and at a time when we see Russia as a threat to the EU, to a democratic world, I consider strengthening energy dependence on this country to be a major problem. It is therefore good that this resolution has been adopted, this proposal, which extends the rules to gas infrastructure and will, in my opinion, affect the controversial Nord Stream 2 project. It is good that these are the rules that will lead to some Russian companies, of course Gazprom in the first place, not being able to abuse their dominant positions and there will be rules that can regulate their activities.", "language": "en", "original_language": "cs", "translation_provider": "azure"}, {"id": 129, "date": "2019-04-04.json", "name": "Stanislav Polčák (PPE).", "mepid": "124704", "text": "   – Mr President, the Energy Union is undoubtedly a crucial key point in our future, and here we also have a fundamental debt. I also see it in a broader geopolitical respect, it is security in a broader sense. Of course, we need to diversify resources and risks, but we also need to achieve common goals, even geopolitical ones, as well as synergies. I therefore welcome this proposal for a new energy network, ownership separation. I am not very convinced that the territorial exceptions that have been enforced will benefit the cause. Indeed, this will only show the future. In general, I see the subdimation – and gas management – of this chapter in the Energy Union, in the EU's energy policy, as very positive.", "language": "en", "original_language": "cs", "translation_provider": "azure"}, {"id": 130, "date": "2019-04-04.json", "name": "Seán Kelly (PPE).", "mepid": "96668", "text": "   – A Uachtaráin, vótáil mé i bhfabhar na tuarascála seo agus molaim an Rapóirtéir, an tUachtarán Buzek, agus na Feisirí eile, agus an Coimisiún a d’oibrigh le chéile chun an toradh maith seo a thabhairt dúinn. Is maith an rud é go mbeadh na rialacha céanna ag baint leis na píblínte go léir atá ag teacht isteach san Aontas. Baineann sé sin le Nord Stream agus leis na píblínte eile. Agus go háirithe, tá sé tábhachtach ós rud é go bhfuil 77% den ghás a úsáidimid san Aontas ag teacht isteach insna píblínte sin. Agus amach anseo anois, beidh na rialacha céanna ag baint leis na píblínte atá taobh istigh den Aontas agus na cinn atá ag teacht isteach ann. Tá dul chun cinn maith déanta againn chun an tAontas Fuinnimh a chríochnú agus a chur i bhfeidhm san Aontas agus is féidir linn a bheith sásta leis an obair atá déanta againn le cúig bliana anuas.", "language": "en", "original_language": "en", "translation_provider": "azure"}, {"id": 131, "date": "2019-04-04.json", "name": "Dobromir Sośnierz (NI).", "mepid": "192298", "text": "   – (2) Mr President, I would like to begin by I voted against. Just look at point 42a to see that we have drifted back into the abyss of absurdity. We are urging us here to restore or establish a gender balance in the fisheries sector. I would like to ask if it is serious. Whether it is not just such an empty vote, or the Members who voted in favour of it, at the end of this term of office – I hope – they will join the ranks of seafarers, fishermen, they will work on cutter. Because women don't want to work there until now, so I hope that if we demand it, it's not just empty people. Besides, such a long and boring text should be rejected for the very reason of its length and nausea, so I voted against.", "language": "en", "original_language": "pl", "translation_provider": "azure"}, {"id": 132, "date": "2019-04-04.json", "name": "Seán Kelly (PPE).", "mepid": "96668", "text": "   – (Inaudible) ... and tourist culture, and I think it’s a good report. The current system has oftentimes proved quite complex, which hinders the granting of funding to those who most deserve it. New provisions adopted by the Committee on Fisheries (PECH) will allow for more flexible access to compensation provided by the fund in case of permanent cessation of fishing activities, where important restructuring of the fleet is necessary. Overall, the new provisions will simplify the system, and as such should make it more accessible. My hope is that this will benefit the Irish fishing community hugely, including our islands, for which there were some amendments. Member States and operators will be able to use the funds according to their needs, instead of being bound by a list of pre—defined measures and eligibility rules. It will also support and encourage investments aiming at improving the safety and working life and living conditions of the crew on board and improving the quality of the fish within the capacity limits for each Member State.", "language": "en", "original_language": "en", "translation_provider": "azure"}, {"id": 133, "date": "2019-04-04.json", "name": "Bogdan Andrzej Zdrojewski (PPE).", "mepid": "124893", "text": "   – (2) Mr President, I would like to begin by It is incredible that in the European Union we have almost a hundred different types of documents at the moment, I stress all sorts of identity documents and even more, because more than two hundred different types of documents confirming a certain stay. This is several times more than we have states. It welcomes this agreement, which was concluded in LIBE, in order, above all, to bring about at least some harmonisation of those elements which are important from the point of view of security, the safeguards of those documents and the way in which biometric data are collected, so that the credibility and substance of those documents are indeed in doubt. I voted in favour of this agreement, especially since some elements of harmonisation and validity have been well formulated. I would remind you that in some cases we have a limit of 5 years for young people and 10 years for other citizens of the European Union. In view of the great mobility, I believe that documents and their weight should indeed be particularly treated, especially since some countries do not consider documents to be necessary at all, that is to say, necessary.", "language": "en", "original_language": "pl", "translation_provider": "azure"}, {"id": 134, "date": "2019-04-04.json", "name": "Jiří Pospíšil (PPE).", "mepid": "125706", "text": "   – Mr President, I supported this report, even though it has been debated with some emotion in our country, in the Czech Republic, because I believe that a report that will ultimately lead to identity cards being more resistant to counterfeiting, I think that is a good signal. By setting minimum security standards for European identity cards in this way, by clearly setting out what biometric conditions these cards are to meet, I mean that we are merely strengthening the free movement of people within the EU and thus increasing the security of having people who do not have forged identity cards in the EU.  The report says that up to 80 million Europeans do not have such modern IDENTITY cards. Fortunately, because we have free movement of people throughout Europe, it is clear that this is a subject to be addressed by the EU and not just by individual Member States.", "language": "en", "original_language": "cs", "translation_provider": "azure"}, {"id": 135, "date": "2019-04-04.json", "name": "Seán Kelly (PPE).", "mepid": "96668", "text": "   – Mr President, I voted in favour of this regulation, which will contribute to the EU’s action against travel document fraud and ensure that minimum security standards are in place for identity cards and residence cards issued by Member States. Seventeen million EU citizens reside in – and more than 12 million work in – a Member State other than their own country of nationality. Well over a billion people travel within the EU, across its external borders, every year. Fraudulent documents can be used by criminals and terrorists when entering the EU from non-EU countries, so it is imperative that we support this move to enhance the security of EU citizens’ identity cards, as well as residence documents issued to EU citizens and their family members.  I welcome the important efforts being made to tackle fraud based on forged documents and false representation regarding conditions attached to the right of residence. If I am re—elected to the European Parliament, it’s an area I’d like to do further work on to ensure that the honest people of the European Union will not suffer as a result of fraudulent activity. ", "language": "en", "original_language": "en", "translation_provider": "azure"}, {"id": 136, "date": "2019-04-04.json", "name": "Rupert Matthews (ECR).", "mepid": "188622", "text": "   – Mr President, tomorrow is Walk to Work Day. This morning I walked to work; tomorrow I will walk to work. Walking is one of the great pleasures for the human race. Not only is it enjoyable, but it keeps us fit, keeps us active, and keeps disease at bay. And yet, all too often in new developments – and particularly with road infrastructure – the needs of pedestrians are ignored.  I was absolutely delighted to be able to vote for this report, not only because it takes into account the needs of pedestrians, but also because it recognises that this is an area where the individual Member States should be taking a lead. We should not be making everything the same; we need to take account of local conditions and local preferences. So on both those counts, I’m delighted to support this, and I’m looking forward to our roads and highway infrastructure being a lot more pedestrian-friendly than they have been in the past.", "language": "en", "original_language": "en", "translation_provider": "azure"}, {"id": 137, "date": "2019-04-04.json", "name": "Alex Mayer (S&amp;D).", "mepid": "185637", "text": "   – Mr President, I welcome this report on improving the safety performance of road infrastructure. I am particularly concerned about safety measures to prevent lorries and trucks from hitting low bridges. Britain’s most bashed bridge is in Ely, in my constituency, just down the road from my office. The 9-foot tall bridge has been hit 120 times in the last 10 years, and it’s still getting hit despite the brand new giant warning signs. That causes delays for passengers and big costs in repair bills. We need to learn from others about high-tech and low-tech solutions. For example, how about the use of chains hanging from a gantry just before the bridge which would alert a driver if it hit the top of their vehicles. Mr President, you can’t just try it for size when you’re a professional driver in a heavy vehicle. ", "language": "en", "original_language": "en", "translation_provider": "azure"}, {"id": 138, "date": "2019-04-04.json", "name": "Xabier Benito Ziluaga (GUE/NGL).", "mepid": "135490", "text": "   – Mr President, we voted no on the pan-European product of individual pensions. And you, gentlemen of the PNV, the People's party and citizens, have voted yes. Yes to the pensions of the rich, because those will be their pensions. And as long as you put on your pension plans, you're losing weight on the rest of the people. They lose the public pensions that sustain the lives of many people and the economy of so many families. You intend to give tax benefits to private pensions, which will help the weakest pay the pensions of the powerful. They want to give them intra-European mobility to facilitate tax evasion. And those who haven't had the opportunity to have a private pension plan, because they give it, basically. For you, cuts and austerity are not a consequence of an ageing population or crisis. For you, cuts and austerity are a tool to impose your neoliberal, individualistic, antisocial and unfair model. Public pensions are not sold. They defend themselves.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 139, "date": "2019-04-04.json", "name": "Bogdan Andrzej Zdrojewski (PPE).", "mepid": "124893", "text": "MYMEMORY WARNING: YOU USED ALL AVAILABLE FREE TRANSLATIONS FOR TODAY. NEXT AVAILABLE IN  11 HOURS 55 MINUTES 53 SECONDSVISIT HTTPS://MYMEMORY.TRANSLATED.NET/DOC/USAGELIMITS.PHP TO TRANSLATE MORE", "language": "en", "original_language": "pl", "translation_provider": "mymemory"}, {"id": 140, "date": "2019-04-04.json", "name": "Jiří Pospíšil (PPE).", "mepid": "125706", "text": "MYMEMORY WARNING: YOU USED ALL AVAILABLE FREE TRANSLATIONS FOR TODAY. NEXT AVAILABLE IN  11 HOURS 55 MINUTES 53 SECONDSVISIT HTTPS://MYMEMORY.TRANSLATED.NET/DOC/USAGELIMITS.PHP TO TRANSLATE MORE", "language": "en", "original_language": "cs", "translation_provider": "mymemory"}, {"id": 141, "date": "2019-04-04.json", "name": "Danuta Jazłowiecka (PPE).", "mepid": "96781", "text": "MYMEMORY WARNING: YOU USED ALL AVAILABLE FREE TRANSLATIONS FOR TODAY. NEXT AVAILABLE IN  11 HOURS 55 MINUTES 53 SECONDSVISIT HTTPS://MYMEMORY.TRANSLATED.NET/DOC/USAGELIMITS.PHP TO TRANSLATE MORE MYMEMORY WARNING: YOU USED ALL AVAILABLE FREE TRANSLATIONS FOR TODAY. NEXT AVAILABLE IN  11 HOURS 55 MINUTES 53 SECONDSVISIT HTTPS://MYMEMORY.TRANSLATED.NET/DOC/USAGELIMITS.PHP TO TRANSLATE MORE", "language": "en", "original_language": "pl", "translation_provider": "mymemory"}, {"id": 142, "date": "2019-04-04.json", "name": "Der Präsident. –", "mepid": "2323", "text": "MYMEMORY WARNING: YOU USED ALL AVAILABLE FREE TRANSLATIONS FOR TODAY. NEXT AVAILABLE IN  11 HOURS 55 MINUTES 53 SECONDSVISIT HTTPS://MYMEMORY.TRANSLATED.NET/DOC/USAGELIMITS.PHP TO TRANSLATE MORE", "language": "en", "original_language": "de", "translation_provider": "mymemory"}]