[{"id": 0, "date": "2019-07-15.json", "name": "Presidente. –", "mepid": "96864", "text": "   I declare resumed the session of the European Parliament adjourned on Thursday, 4 July 2019.", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 1, "date": "2019-07-15.json", "name": "Presidente. –", "mepid": "96864", "text": "   I have received requests from the PPE and ECR Groups for changes in the composition of the committees. These appointments will appear in the Minutes of this sitting.  If no comments have been submitted until the Minutes have been adopted, these appointments will be deemed to have been approved. * **", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 2, "date": "2019-07-15.json", "name": "Richard Corbett (S&amp;D).", "mepid": "2309", "text": "   – Mr President, you announced the names of a number of Members who have already left this Parliament. Are you sure that shouldn’t have included the entire EPP Group, who seem to be absent?", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 3, "date": "2019-07-15.json", "name": "Presidente. –", "mepid": "96864", "text": "   I take his subtle humor.", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 4, "date": "2019-07-15.json", "name": "Presidente. –", "mepid": "96864", "text": "   The final draft agenda, approved by the Conference of Presidents pursuant to Rule 157 of the Rules of Procedure, at its meeting of Thursday, 11 July 2019, has been distributed. The following amendments have been tabled: No amendments are proposed on Monday. On Tuesday, the CONFEDERAL Group of the European United Left/Nordic Green Left called for the statement by the Vice-President of the Commission/High Representative of the Union for Foreign Affairs and Security Policy on the situation in Venezuela not to end with a resolution.", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 5, "date": "2019-07-15.json", "name": "Idoia Villanueva Ruiz", "mepid": "197827", "text": "  GUE/NGL Group. – Mr President, MEPs, MEPs, on behalf of the GUE/NGL Group, we are calling for the resolution on Venezuela to be withdrawn from the agenda. Let us keep the debate if we think it is necessary, but at a time like the one we are experiencing right now, with a new process of dialogue driven by Norway, where all the actors are involved, where the negotiations move forward – even the pope has supported them – this Parliament has the opportunity to stop making resolutions, not to try to interfere in Venezuela's politics and to show itself as a fundamental player in the defence of dialogue, in the defence of peace, and thus to be able to help, without any doubt, by the only way in which we will achieve a stable and beneficial situation for the people of Venezuela.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 6, "date": "2019-07-15.json", "name": "Michael Gahler (PPE).", "mepid": "2341", "text": "   – Mr President, on behalf of the EPP Group, I would like to reject this suggestion. We can, indeed, in our resolution, take up ongoing discussions and initiatives and welcome them, but we think that the situation is sufficiently dramatic and clear in this regard to enable us to make up our mind at this stage with the resolution we saw earlier. We are aware of the dramatic situation with millions of refugees that have left the country and also destabilising the neighbourhood. I think we can, and must, take a clear position on the situation there. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 7, "date": "2019-07-15.json", "name": "n/a", "mepid": "96864", "text": " I have received a request from the GUE/NGL Group that the Council and Commission statements on EU-Mercosur relations be added as the third item on wednesday afternoon's agenda, following the Council and Commission statements on the clean air zone in EU cities.", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 8, "date": "2019-07-15.json", "name": "Idoia Villanueva Ruiz", "mepid": "197827", "text": "  GUE/NGL Group. – Mr President, we again consider it important to include, as a point on Wednesday's agenda, the Mercosur treaty, a treaty which has been being negotiated for more than twenty years in an opaque manner; a treaty that will undoubtedly have an impact on many organisations, in many countries, on many farmers — more than 33,000 farmers will suffer new and harsh consequences as a result of this treaty — and we believe that it is very important that this debate takes place in this Parliament on Wednesday.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 9, "date": "2019-07-15.json", "name": "Christophe Hansen (PPE).", "mepid": "193419", "text": "   – Mr President, in the name of the European People’s Party (EPP), I would oppose adding this point to the agenda. The documents are just being published so we want to analyse them carefully. Commissioner Malmström announced her presence for next week at the Committee on International Trade (INTA) so we would like to reject this addition to the agenda.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 10, "date": "2019-07-15.json", "name": "Chris Davies (Renew)", "mepid": "4554", "text": "  Chair, European Parliament Committee on Fisheries. – Mr President, pursuant to Rule 184a, as Chair of the Committee on Fisheries, I want to point out that a British Member of this House, Robert Rowland, last week published the comment that, in the event of Brexit, any foreign fishing vessel in British waters should be given the same treatment as the Belgrano. Mr President, you will know that the ‘General Belgrano’ Argentinian cruiser was sunk with the loss of more than 300 lives during armed conflict in 1982. I want to point out that, in the UK the National Federation of Fishermen’s Organisations, has strongly denounced these words. Sickening though they are, it may be that this comparison and the suggestion that European fishermen could be killed for fishing in waters that they have used for generations will be dismissed as just words and hyperbole, and that free speech matters – and indeed it does. But the history of Europe shows that words matter. Words can promote friendship and they can foster hatred and division. Mr President, I hope you will join me in regretting that someone from my country should have chosen to use these words for the latter purpose.  (Applause)", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 11, "date": "2019-07-15.json", "name": "Presidente. –", "mepid": "96864", "text": "   Thank you, Mr Davies, we take note of your comments.", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 12, "date": "2019-07-15.json", "name": "Robert Rowland (NI).", "mepid": "197733", "text": "   – Mr President, thank you for allowing me to speak. First of all, in response to the other MEP, I’d like to make the following comment: I was responding to the verbal assault which you administered to one of my colleagues, June Mummery, after she confronted you outside the Committee on Fisheries, of which you are Chair. You verbally assaulted her, and we are issuing a disciplinary committee warning against you because of that. In regard to my response, it was based on the defence of the British fishing industry, which has been systematically destroyed by the European Union’s policy of pulse fishing, and I will do my utmost to defend British fishermen.  In terms of the language, it was a tongue-in-cheek comment based on the fact that our industry has been decimated. You should not have taken it literally. Of course I’m not implying any form of violence on the high seas, even though we have seen it in 2018 when French and British fishermen did end up with a confrontation on the seas. But I am not suggesting for one minute that British fishermen should engage in any kind of military assault on overseas fishermen. I stand resolutely behind British fishermen and our fishing industry. I will never back down in that quest to defend them. (Applause from a section of the House)", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 13, "date": "2019-07-15.json", "name": "Claire Fox (NI).", "mepid": "197708", "text": "   – Mr President, one thing that you can say about the British delegation in this part of the House is that we have a sense of humour and know that free speech matters. It’s outrageous, when there are more important things to do, that this House has been used by one of our so-called colleagues from the UK to make cheap points. There are far more important and serious matters that we need to take up.  I defend the right of anyone to say anything, including his right, in fact, to be abusive. Free speech matters and liberty matters. You would do well to take notice of us in the Brexit Party when we say that we’ll defend you. You should stop nit-picking and having a go at us.  This house, as much as it is not democratic, has really got better things to do than the internal rows led by the Liberal Democrats having a go at their colleagues from the UK. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 14, "date": "2019-07-15.json", "name": "President. –", "mepid": "28115", "text": "  On the matter of free speech, the next item is the one-minute speeches on matters of political importance (Rule 172).", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 15, "date": "2019-07-15.json", "name": "Loránt Vincze (PPE).", "mepid": "98582", "text": "   - Mr President, Fellow Members, I would like to thank you for your support. The legal framework for indigenous minority communities in the Member States of the European Union is very different. While many countries have laws with strong driving licences, in others existing rights are only a partial solution and in some countries minorities are not recognised. Inequality is a violation of human rights. In my country, Romania, the recent amendment to the Administrative Law also aimed at narrowing existing rights. In many cases, the hungarian language regulations are not applied, the state prohibits the use of symbols of the Hungarian community. I am particularly concerned that there is currently no meaningful dialogue between the Romanian majority and the Hungarian community in Romania. Here in Parliament, we must call for cooperation on the issue of minorities, the sharing of good practices, and the rule of law principle of compliance with minority protection legislation. Fifty million minority EU citizens hope that the European Union will create standards for the protection of minorities in the new mandate. Let's make sure of that.", "language": "en", "original_language": "hu", "translation_provider": "azure"}, {"id": 16, "date": "2019-07-15.json", "name": "John Howarth (S&amp;D).", "mepid": "188636", "text": "   – Madam President, the right to vote is a fundamental right. Our job as politicians is to make it easier for people to exercise that right. Six weeks ago in the United Kingdom and elsewhere, the opposite happened. Turnout in the European Parliament elections across Europe increased to 51%, yet many citizens resident in Member States other than their own were turned away at polling stations, particularly, but not solely, in the United Kingdom.  Unfortunately, the UK Government’s response to criticism on this matter has been characteristically negative. Therefore, changes are required at EU level to simplify the process and to make it easier for every EU citizen to vote, wherever they live, simply by signing a declaration at the polling station.  I have written to the President and the Chair of the Committee on Constitutional Rights (AFCO), asking that this matter be re-examined now to ensure well in advance of the next European elections, so that every EU citizen has the right to vote and it’s upheld. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 17, "date": "2019-07-15.json", "name": "Irena Joveva (Renew).", "mepid": "197447", "text": "   – Honourable Chair, dear colleagues, dear colleagues, I am pleased that, for the first time, I have the opportunity to address you, and I would like to take this opportunity to take this opportunity for a subject on which we are talking, on the one hand, a great deal, but on the other, clearly too little. It depends on the case or the state or one of these or other political games.  I am talking about the rule of law, and I am pleased that the potential future President of the Commission has pointed out that she will insist on the establishment of a European mechanism that will ensure respect for this fundamental value in all Member States.  And although she did not want to speak specifically about the case last time, she would still like to point out once again croatia's failure to comply with the arbitration verdict.  I believe that Mrs von de Leyen will also make this clear once again, unlike her predecessor, and I would like to point out that I will ask the Commission's management to publish a legal opinion on the arbitral verdict.  I want the rule of law to be respected, and I believe I'm not the only one.", "language": "en", "original_language": "sl", "translation_provider": "azure"}, {"id": 18, "date": "2019-07-15.json", "name": "Christian Allard (Verts/ALE).", "mepid": "197644", "text": "   Madam President, thank you for helping me with my first speech to this Parliament and thank you for giving the floor to a new elected official like no other. I am the French citizen who represents Scotland in Europe. Having been a Member of the Scottish Parliament, I am here because of Brexit and to show you our commitment to Europe.  20 years ago, 20 years ago, I voted for the Scottish Parliament to meet again after a 300-year hiatus; a parliament that would never have sat without the help of the European Union. It was the European Union that allowed us to have this Scottish Parliament. You helped us and we didn't forget you. In 2016, 62% of the Scottish electorate voted to stay in Europe, making us one of the most European countries in Europe. This is because in Scotland we are used to the idea of having several identities: I am 100% Scottish, I am 100% French and 100% European.  Our idea of Europe is yours: the free movement of people, free trade, our common values. We are ready to defend our European identity. Help us stay in the heart of Europe, help us to help you better.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 19, "date": "2019-07-15.json", "name": "Ruža Tomašić (ECR).", "mepid": "119431", "text": "   – In December 2015, the Respected Chairman, the International Criminal Tribunal for the former Yugoslavia, issued arrest warrants for lawyers Vojislav Seselj, Petar Jojic and Enica Radeta, who were charged with contempt of court on suspicion of threatening, intimidating and attempting to bribe witnesses. The arrest warrants were secretly handed over in January 2019, but serbian authorities failed to act on them, so the Court made them public. Official Belgrade still refuses to execute them on the grounds that this is being moved by the Law on Co-operation with The Hague tribunal, which envisions the obligation to extradite war crimes indictees, but not those accused of contempt of court. Similar arguments were previously used by France in the Florence Hartmann case. Serbia's appeal against the arrest warrant should be decided by a special appeals chamber. The question arises as to why Serbia has the right to press charges against the order in the first place. Is the secrecy of this official procedure a sign that Serbia is looking through its fingers again? It is shameful that a state that openly refuses full co-operation with The Hague tribunal and protects war criminals in the \"Ovcara\" case is continuing negotiations on Chapter 23. It says a lot about the European Union and its hypocrisy.", "language": "en", "original_language": "hr", "translation_provider": "azure"}, {"id": 20, "date": "2019-07-15.json", "name": "Giorgos Georgiou (GUE/NGL).", "mepid": "197416", "text": "   Madam President, I come from Cyprus. These days mark 45 years since the blackest page in the island's history, when the junta through NATO's plans and with the support of the local fascist organization EOKA B committed a coup d'état aimed at killing the legitimate president Archbishop Makarios. The consequences have been and continue to be tragic for our country and our people, with thousands dead, many still missing, with a violent occupation of 37% of Cypriot territory, with a settlement and an attempt to change the demographic character of our country. We need and call for Europe's practical support away from measures that are repeated or re-evalued and are inferior to the circumstances, a Turkey which seems to be valuable to some of Europe's interests, but the most valuable is the defence of international law with a view to restarting talks from the point where they were interrupted in Cran Ioanna, in order to find a solution that helps the Cypriot people and the peoples of the region. , but it will also contribute to a safer Europe.", "language": "en", "original_language": "el", "translation_provider": "azure"}, {"id": 21, "date": "2019-07-15.json", "name": "Matthew Patten (NI).", "mepid": "197620", "text": "   – Madam President, 400 000 people from the East Midlands elected me to come here and speak for them. Two hundred million people across Europe voted for us all to be here. The democratic foundation of the EU is based on us – 751 directly elected MEPs who represent our voters in this Hemicycle, the debating Chamber and its replica in Brussels. So why are the Parliament Chambers open less than 60 days a year? Last week in Brussels our Chamber was locked all week. Tonight is the only time that MEPs are allowed to speak freely for the whole of July, and then only some of us have been chosen and we’re only allowed 60 seconds each. No wonder there are so few MEPs here now. Is it the case that there is nothing to speak about? Is it the case that our voters don’t want their voices heard? Or is the real answer that the people in the Commission, in the Council, behind the closed doors don’t want to hear what we have to say? Sixty days is not enough to hear our voice. Sixty seconds is not enough. Our voices must be heard. Please, Madam President, please can we have more parliament?", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 22, "date": "2019-07-15.json", "name": "President. –", "mepid": "28115", "text": "  The trouble is that if everyone exceeds a minute then fewer get to speak – which isn’t an issue this evening but it will be in future parliaments. So we try and stick to the rules, and you did take extra time.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 23, "date": "2019-07-15.json", "name": "Andrea Bocskor (PPE).", "mepid": "124712", "text": "   - Madam President, ladies and gentlemen, I would like to thank you for your support. On 21 July, ukraine will have early parliamentary elections, which the European Union and Parliament must pay close attention to. After the presidential election in the spring, we were confident that rapid changes would follow, but the Central Election Commission has once again refused to create a Hungarian-majority constituency, and there is further concern that there have been countless abuses during the election campaign recently. In particular, these abuses are manifested in the purchase of votes, or the launch of clones with similar namees with no political experience in order to mislead the electorate or to withdraw votes, and even more harshly, the secret services also veg the people who participate in the campaign of a particular member.  Unfortunately, the leaders of the Hungarian community, journalists and teachers are still subjected to vegans, so I am very much asking you to take into account what is happening in Ukraine at the moment. Let us pay attention to the fact that Ukraine not only has tone down its european integration efforts, but also to really adhere to them.", "language": "en", "original_language": "hu", "translation_provider": "azure"}, {"id": 24, "date": "2019-07-15.json", "name": "Corina Crețu (S&amp;D).", "mepid": "33997", "text": "   – Madam President, Commissioner Vestager, it is my great pleasure to speak again from the European Parliament. I would like to talk about the multiannual financial framework, which is the guarantee of a stable and economically predictable Europe, and I believe that the next budget for 2021-2027 is no longer just a priority, but an emergency. I want to tell you that, although the European Commission has tabled the budget proposal since 2 May 2018, there have only been three trilogues on this issue, and then I think we should not be surprised that populism is growing in Europe. This is a new beginning for Europe. The Commission's proposal has doubled the amounts - if approved by you as co-legislators and by the Council - both for research, for innovation, for youth, for Erasmus programmes, not to mention the cohesion policy that helps to reduce the gaps between regions and, on the other hand, on agriculture, subsidies on agriculture. So my call is to resume the trilogue between the Commission, the Council and Parliament on the 2021-2027 budget as soon as possible. I'm sorry, but I'm not used to talking for a minute.", "language": "en", "original_language": "ro", "translation_provider": "azure"}, {"id": 25, "date": "2019-07-15.json", "name": "President. –", "mepid": "28115", "text": "  I know that when you are in the Commissioner’s seat you get more time, but I’m afraid in Parliament ... But our British colleagues should know that brevity is the soul of wit. There you are. Thank you for the recognition.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 26, "date": "2019-07-15.json", "name": "Izaskun Bilbao Barandica (Renew).", "mepid": "96922", "text": "   – Madam President, abante. \"Abante\" is the expression we use in my fishing village to refer to the determination needed to get ahead of the worst situations. Strength, encouragement, solidarity. These are feelings I send from here to the relatives of the young man from Villava who died last week in terrible floods; to the neighbors of central and eastern Navarre, Tafalla, Olite, Pueyo, Pitillas, Beire, and its institutions, affected by an unprecedented storm that unloaded in three hours three hours three times the rain of the one that falls in the area in the whole of July. Thirteen municipalities are already a catastrophic area and make us reflect on the proliferation of extreme atmospheric phenomena that are linked to climate change. That is why this expression of solidarity is also a call for climate emergency to be a priority in this legislature. We need a global strategy, no doubt, but we want it built from below. Because many of the decisive battles are won from the local and regional levels.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 27, "date": "2019-07-15.json", "name": "Susanna Ceccardi (ID).", "mepid": "197786", "text": "   Madam President, ladies and gentlemen, the start of this parliamentary term has made it clear that there are two conceptions of Europe.  The first, that of bureaucrats, which has its foundations in the euro, its raison d'ion in protecting the elites and its ultimate goal in the creation of a Europe without borders, without identity, made up of underpaid workers, exploited, mesasued, fierce consumers, subjects of the financial market and its sick logics.  The second, ours, on the other hand, bases its foundations on the glorious history of this continent, which finds its raison d'ion in the protection of our peoples and has as its ultimate goal the construction of a Europe that protects identities and democracy. President Sassoli himself is an expression that sits in that chair, it is an expression of these parliamentary alchemies between Christian Democrats and Socialists, those who have penalised Italy for so many years, those logics that have penalised our country for so many years and penalised our artisans, our farmers and our families. I say this to the House, but above all to those who are listening to us outside this building. You will not stop our revolution with palace agreements. We, this Europe, will change it and the people's redemption will come.", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 28, "date": "2019-07-15.json", "name": "Marc Botenga (GUE/NGL).", "mepid": "187917", "text": "   Madam President, today 113 million Europeans are at risk of poverty, 113 million are at risk of social exclusion. That's ten times the population of my country, Belgium.  We now have a social emergency in the European Union. This is not a coincidence but the consequence of policies that have been voted on and approved here by the traditional parties around us, those traditional parties that voted liberalisation after liberalisation and budget cuts after budget cuts.  Today, this logic of the European treaties, which, in the face of the needs of the people, in the face of the needs of the people, prefers to give priority to the markets, is unacceptable. We have a choice: either we continue to accompany this downward spiral, or we strengthen the social resistance to create a Europe not of austerity, but of prosperity and a Europe not of social dumping, but of social progress.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 29, "date": "2019-07-15.json", "name": "Κωνσταντίνος Παπαδάκης (NI).", "mepid": "125093", "text": "   Madam President, we condemn the use of two drilling rigs in the Cypriot EEZ as well as the constant violations in the Aegean by the bourgeoisie of Turkey, a NATO member country and strategic partner of the European Union that has now held 37% of Cyprus. The enormous responsibilities of the European Union are not washed away with verbal concerns and with measures that are part of the well-known haggling with Turkey's bourgeoisie. Equal distances and restraint by the US, the European Union and NATO legitimise Turkey's aggression and form ground for the dangerous co-management of the Aegean and Cypriot maritime zones. The new government of the New Republic in Greece, in the territory established by SYRIZA, accelerates deeper involvement in imperialist designs whose monopolies are the source of energy. Against complacency and nationalist lionism, the peoples should strengthen their vigilance to disengage from imperialist plans, to become masters of energy wealth through relations of friendship, solidarity and common struggle.", "language": "en", "original_language": "el", "translation_provider": "azure"}, {"id": 30, "date": "2019-07-15.json", "name": "Michaela Šojdrová (PPE).", "mepid": "124710", "text": "   – Madam President, this month marks 70 years since the end of the first Israeli-Arab war. At that time, European countries, including France and Czechoslovakia, also helped Israel defend its ownness and the young state.  This was certainly because EU countries share values with Israel, they share respect for human rights and respect for democracy. It is one of the few countries where democracy really exists, and that is why the EU should have the best relations with Israel.  I am coming out today because I am very annoyed and I am concerned that the EU should also have a dialogue with Israel on the basis of an association agreement. As he does with other neighbouring countries that have similar agreements. How is it possible that the Association Council has not met since 2012? That is why I will be talking to Mrs Mogherini about this tomorrow.", "language": "en", "original_language": "cs", "translation_provider": "azure"}, {"id": 31, "date": "2019-07-15.json", "name": "Nicolás Gonzalez Casares (S&amp;D).", "mepid": "197718", "text": "   – Madam President, public health is at the heart of the welfare state and a just society. For quality health care, human capital is essential. Unfortunately, in many parts of Europe and, uniquely, in some regions of Spain, infirmary is subject to savage temporaryity. In Galicia, my land, nurses, but also other health groups, are victims of abuses in the recruitment by the regional government, the Xunta de Galicia. This situation has led groups such as Enfermeiras Eventuais in Loita to organize to report abuse, such as a nurse being forced to sign more than five hundred contracts in ten years, many of them for hours. It is an unacceptable situation that mistreats an essential profession to provide care for our families. That is why, at my premiere in this House, I would like to vindicate the role of nursing in Europe, of millions, of hundreds of thousands of professionals, and demand respect and decent and fair working conditions for these professionals.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 32, "date": "2019-07-15.json", "name": "Valter Flego (Renew).", "mepid": "197419", "text": "   – Dear Chairman, Europe has always had for me and I am sure that it must continue to have a strong spirit, a strong idea of openness, progressiveness and tolerantness.  Unfortunately, today, now, in 2019, full of technological innovations and achievements, even for border control, Croatian neighbours, our friendly countries Slovenia and Italy are announcing the erecting of new kilometres of wire fences on our borders. We are adamantly against this because building new wire fences does not solve the problem of illegal migration. The walls encourage walls, and fences originate on one side of the fence on the other side. It's completely wrong. Of course the safety of people should be taken into account, migrants as people should be taken into account and humanely treated, but the wire does not solve the problem. What needs to be done by the European Commission is to fight together, against smugglers and solve the problem at its very source. I expect that to be resolved very urgently and soon.", "language": "en", "original_language": "hr", "translation_provider": "azure"}, {"id": 33, "date": "2019-07-15.json", "name": "Nicolaus Fest (ID).", "mepid": "197480", "text": "   Madam President, I would like to thank the president for her Nice good evening. This is mostly about big politics. I am rather concerned about the constitution of this House. In principle, it is up to Members to determine the political agenda themselves. That is why they decide for themselves which political concerns, which initiatives they want to deal with. Unfortunately, this rule is being broken at the moment. A paper has been sent to me today – probably Mr Klaus Welle is responsible for this, that is the administration for the LIBE Committee. This paper is entitled 'Possible first parliamentary initiatives' and deals with all that is why we were elected to Parliament by the electorate to prevent this, for example humanitarian visas, resumption of rescue operations, resettlement and so on. So the administration obviously believes that it is not Members who should set the political agenda, but that they do it themselves. This is an outrageous disrespect, and I call on you to take action against it and clarify how much money has been spent on this and how to prevent such things from happening in the future.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 34, "date": "2019-07-15.json", "name": "Zbigniew Kuźmiuk (ECR).", "mepid": "28389", "text": "   – Madam President, i voted in favour of the report by Mrs Schwab As a member of parliament's Committee on Agriculture and Rural Development in Polish I would like to express my highest concern about the conclusion of a bilateral free trade agreement between the Union and the Mercosur countries on 28 June. Negotiations on this issue have been ongoing since 2000 and there was no reason to speed them up rapidly and to conclude an agreement when the European Parliament was no longer working.  I know that the Governments of France, Polish, Belgium and Ireland have protested on this issue, pointing out that additional imports into the Union market, in particular beef, poultry, pork, sugar and ethanol, can destabilise these markets, all the more so in the event of a non-contractual Brexit. In a situation where agricultural production in the Mercosur countries is not covered by the need to meet high sanitary, phytosanitary, animal welfare and environmental standards, it will be difficult for European farmers to compete with it. I hope that there will be no temporary implementation of this agreement without the consent of the new Parliament and the new European Commission.", "language": "en", "original_language": "pl", "translation_provider": "azure"}, {"id": 35, "date": "2019-07-15.json", "name": "João Ferreira (GUE/NGL).", "mepid": "96706", "text": "   – Madam President, a few days after the Elections to the European Parliament – as is appropriate – the European Commission has issued its country-by-country recommendations, those which, if not complied with, may give way to sanctions on member states. There is no great news, but there are some that are worth stressing, for example for Portugal. It recommends the Commission to further tighten the budget, i.e. fewer resources for public services, health, education, transport, housing, culture, diverting resources – the sweat fruit of Portuguese workers – to feed the profits of those who have speculated on our sovereign debt, i.e. more money for creditors. Another recommendation: more job insecurity. This is what they mean by reducing the segmentation of the labor market, that is, levelling down working conditions. There has been much discussion in recent days who will occupy the top positions in the institutions of the European Union, but the real issue that people are facing is the need for a change of policy. It doesn't matter who's going to soften the whip, what's unacceptable is that we continue to scare people with these kinds of policies. It is these policies that need to be changed.", "language": "en", "original_language": "pt", "translation_provider": "azure"}, {"id": 36, "date": "2019-07-15.json", "name": "Ελισσάβετ Βόζεμπεργκ-Βρυωνίδη (PPE).", "mepid": "125065", "text": "   Madam President, in its last term of office the European Parliament dealt with the very important issue of immigration. I'm from Greece and you know my country is facing a major problem. Greece's new government guarantees effective guarding of external borders and has a comprehensive plan for a responsible migration policy.  But we have two problems before us: one concerns the non-revision of the Dublin Regulation, which has been left in the Council, and the second very serious problem concerns those Member States that have closed their doors and are not accepting to implement our joint decisions, do not accept common responsibilities, do not help so that we can have a European common programme to deal with asylum. , so as not to undermine the credibility of European citizens and not to pour water on the mill of populism.", "language": "en", "original_language": "el", "translation_provider": "azure"}, {"id": 37, "date": "2019-07-15.json", "name": "Lara Wolters (S&amp;D).", "mepid": "5392", "text": "   Mr President, I have enjoyed the Orange Lionesses last month. Not so long ago, the Women's Football World Cup was unknown and unloved. And now, now Europeans were watching the final en masse.  Unknown and unloved were also the European elections for a long time, but the climate crisis, the rise of right-wing extremism and Brexit have awakened people. The result is the highest turnout in decades, and that was mainly due to young people. Their vote did not go to Ursula von der Leyen. Their vote went to candidates who made it clear before the election what they stood for.  Imagine if that World Cup final between the Netherlands and the USA were suddenly won by France after a secret match. Would anyone accept that? No. So I will not vote for Mrs von der Leyen tomorrow. I want to fight for a more democratic Europe, and a backroom candidate as President of the Commission is not one of them.", "language": "en", "original_language": "nl", "translation_provider": "azure"}, {"id": 38, "date": "2019-07-15.json", "name": "Peter Kofod (ID).", "mepid": "197570", "text": "   Madam President! I have chosen to speak here today because Denmark lost a case of principle last week before the European Court of Justice.  What the European Court of Justice came up with was like targeting a torpedo directly at the strict Danish immigration policy. And that in itself is grotesque. Because the fact is that danes have never accepted that the EU should interfere in our immigration policy. On the other hand, danes have been working for years to elect politicians, and this has led to a very large majority in the Danish Folketing today fighting for a strict immigration policy. This is because we recognise that Denmark is the country of the Danes. Not everyone can come into our country. We have to meet a whole range of criteria because we want to look after our own country.  It is therefore grotesque to see that the EU is increasingly interfering and undermining our right to take care of ourselves, our right to decide for ourselves who we want to let into Denmark.", "language": "en", "original_language": "da", "translation_provider": "azure"}, {"id": 39, "date": "2019-07-15.json", "name": "Daniel Buda (PPE).", "mepid": "125012", "text": "   – Madam President, European farmers need a firm and rapid response to the new common agricultural policy.  Now, when negotiating the composition of the new European Commission, I publicly call on all political forces not to use the Common Agricultural Policy Regulation as a bargaining chip in order to achieve other political objectives. I urge all policymakers not to play with the fate of European farmers in need of stability.  This regulation, voted on by the AGRI Commission in the previous mandate, corresponds to major requirements concerning the interests of farmers large or small. At the same time, it is a guarantee for consumers, who will be able to access quality food at reasonable prices, but at the same time also guarantee a clean environment.  Thus, I appreciate that the only viable solution is to send this report to the plenary of the European Parliament, and then, according to the existing procedures, to follow the path of the trialogue and the delivery of this document to European farmers. Member States should have sufficient time to adopt national plans.", "language": "en", "original_language": "ro", "translation_provider": "azure"}, {"id": 40, "date": "2019-07-15.json", "name": "Jude Kirton-Darling (S&amp;D).", "mepid": "124953", "text": "   – Madam President, as divided as we are on the EU, our cooperation is vital in the fight against modern day slavery. Worldwide, the trafficking of human beings for forced labour, criminality or sexual exploitation affects around 24 million people. The UK tops the EU poll with the highest number of registered victims, and the North East has the biggest regional problem outside London. But, equally, we are a world leader in modern slavery legislation and in action. That’s why it matters that the next Northumbria Police and Crime Commissioner has a proven track record working in and for our communities, as Kim McGuinness does. Working together regionally, and as part of the EU, is the only way to eradicate this criminal exploitation that doesn’t belong in the modern world and should be a thing of our past. We mustn’t let Brexit pull us back to that past.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 41, "date": "2019-07-15.json", "name": "Franc Bogovič (PPE).", "mepid": "125004", "text": "   – Dear President-in-Office, in Slovenia we have had major problems in recent months with the rise of attacks of bears and wolves on animals.  It's about sheep, cattle, even horses. Over 100 sheep have already been slaughtered, more than 20 cattle, horses. Unfortunately, there's also been an attack on an elderly lady. This is due to a large increase in the number of game, because in recent years there has been a greater natural increase than the blow-off of these beasts. That is why we have a major problem, and farmers are slowly giving up, especially livestock farmers, and are making a statement on the abandonment of cattle farming. It is therefore essential to speak on this subject in Slovenia, the Minister for Agriculture has proposed a law on the extraordinary catch of wolves, bears, and I think it is necessary to speak in the European Parliament about this problem, because this is not just Slovenia's problem, it is also a problem in other European countries, and that is what happens when the balance breaks in nature. In Slovenia, this balance has been demolished, so I think it would be right to make our obligation at home, that is, by firing off bears and wolves, and we should not allow this problem to spread across Europe.", "language": "en", "original_language": "sl", "translation_provider": "azure"}, {"id": 42, "date": "2019-07-15.json", "name": "President. –", "mepid": "28115", "text": "  Colleagues, we had a number of other Members who wished to speak but they have not arrived in the Chamber. That concludes the item.", "language": "en", "original_language": "en", "translation_provider": "none"}]