[{"id": 0, "date": "2019-02-14.json", "name": "Przewodniczący. –", "mepid": "23768", "text": "  The next item is the report by Jørn Dohrmann, on behalf of the Committee on Agriculture and Rural Development, on the implementation of Regulation 1/2005 on the protection of animals during transport within and outside the EU (2018/2110(INI)) (A8-0057/2019).", "language": "en", "original_language": "pl", "translation_provider": "azure"}, {"id": 1, "date": "2019-02-14.json", "name": "Jørn Dohrmann", "mepid": "124878", "text": "   Rapporteur. Mr President! Dear colleagues! The day has come when Parliament finally has to take a stand on a matter that I have spent quite a long time working on in order to promote. Parliament now has the chance to demand to the Commission and the Member States that they must do more to ensure animal welfare during transport. First of all, I would like to thank my colleagues from the other groups with whom I have negotiated. When the work on the report was about to start, I said that I wanted all parties involved and that they should also be consulted so that we could ensure as strong a support for the report as possible, not only for our sake, but for the sake of animals. Now there is no more work to do this time, and I therefore hope that my colleagues have also felt involved in the creation of the report. In any case, I would like to express my gratitude for the many constructive proposals and their great cooperation. This has meant that today we stand here and can say that we have made an effort for the many millions of animals transported in and out of the European Union. Today is a good day for animals, and that is because we are calling for the transport times for live animals to be reduced and reduced. We want stricter and more systematic controls on transport and harsher penalties for those who break the rules and weaken animal welfare. On the whole, we want to transport fewer live animals. Instead, we'd rather transport frozen meat. And now that we're already talking about animals, so I'd like laws to address the elephant in the room. The report demands that we stop exporting live animals for slaughter to third countries if these countries do not impose the same animal welfare requirements as we have in the European Union. And for some, that is a controversial requirement. In a Danish newspaper, I could read a statement from an EPP member who calls the claim extremist! If it is an extremist to walk away from a practice where animals are stranded at EU border crossings and are tightly crammed together, thirsty and overheated for several days in a row, mind you, then you can call me an extremist. I'd even like to take it as a badge of honor. I myself have been between Bulgaria and Turkey at the border and made a random check of lorries, and there we found that one stood six hours just to get the paperwork done. And you could also say that they stood in the sun without shade, it was hot, there was 30-35 degrees. It was noted that calves had been born on the way, and therefore it was also found that they were animals without eartags, the animals had therefore ended up in no man's land. In fact, we send animals on a journey where they become lawless. In this house, where it is thought that almost everything is regulated, it is a little incomprehensible to me that, for example, a member of the EPP Group goes so far as to call this an exaggeration. Because there are no rules at all for these animals, which end up in Turkey and the Middle East, for example. It must come to an end, so I would urge all Members to vote in favour of paragraph 88. Making such a requirement would be a mark of tightening up the rules and that it is high time we lifted our animal welfare ambitions. That is the signal we are sending with this report. Now it will be up to the Commission and the Member States to follow suit. We already have some good rules on paper. However, they are wrong to comply with them in the individual countries. We can see how some Member States do not carry out checks on lorries and consignments of animals at all. This means that there are countries where legislation has not actually existed at all. It degrades animal welfare but also distorts competition in the internal market. We also have countries that report completely unrealistically high levels of control to the Commission. They also cover non-applicable legislation. This is where we need to correct this! I am therefore pleased that the Commission itself has admitted that more needs to be done in terms of reporting and control. The Commission's own representative himself has admitted this at the hearing I organised in December. It is a group of the report's recommendations, on which it is already being acted upon, in the light of it. It's a good start! Now the Commission just has to make sure that we respond to the remaining recommendations that this Parliament has hopefully made. So it's time we got behind the animals.", "language": "en", "original_language": "da", "translation_provider": "azure"}, {"id": 2, "date": "2019-02-14.json", "name": "Karin Kadenbach", "mepid": "97014", "text": "  Rapporteur for the opinion of the Committee on the Environment, Public Health and Food Safety. Mr President, Commissioner, I would like to thank the commissioner for her work and for the work she has In the European Parliament, when we talk about animals, we are talking about sentient beings. And if we look at the transport of animals within the European Union and, above all, those with objectives outside the European Union, then the suspicion must be confirmed that animals are not regarded as sentient beings. If we see them crammed together at 30, 40, 50 degrees at the ports of loading, when we see them without food, if we see calves that have not yet been breastfed, how they are really screaming and whining, then that is simply a look away that we must not allow in the future. We have framework conditions which, as Mr Dohrmann has already said, are not complied with in many Member States, which are not controlled and which, when they are controlled, are subject to sanctions which, as a rule, can be more or less out of the postage coffers. In other words, we really need a great deal of attention here, because under the one health approach – this one health – it is not only about the health and well-being of animals, but also about human health. We know that when animals are under great stress before slaughter, for example, this also has a negative impact on the quality of meat and thus also negatively on human consumption. I am really asking for an improvement as soon as possible.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 3, "date": "2019-02-14.json", "name": "Keith Taylor", "mepid": "102931", "text": "   rapporteur for the opinion of the Committee on Transport and Tourism. – Mr President, it’s no secret that animal welfare protection is practically non-existent in transport. Animals are crammed into old and broken trailers, squashed against the ceilings and piled on top of each other with no access to water. It’s a distressing sight but one that is all too commonplace. We find ourselves, a decade on from the regulation’s introduction, with the same breaches being reported time and time again. Nothing has changed. Additionally, prolonged delays at third-country border controls can last for hours, or sometimes even days and in stifling heat, resulting in horrific suffering and fatalities among the animals – and this despite the judgment by the Court of Justice that transporters must observe the regulations even if their destination is beyond the EU borders. I look forward to supporting Mr Dohrmann’s report and I would urge my colleagues to do so. The Member States have the authority to carry out the regulations and they must enforce them more strictly.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 4, "date": "2019-02-14.json", "name": "Vytenis Povilas Andriukaitis", "mepid": "n/a", "text": "   Member of the Commission. – Mr President, it’s a pleasure to be here today. I believe today’s report is another step towards improving implementation of the regulation on animal welfare during transport. Let me begin by saying that animal welfare in general, and the protection of animals during transport more specifically, has been a priority under this Commission, and you know very well that we have addressed a lot of the issues in this area. That said, when the Court of Auditors presented its report at last December’s meeting of Parliament’s Intergroup on the Welfare and Conservation of Animals (Animal Welfare Intergroup), it was clear that, despite progress achieved, there are issues that need to be addressed: in particular, proper implementation of legislation and enforcement of rules. There is no doubt. At the Intergroup meeting I summarised some of the actions we have taken in this important and sensitive area. In addition, I outlined our efforts to address three areas where we still see a need for improvement: first, exporting animals by road in extreme temperatures; second, exporting animals by sea; and third, the transport of un-weened calves. The Commission is addressing these issues from several angles. Its work covers a number of the issues raised in today’s report, and it involves subgroups of the EU Platform on Animal Welfare set up to work specifically on these issues and find common solutions. This work is being done by the Member States, animal welfare NGOs and industry representatives – and I see NGO representatives here – as well as independent scientific experts. The Commission regularly organises meetings with the Member States’ national contact points for animal welfare during transport. These face-to-face meetings facilitate discussions on better implementation and enforcement on the ground. The national contact points also contributed to the European Federation of Veterinarians’ guidelines on evaluating whether cattle, pigs and horses are fit for transport. The Commission has conducted audits in Member States that export animals by road and sea, and this process has covered incidents reported by NGOs and visits to some of the most relevant ports. It is following up on these audits so that Member States address the problems identified. The Commission is now producing an overview report on the situation. The conclusions and recommendations will concern all Member States. Last summer, Commission staff also visited the border between Bulgaria and Turkey in order to monitor the situation there, and I am committed to maintaining pressure in that respect, including in the season ahead. I am pleased there have been some improvements in the implementation of official controls. In 2018, summer exports of live cattle by road decreased and the compliance rate of trucks at the border increased, as the audit showed, and of course the Court of Auditor’s report mentions this too. However, I acknowledge that weaknesses remain. The Commission will work with the relevant bodies to resolve them. The Commission, and I personally, have written several times to all the Member States governments informing them about, and asking them to monitor, the situation if temperatures are very high. We have requested that they respect temperature requirements and properly implement the rules to protect animals during road and sea transport. Last month I met the Turkish Minister for Agriculture to discuss the export of cattle. At this meeting I raised a number of welfare issues, including long waiting times at the border and the need for structural improvement at the border. We need to address this issue of structural development from both sides, and especially to ask Turkey to act as swiftly as possible, and to highlight the need for control points in Turkey so that European transporters comply with EU animal welfare rules. Our interventions have had some effect but it is clear we are not yet there. We need to continue our work, and we will. The Commission has already started to address the recommendations in the Court of Auditors’ report. We have begun a review of the various Member States’ reports and the results of their official controls. This will generate more consistent data, which, when analysed, will paint a more reliable picture of animal welfare during transport. Today’s resolution also highlights the need for more reliable data. I must remind you, however, that Member States have the primary responsibility for implementing the regulation. Just to mention the situation with third countries: the Commission is active in raising animal welfare issues at International Animal Health Organisation level and in relation to the Better Training for Safer Food initiative; and, in our trade agreements, we also push strongly on issues affecting annual welfare. The Commission’s actions are intended to help achieve better implementation and enforcement. At December’s meeting of the Animal Welfare Intergroup, I assured those present that the EU will continue to monitor the situation closely. We will consider further options to enforce the rules if need be. I would like to repeat those assurances now, and, above all, I want to stress that the Commission and the Member States must continue working together in order to improve the welfare of animals during transport.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 5, "date": "2019-02-14.json", "name": "Ángela Vallina", "mepid": "125050", "text": "  drafts member of the Committee on Petitions. – Mr President, over the last few months we have been working in the Committee on Petitions on a text reflecting the public's complaints about the conditions for the transport of live animals in the Union, reflecting the serious shortcomings in the implementation of the Regulation on animal transport. There are three main issues among our concerns: the systematic violation of the rules requiring adequate conditions of transport for live animals, especially medium and long distance animals, which infringes legal equality between Member States; the absence of reliable data on the conditions of transport and control of the vehicles carrying the reses; and finally, constant impunity and lack of sanctions in many states. In the end, the consequences of this lack of control over the application of the law result not only in flagrant cases of animal abuse, but also in unfair competition between animal transport undertakings, clearly permitted by certain countries of this Union, and in a lack of control over the conditions which ends up having an impact on the health of European consumers.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 6, "date": "2019-02-14.json", "name": "Sofia Ribeiro", "mepid": "124733", "text": "  on behalf of the Ppe Group. – Mr President, there is a directive in which all assessments are extremely positive and have allowed a huge improvement in the reduction of animal suffering during their movement, as well as in the allocation of better physical conditions for means of transport. As less positive aspects we have some lack of commitment on the part of some Member States, the lack of harmonisation of the systems of fines within the European Union, which should be more severe and more punitive for those who are predatory, and equivalent throughout the European area. We also have problems in some third countries of lack of respect for European requirements, that is a fact. However, we cannot transport this debate to the ideological field, nor take advantage of the proximity of the European elections so that a radical agenda can be passed, which does nothing more than bring discredit to this meritorious directive, without positive consequences for the animals transported. Aspects such as strengthening inspections, the impossibility of transporting animals that are not in optimal health conditions, which should be slaughtered, where possible, as close to the farms where they are, the possible creation of a mobile network of killers to avoid long transport, as well as the incentive to transport meat and carcasses, rather than live animals , deserve our support and purpose. Nevertheless, we cannot accept that the transport of live animals should simply be eliminated from The European area and from European exports. We do not all live in the centre of Europe and we must have the utmost respect for peripheral countries and geographical discontinuity and we cannot call into question the love that farmers have for their animals, nor do we think they are responsible for the mistreatment.", "language": "en", "original_language": "pt", "translation_provider": "azure"}, {"id": 7, "date": "2019-02-14.json", "name": "Nicola Caputo", "mepid": "124851", "text": "  Mr President, ladies and gentlemen, animals are sentient beings. Every year millions of animals are transported to Member States and to third countries over long distances to be reared or slaughtered, exposed to suffering for hours in small available spaces, unsustainable temperatures, without food and water, and withstanding the high demands of the movement of vehicles, which are often obsolete.  Animal journey times must be reduced, of course, and we must have a strategy in this regard. One solution could be, for example, the restoration of local slaughterhouses, local slaughter facilities. In view of the appalling number of reports of unsuitable vehicles used to transport live animals, both by land and sea, It is necessary for Member States to apply strict certification and type-approval procedures, and also to improve the fitness checks of animals before loading. It is essential that the future CAP maintains the link between payments and the best animal welfare conditions, in accordance with the standards set out in Regulation (EC) No 1/2005.", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 8, "date": "2019-02-14.json", "name": "Zbigniew Kuźmiuk", "mepid": "28389", "text": "  On behalf of the ECR Group. – (2) Mr President, I would like to begin by Commissioner, i would like to thank you for your comments.  At the outset, I would like to thank the report's author, Mr Dohrmann, and his colleagues for doing an excellent job. At the same time, I would like to remind you that in December 2012, Parliament adopted a resolution by MEP Janusz Wojciechowski, now a member of the ECA, calling on the Commission to enforce the same conditions for the transport of animals throughout the Union. Moreover, he then called on the Commission to reduce the transport time for animals for slaughter to eight hours.  Unfortunately, to date, progress in implementing this 2005 Council Regulation to prevent unnecessary suffering from animals during transport is insufficient in all Member States. I support the report's call on the Commission to review this regulation and to detail the requirements for the transport of animals. Furthermore, the Commission should ensure that the provisions of the Regulation are enforced and implemented in a harmonised and uniform manner throughout the Union, in particular as regards the ability of animals to travel. The Polish delegation in the EKR will support this report.", "language": "en", "original_language": "pl", "translation_provider": "azure"}, {"id": 9, "date": "2019-02-14.json", "name": "Fredrick Federley", "mepid": "124989", "text": "  On the other: Mr President, I would like to begin by congratulating Mr Thank you to colleagues and the rapporteur, Mr Dohrmann, for your very good work. When we have worked on these texts, there has been a great deal of agreement between the political groups. It is rare that we manage to get as far as precisely on the issues of animal welfare and how we deal with the animals that exist in the European Union. We also know from the Eurobarometer presented last year in February that one of the issues that European citizens want us to work more on is to ensure the protection of animals that exist in the European Union. That is also why it is possible, for example, for the GUE and the EPP, even to sign the same kind of compromise here, which is a major step forward and demonstrates a political willingness to act on behalf of the citizens. Every year, 1.37 billion animals are transported within the EU or outside the EU's borders. At the same time, we see that there is total disdain for the Member States to carry out checks and ensure that the legislation in force applies. We also know that if you break this, there will be virtually no consequences whatsoever. We would need a Commission that takes this task seriously, which is also contained in our founding treaties for the European Union. I am therefore pleased that today we are criticising the European Parliament, that is to say that it is time for the European Ombudsman to look at whether the Commission really fulfils the mandate it has in accordance with the Treaties. We know that when the Commission really wants something, it can do something. It is not the Commissioner responsible who is the major problem here, but it is colleagues in the Commission who have held back. When there is a change in time and summer and winter time, we can in a few months have concrete legislative proposals that affect the whole of the Union. But here – as far as animal welfare is concerned – we have not made a single step forward in five years. We have not seen a new strategy for animal welfare. We have not been given a common basic law on animal welfare, and these scandals are continuing. This must be stopped in the next parliamentary term, at the latest.", "language": "en", "original_language": "sv", "translation_provider": "azure"}, {"id": 10, "date": "2019-02-14.json", "name": "Anja Hazekamp", "mepid": "125023", "text": "  on behalf of the GUE/NGL Group. Mr President, millions of animals are being towed every day in lorries, planes and ships across Europe, and far beyond. And the Commissioner says: 'In Europe, almost 100% of all animal transports comply with European rules.' He said it again this morning. And that's absolutely not true. It's a big lie. Organizations such as Eyes on Animals, Animals International, Animal Welfare Foundation, Animals' Angels, have written hundreds of reports in ten years full of evidence of transports of sick and injured animals, outright animal cruelty, overcrowded trucks, lack of water, transport at extreme temperatures. Mr President, these are not incidents. This is daily practice in Europe. Last summer I went to see for myself in Slovenia and Croatia. Trucks drove off and on to supply ramshackle ships. The animals were dirty, injured and succumbed to the heat. And as an absolute low point, we saw in the port of Rasa a young bull that ran between shore and ship, and was loaded on one leg by a crane on board a ship. The animal was then forced on board with electroshocks. I will never forget this image. Commissioner, we have also shown you these images. Are you lying there, like me, awake at night? And what did you do after that? Have you already started infringement proceedings against Croatia? Why not? What else do you need to take action? You also know that newborn animals are transported for days, when they do not know how to use the installations and therefore cannot drink them? You also know that the millions of animals that are shipped to the Middle East and to North Africa after a long, long journey end up in absolute hell? When do you take the concerns of millions of citizens and Parliament seriously and take action? We must stop these terrible animal transports together and we can start today. Vote for the report and put an end to those long, miserable animal transports.", "language": "en", "original_language": "nl", "translation_provider": "azure"}, {"id": 11, "date": "2019-02-14.json", "name": "Thomas Waitz", "mepid": "190464", "text": "  Mr President, For better, I would like to make a name for my free Mr President, I would like to thank the Contrary to what Commissioner Andriukaitis claims in a frightening regularity, not everything is in order when it comes to transporting animals on Europe's roads. And I would say that this report proves definitively that European laws are not being complied with when transporting animals, especially when it comes to exporting animals to third countries – to Russia, Turkey or Lebanon. The European Court of Justice has clearly ruled that European laws apply to the point of destination, and transport that does not comply with these provisions must be prohibited.  If Mrs Ribeiro of the Conservatives were to suggest that it is a radical policy to demand that European laws be complied with, then I would like to make radical policies. Nor do I think it is radical to advocate a reduction in animal transport times in order to prevent animal suffering as much as possible. I would also ask members of the European People's Party to vote in favour of our report today, at least for those who also have a heart for animals.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 12, "date": "2019-02-14.json", "name": "Marco Zullo", "mepid": "125237", "text": "  Mr President, president, ladies and gentlemen, i.e. the european Union, the European Union and its Member States are Mr President, ladies and gentlemen, we have said this and laughed at it: millions of animals are subjected every year to the stress of long journeys in precarious conditions, for lack of food and water, for too high or too low temperatures, for overcrowding. And all this causes anguish and suffering, and even the premature death of some of these animals.  The protection of animals during transport today is still inefficient. That's a fact. There is no common standard of treatment, nor is there a common standard of controls, which are different in quantity and quality. It is incredible to think that there are states in the European Union today where the number of controls is zero.  In order to shed light on all this, we had called for a committee of inquiry, but this request was rejected by the political groups in this Parliament. Fortunately, however, we have been able to discuss this in various committees and we have made it clear and determined that regular and thorough checks and inspections must be carried out, with strict penalties for infringements, because there are rules that exist today and are not respected. The presence of specialised personnel and state-of-the-art animal welfare technologies must be guaranteed. These civilised measures must be enforced through bilateral agreements, including with regard to third countries, leading to a ban on trade if necessary. However, we want to be even more ambitious, and that is why, ladies and gentlemen, I ask you to support the amendment limiting the maximum transport period for live animals to eight hours. We must do everything possible to avoid any suffering.", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 13, "date": "2019-02-14.json", "name": "Harald Vilimsky", "mepid": "125001", "text": "  Mr President, I would like to like to take a iendled with the ENF Group. Mr President, ladies and gentlemen, I would like to thank the rapporteur for her excellent work and for the work she has done. There is the proposition that the degree of civilization of a culture is determined by how it deals with animals. If we look at Europe in particular with farm animals, I can only say that there is a great deal wrong here. How animals are transported from one country through many other countries, often for many hours, days, often even through extreme heat, I can only say: this would be one of the examples where the European community of states is called upon to implement a set of rules here in order to prevent precisely that. Just think of how half-dead carcasses are still being shipped alive in southern Europe across the Mediterranean towards the Middle East, towards North Africa. This is where such suffering is being created that I say that there is an urgent need to stop here.  Many years ago we had the discussion that eight hours is enough in terms of transport length. I will also ask for this, because I hope that, at least with this generous deadline, the European People's Party will also be able to agree. If it were up to me, four hours of transport maximum would already be sufficient.  What I am also trying to do, which is particularly important to me, is that we finally implement an export ban to third countries, so that these very images of animals being transported to Turkey, Russia, the Middle East and North Africa, are finally a thing of the past. I can only hope that you will also have enough heart to give your assent here.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 14, "date": "2019-02-14.json", "name": "Sophie Montel (NI).", "mepid": "124769", "text": "   Mr President, ladies and gentlemen, every year one billion poultry and 37 million cattle, pigs, sheep and equines are transported alive in the European Union and to third countries. Worryingly, only 1% of these animals are being transported. Numerous investigations, including by CIWF, show that abuses are legion. The legislation is absolutely not respected: excessive transport time, inadequate equipment, animals piled on top of each other. The result is that these poor beasts are, at best, dehydrated, starving, stressed, weakened, when they do not end up beaten, trampled, asphyxiated, mutilated, or, by death. This situation cannot continue, we must ensure that there are more controls and that much harsher sanctions are applied in order to force compliance with the regulations. Having said that, ladies and gentlemen, the best solution is to avoid transporting animals over long distances. The European Union, which is multiplying free trade treaties, is of course bearing a heavy responsibility for this disastrous situation, which leads to ever more animal abuse. Intensive breeding and overproduction are also sources of animal abuse and suffering and, again, the European Union encourages this system. It's time, ladies and gentlemen, to get your reason back.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 15, "date": "2019-02-14.json", "name": "Czesław Adam Siekierski (PPE).", "mepid": "23787", "text": "   – (2) Mr President, I would like to begin by The European Union has the highest animal welfare standards in the world, including their transport. They have been rooted for many years in the common agricultural policy, which makes the payment of subsidies conditional on farmers completing them. Of course, this does not mean that the situation is perfect and abuse does not happen. Nevertheless, a clear distinction should be made here between the responsibilities of breeders and companies transporting animals. Animal welfare rules must be respected in both breeding and transport. In transport, we should increase the requirements as to the conditions under which animals are transported, which affects or determines transport time. We must therefore strengthen the control system and punish those who do not comply with animal transport standards.", "language": "en", "original_language": "pl", "translation_provider": "azure"}, {"id": 16, "date": "2019-02-14.json", "name": "Maria Noichl (S&amp;D).", "mepid": "124836", "text": "   Mr President, Commissioner, ladies and gentlemen, I would like to thank the commissioner for his excellent work and for the work she has done. A society is always judged by how it deals with the weakest, by the very weakest. These can be humans, but they are also often animals, and the most vulnerable are animals on the transport routes. Because there they are not in the local stable, there they are not with the farmer, who normally takes care of them, there they are often lawless and often ownerless. We must make it clear that this weakness of animals is not being exploited by the EU. The EU has a responsibility, and the EU must take care of it. We clearly need transport times, which are limited to eight hours. We must finally get to know that we should transport meat and not live animals. We need regional slaughterhouses again, absolutely regional cycles, we need restrictions at high temperatures, we absolutely need the transport restriction for unremoved calves and unconditional bans on ships that are not designed for the transport of animals. Mühldorf is close to the district of Rosenheim, and Mühldorf has distinguished itself by the recent halt to such transport. A cow should go on 5 000 km of drive – a pregnant cow! This was stopped by the Veterinary Office. And I say: that was responsibility!", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 17, "date": "2019-02-14.json", "name": "Beata Gosiewska (ECR).", "mepid": "124900", "text": "   – (2) Mr President, I would like to begin by Whenever the issue of animal transport is raised, arguments are raised that some Member States have not made progress in implementing the regulation. It is therefore not necessary to focus on the creation of ideological principles, which are often unworkable, but to create and enforce practical rules that respond to the needs of today's animal transport market and their general good. I consider paragraphs 59, 63, 77, 83 and 88 of our report to be imworkable. Dear! Farmers cannot be made responsible for the transport of animals. Farmers breed and care for animals. This is their source of income. Typically, animals are transported by farmers only on their own farms. The rapporteur said: it is time for us to support animals. Of course, let us support animals, but above all, let us support the farmers who breed these animals, and let us also support and create real rules to enable the normal transport of animals within Europe.", "language": "en", "original_language": "pl", "translation_provider": "azure"}, {"id": 18, "date": "2019-02-14.json", "name": "Stefan Eck (GUE/NGL).", "mepid": "124863", "text": "   Mr President, I would like to thank the EU Regulation 1/2005 aims to protect animals in transport. However, this regulation is not consistently complied with in many Member States – we all know that. The evidence for years has been on the table, but so far the Commission has not responded with infringement proceedings. On the contrary, the Commission is even downplaying the breaches of the law. Commissioner, why are you blind and deaf when it comes to animals, when existing rules on the protection of animals are being broken? Why do you clearly disregard Article 13 of the Treaty of Lisbon? I say this to you: because you and the Commission are going to the aisle of the agricultural associations, because the interests and the protection of animals are always assessed from behind. The interests of agriculture are always valued above consistent animal welfare.  And let us tell the truth: the Commission is also following the wishes of the European Council. Animal welfare has no place there at all. As a result, European policy as a whole bears the greatest share of the blame for the miserable treatment of animals. Ladies and gentlemen, do not make this report a toothless tiger! Vote for the animal-friendly proposals!", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 19, "date": "2019-02-14.json", "name": "Pascal Durand (Verts/ALE).", "mepid": "124693", "text": "   Mr President, Commissioner, about a year ago to the day, 223 parliamentarians called here for a commission of inquiry into the conditions of transport of animals within the European Union. The presidents of the groups, particularly the right and the Socialists, opposed this commission of inquiry and blocked the possibility that we had to check the real conditions in which the animals are transported. So in fact, when I hear here a number of Members, left or right, come and explain to us that we need to improve, etc., I say that we make fun of the mondeǃ We don't care about the world, mr. Commissaireǃ Simply because the suffering of animals does not matter, because the suffering of animals weighs nothing but the profits of the agri-food in our society. And that's the scandaleǃ So be careful, be careful because if this Parliament or the leaders are not interested, it is of interest to citizens, NGOs and journalists. And we are deepening, through this inaction, the gap that exists between European institutions and citizens. So be careful not to continue in this dehumanized world, which means that we lose all our values of solidarity with the suffering of animals.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 20, "date": "2019-02-14.json", "name": "Philippe Loiseau (ENF).", "mepid": "125684", "text": "   Mr President, I support this initiative, which has resulted in a balanced report and common sense proposals. We need to clarify the application of the rules for the transport of live animals, because this is a subject that has a negative impact on the whole European meat sector and, as always, it is the farmers who pay the consequences. We are concerned about the distortions of competition that may exist between our countries, but let us recognize them where they really are. Firstly, distortions in production costs, which require segmenting the birth, breeding and slaughter between different places and thus multiplying the journeys. Distortions also in transport costs, between countries that have complied with the rules for years and those that do not. Distortions in slaughter costs, which lead to the transport of animals ever further away from the places of breeding and consumption. Finally, distortions induced by a liberalised foreign trade policy with third countries that do not respect our health standards and render our animal welfare efforts useless. So let's stop importing animals that we don't want. Let us support alternatives at the local level that will revitalise the forgotten territories and affirm to our citizens that no, farmers are not responsible for animal suffering.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 21, "date": "2019-02-14.json", "name": "Udo Voigt (NI).", "mepid": "124832", "text": "   Mr President, I would like to thank the Ten years after this EU animal transport regulation, we are now discussing that it is not being complied with. What kind of joke is this if we are now changing the rules ourselves and there are no controls and no sanctions? Will everything continue as before? It is clear that anyone who has a pet or who is a farmer knows that an animal has feelings, that an animal is in pain, that an animal can feel suffering, that an animal can feel joy. Why do we not go so far as to require these transport companies carrying out animal transports to have a licence? This license for transport must be revoked if the conditions are not met. That would be consistent eu action. It is good that the rules are being improved. However, there is no point in improving the rules and not complying with them. Therefore, drastic sanctions must be imposed on those responsible for the murder of millions of animals every year.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 22, "date": "2019-02-14.json", "name": "Herbert Dorfmann (PPE).", "mepid": "96787", "text": "   Mr President, I would like to thank the Listening to the debate here, I have the impression that there is not a single proper transport of animals in Europe, and that is not true at all. We have exemplary legislation in Europe and the majority of transports are carried out properly. The previous speaker should also know that there is already a licence for the transport of animals. But, of course, there are also problems, and we must tackle the problems. There is also a European Citizens' Initiative – more than a million people have signed because they do not agree with some of what is happening today. In principle, we in this House must also ask ourselves how we deal with these citizens' initiatives as a whole. That is why I think we have to look at the subject, we have to look at where things are not going well. Above all, we have to look at how to create local cycles, because there really is no point in carting animals for slaughter through half of Europe, just to continue the search for the even cheaper slaughterhouse somewhere in Europe. Of course, it makes sense to slaughter the animals locally and then transport the meat. So we are trying to implement today's legislation sensibly and to ensure that Europe is exemplary in this area.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 23, "date": "2019-02-14.json", "name": "Tilly Metz (Verts/ALE).", "mepid": "193292", "text": "   Mr President, I would like to thank the Thousands of kilometers, hours of driving without enough space, often without adapted access to water, if at all. Waiting in the heat, in the cold, fear, stress: this is the fate of thousands of animals every day – millions a year. But come on, we no longer look away and stop letting these atrocities happen. It's different. I don't want to convince you all to become vegetarians. But support us to have better, stricter regulations and more controls on the transport of live animals!  We are responsible for what we do. We are also responsible for what we do not do. Animal transport cannot, of course, be seen separately from EU agricultural policy, where profit is still – or I would have to say – the focus is on profit. Not only do we need an energy transition, we also need an agricultural turnaround. Away from mass animal husbandry, away from mass production, towards sustainable agriculture, where animal welfare is not only nice to have, but an obligation.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 24, "date": "2019-02-14.json", "name": "Dobromir Sośnierz (NI).", "mepid": "192298", "text": "   – (2) Mr President, I would like to begin by You have devoted 26 pages to provide pigs with a pleasant access to the slaughter. And what? – of course, we have driver's licenses here, further checks, shortening transport to eight hours. It's people who drive longer. You can't enforce existing laws, and you want to introduce more. This is typical here for you, for the European Union. You are creating a problem yourself, first by banning slaughter on the spot, by regulating slaughterhouses, by issuing such regulations that these slaughterhouses are centralised and as a result animals have to be transported far away, and then you are fighting the effects of your own regulations in the form of long transports of animals and you are issuing further regulations that they will not be able to enforce. In addition, who says it? That's what people who have barbaric laws at home that allow the murder of unborn children and such barbarians will instruct us about transporting animals? No, it won't. You call the child a congloter of cells, and the pig is not a sausage material for you, but a sentient creature?! Think about where your priorities are. Someone says you're going to support animals. So I hope that it will be the animals who will vote for those who do so at the next election.", "language": "en", "original_language": "pl", "translation_provider": "azure"}, {"id": 25, "date": "2019-02-14.json", "name": "Karima Delli (Verts/ALE).", "mepid": "96868", "text": "   (start of off-mic intervention)... Mr President, I am really angry. Every year, millions of animals in Europe suffer appalling transport conditions: locked up, exploited and abused. We can no longer turn a blind eye to animal abuse. Animals have the right to respect and benevolence, just like human beings. Last year, for example, several NGOs showed that 70% of the trucks inspected at the Bulgarian border do not comply with EU law. We must shed light on these shameful practices through a commission of inquiry, even if the Socialists and Conservatives do not want them. It is time for us to put animal welfare back at the heart of our work, reduce the maximum travel time and ban EU animal exports to third countries. Colleagues, the watchword is very simple: if you have not understood that it is high time to defend the lives of animals rather than the interests of the agri-food industry, then you have not understood anything. Now we will have to take your courage with both hands and make sure to support this commission of inquiry, because it is proposed for good reasons, but above all because it is necessary and useful.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 26, "date": "2019-02-14.json", "name": "Jiří Pospíšil (PPE).", "mepid": "125706", "text": "   – Mr President, I am ready to support this report and thank the authors for it. For more than a year I have been dealing with the problem of transporting animals around Europe from the point of view of the Czech Republic. I am in contact with the non-governmental sector and from the facts I have, Commissioner, I must say that my view is completely opposite to yours. I absolutely don't share your optimism. And only information for you – 3,000 cows were exported to Turkey from the Czech Republic in 2013. In 2015 and 2016, it was already 78,000 cows. Cattle exports from this Member State to Turkey have multiplied, we have clear facts and information on how EU legislation is not being respected, how there is no control at the Bulgarian-Turkish border. These are facts you can't question here. Your Animal Rights Commission has done nothing. I have written to the Commission many times as a Czech MEP about the smuggling of dogs and cats from the Czech Republic to Western Europe, I have not received any replies. So, please, let's pay more attention to animal rights in the future.", "language": "en", "original_language": "cs", "translation_provider": "azure"}, {"id": 27, "date": "2019-02-14.json", "name": "Νότης Μαριάς (ECR).", "mepid": "125069", "text": "   Mr President, the protection of animals during transport within and outside the European Union has been the subject of many petitions in the European Parliament's Committee on Petitions and is an issue that raises concerns. And it raises concerns, of course, because there is an issue with animal health and, by extension, with human health. I therefore believe that we must be decisive and that checks should also be carried out at the border. I would also like you, Commissioner, to see the issue that exists in relation to the transport of animals from Skopje to Greece. First of all, we have illegal Greekizations. These animals appear as supposedly Greek and from then on they are stacked in trucks to be transported from Skopje to Thessaloniki or Athens. This is a serious matter and you must also intervene in this regard. There needs to be scrutiny on this issue.", "language": "en", "original_language": "el", "translation_provider": "azure"}, {"id": 28, "date": "2019-02-14.json", "name": "Florent Marcellesi (Verts/ALE).", "mepid": "26146", "text": "   – Mr President, every year more than four hundred thousand animals are transported alive. And many of them, too many, over long distances without food or water and at extreme temperatures. Unnecessary suffering that popular and socialists have refused to investigate in this House, as asked by the European greens. Commissioner, the current European regulation on animal transport is absolutely inefficient and does not even guarantee compliance with its own standards. As it shows, one fact: in 2007 the controls have been halved and thus the non-compliance has doubled. Commissioner, it is time to force the Member States to fulfil their obligations and not to allow further abuse. It is time to limit the transport of animals and to ban them when it does not guarantee their welfare. From Equo, European greens will continue to work to end animal abuse, whether in transport, industrial livestock or macro gear. No more animal abuse.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 29, "date": "2019-02-14.json", "name": "John Stuart Agnew (ENF).", "mepid": "96897", "text": "   – Mr President, there is quite adequate legislation on animal transport: the problem is that it isn’t being enforced, and here we find a cultural difference. In the north—west of Europe, there are a lot of people who are very concerned about animal welfare. In the UK we have a charity called the Royal Society for the Protection of Animals that brings private prosecutions against people who don’t treat animals properly. But the further south—east you go in Europe, the more the culture changes, and they are less interested. These are the people who are expected to enforce the legislation, and they simply can’t be bothered. On another subject, in the course of my life I have offloaded thousands of sheep from lorries, and I can tell you that the ones that travel best are the ones that travel empty. They do not need to be packed full of food. If they are, then what happens on the lorry is that they go into the rumination process, with urination and defecation, and make a mess of the lorry and particularly the sheep on the lower decks. You do not need to fill a sheep full of food for it to travel comfortably.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 30, "date": "2019-02-14.json", "name": "Γεώργιος Επιτήδειος (NI).", "mepid": "125071", "text": "   Mr President, millions of live animals are transported every year, both between the countries of the European Union and to third countries. We all know that during transport these animals suffer, suffer, suffer risks to their lives and, above all, travel for a long time under bad weather conditions, stacked in means which often do not meet the standards. You will tell me that the way man behaves in animals is a result of his character, personality and cultural level. But the states must address this problem. They must establish standards, implement these standards and punish offenders. We must also avoid moving animals to third countries that do not meet the standards. Finally, the smuggling of animals must also be tackled. Illegal animals come to Greece from Turkey, Albania and Skopje, which do not meet safety and hygiene standards and endanger the lives of consumers.", "language": "en", "original_language": "el", "translation_provider": "azure"}, {"id": 31, "date": "2019-02-14.json", "name": "Michaela Šojdrová (PPE).", "mepid": "124710", "text": "   – Mr President, the protection of animals during transport is, of course, a sensitive matter. I agree that meat should be transported, not live animals. But if necessary, then there must be strict regulations, strict standards that the EU has, and these must first of all be required, enforced, checked. I am opposed to new regulations if we are not able to comply with and enforce existing regulations that are strict enough. Of course, increasing control, controlling at the border is the solution and sanctioning those who do not comply with the appropriate conditions for the transport of animals. Animals should not suffer. However, I am afraid that we cannot ban the transport of animals to third countries, rather really control and require the fulfilment of significantly protective standards.", "language": "en", "original_language": "cs", "translation_provider": "azure"}, {"id": 32, "date": "2019-02-14.json", "name": "Daniel Buda (PPE).", "mepid": "125012", "text": "   – Mr President, the transport of live animals is a real problem, which must not be ignored. Transport in breach of animal welfare standards will negatively affect the quality of meat and affect the health of consumers. Member States should strive for the development of slaughter capacity at micro-regional level. Shortening the distance and transport time between farms and slaughterhouses, but in particular between slaughterhouses, processing and disposal centres is essential for ensuring quality products for consumers.  At the same time, however, I express serious reservations about the prohibition of exports to certain countries, as it has disastrous economic consequences for farmers. Instead, viable solutions must be identified to address existing shortcomings and, above all, we must ensure that the current regulations are respected.  At the same time, Middle Eastern countries are the main trading partners for the import of live animals from the European Union. Facilitating slaughter with respect for religious standards in slaughterhouses in the European Union would avoid additional transport costs, which would be profitable for both farmers and consumers.", "language": "en", "original_language": "ro", "translation_provider": "azure"}, {"id": 33, "date": "2019-02-14.json", "name": "Vytenis Povilas Andriukaitis", "mepid": "n/a", "text": "   Member of the Commission. – Mr President, I have listened carefully to the honourable Members’ contributions and I am grateful for the various insights – and the sometimes very emotional speeches. Let me repeat part of my own speech because, in my introduction, I talked about various ‘issues’ but Ms Hazekamp quoted me in a different way. I repeat: when the Court of Auditors presented its report at last December’s Animal Welfare Intergroup meeting, it was clear that, despite progress achieved, there are issues that need to be addressed. I did not say it was 100% or that we are OK. Why quote what I said in a different way? You know, I like the very simple rule ‘Don’t lie’! And it is clear. We have had meetings and we have discussed the issues that were raised here, about Croatian ports and so on, and we are following the situation and having dialogues with operators. Why are you exaggerating the situation, Ms Hazekamp? Of course I know that now is the time of the European elections and, yes, from an election point of view, your speech was quite good. In recent meetings we have had ongoing exchanges on the current animal welfare situation and, whilst I am proud of the progress we are all making, I am aware that we need to do more. We have no chance to say ‘job done’. No. The job has not been done. I am now very worried about criminal activity – about crime and fraud – and you can see new examples of this. We need to discuss penalties and other issues, of course. But don’t ignore the situation at the Commission, where we are doing a lot in the area of animal welfare. The Commission’s number one priority in this area is, and will remain, better enforcement. I repeat, better enforcement. And we will continue: it is not sufficient to have a good legal framework to protect our animals if we do not ensure it is correctly applied. However, the Commission cannot achieve better implementation and enforcement by working alone. It is up to Member States and operators: and, of course, I invite Members of the European Parliament to discuss these issues with your respective countries’ governments. You have a good opportunity to organise debates at different levels. We are also debating these issues at the EU Animal Welfare Platform, and we have achieved many steps forward. Please read once again Mr Wojciechowski’s report on animal welfare from the Court of Auditors. It takes an objective view both of certain improvements and also with regard to where we can do more. That is clear. But all of us – the Commission, Member States and representatives of civil society – must work together. It is a pity that, after the emotional speeches, no one from the Green Group is in the Chamber. It would be good to continue our conversation, and not just to deliver emotional speeches. (Applause) I am pleased that this report makes recommendations to both the Commission and Member States. I strongly believe we share the same goal: to ensure that animals, as sentient beings, do not suffer unnecessarily. Of course it’s true that we need to do more. But let us continue to work to achieve this – not blaming and shaming all the time. That is not the constructive way. (Applause)", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 34, "date": "2019-02-14.json", "name": "Jørn Dohrmann", "mepid": "124878", "text": "   Rapporteur. Mr President! Thanks for the comments. Thank you to the Commissioner also for his words, who says that there are still things to work with. There are three priorities that they have set high on the agenda. We are happy to cooperate with the Commissioner. I just have to say: we don't just want it to be talked about! That is why we would like to see this report. We are lagging behind other countries like New Zealand and Australia. You have long taken the stock on this, and I miss a little in the comment that the Commissioner made: where did the new technology go? Why do we not use new technology to keep an eye on this area? I think that is important! We are also talking about the eight hours of transport. I say that it must be as short as possible, and I do so on the outset that I do not want it to be planned all of a sudden that all animals have to go on an eight-hour journey. So therefore as short as possible! I am confident that the majority in this House today will send this strong signal to the Commission, and that is why I think it is also time for us to stand behind the animals. I would therefore like to thank you very much for this debate and thank you for your support so far.", "language": "en", "original_language": "da", "translation_provider": "azure"}, {"id": 35, "date": "2019-02-14.json", "name": "Przewodniczący. –", "mepid": "23768", "text": "  I close the debate. The vote will take place on Thursday 14 February 2019. Written declarations (Article 162)", "language": "en", "original_language": "pl", "translation_provider": "azure"}, {"id": 36, "date": "2019-02-14.json", "name": "Janusz Zemke (S&amp;D)", "mepid": "96784", "text": "  I would like to write to the Commission. – I am critical of the protection of animals during transport within and outside the EU. In my opinion, it is unacceptable that, 13 years after the entry into force of the Regulation on this subject, there are still very numerous cases of mistreatment of animals during transport, which causes suffering to animals, poses a threat to their health, but also to humans. The most common infringements of the rules in force, after all, concern overcrowding and insufficient space intended for animals during transport, non-compliance with watering and feeding periods of animals and travel time. These phenomena are highly worrying. I call on the European Commission and its services to enforce the existing rules hard.", "language": "en", "original_language": "pl", "translation_provider": "azure"}, {"id": 37, "date": "2019-02-14.json", "name": "Dominique Bilde (ENF)", "mepid": "124771", "text": "  In writing. My speech on this subject dear to me is the result of a long-standing commitment, since I am one of the handful of Members who have called for the creation of a commission of inquiry into the transport of live animals. While I regret the refusal that has been taken against us, I nevertheless welcome the work of my colleagues on this report of the utmost importance.  Because what is it about? Some 37 million calves, cows and sheep pass through Europe's roads each year at the cost of appalling suffering. These journeys, sometimes up to seventy hours, are often marked by a cruel lack of hydration, space and oxygen. In 2016, a Video by Eurogroup for Animals had torn the veil of these atrocious abuses.  Weary, I fear that this umpteenth parliamentary report will remain a dead letter, for lack of real political will, not only to enforce existing legislation on the territory of the Union, but also to impose similar standards on our trading partners. At a time when Brussels is preparing to flood the European market with foreign meat, especially Brazilian meat, this last requirement seems destined to remain a wishful thinking.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 38, "date": "2019-02-14.json", "name": "Przewodniczący. –", "mepid": "23768", "text": "  The next item is the report by Virginie Rozière, on behalf of the Committee on the Internal Market and Consumer Protection, on enhancing the competitiveness of the internal market by deepening and managing the EU customs union (2018/2109(INI)) (A8-0059/2019).", "language": "en", "original_language": "pl", "translation_provider": "azure"}, {"id": 39, "date": "2019-02-14.json", "name": "Virginie Rozière", "mepid": "103845", "text": "  Rapporteur. Mr President, ladies and gentlemen, today I am presenting an initiative report on a policy which is certainly technical, but which is nevertheless essential to our Union: customs policy. This policy is one of the foundations of the internal market and it is so integrated into the European Union that it is sometimes forgotten its importance. But Brexit is a cruel reminder of this - the customs union and its proper functioning are absolutely vital for the European Union. And this initiative report is part of a series of legislative and non-legislative initiatives relating to the EU customs code, including the reports of my colleagues Selimovic, Grapini and Pospiil. The customs code as we voted in 2013 provided at the time for the establishment of a computer architecture to implement, from 2020, next year, customs procedures dematerialised at European level. Regrettably, we have been forced to extend this deadline to 2025, as part of the Selimovic report, because of delays by the Commission and the Member States in developing and implementing the computer applications needed for these 100% online customs procedures. It is in this context that the report we are discussing today is taking place. This report first stresses the priority of implementing the EU Customs Code. It has been more than ten years since the reform was launched by the Commission in 2008 and this reform is still not fully operational. And it must be quite clear that the new deadlines granted to the Member States and the Commission, respectively 2023 and 2025, to complete the IT architecture are not indicative and that any new lag is absolutely outlawed. So in order to meet these deadlines, the report we are currently discussing calls on the Commission to integrate the constraints and methods of planning and conducting conventional projects - I would say - but which would benefit from being effectively implemented: a definitive definition of specifications, the setting of milestones to facilitate decision-making and clear and permanent reporting. In this regard, the specific report of the European Court of Auditors has clearly shown that these elements, which are essential for the conduct of projects, have so far been lacking and in my opinion their absence largely explains the fact that the objectives are still not being achieved. More broadly, the report we are discussing calls for stronger governance of the 'Douane 2020' programme and future 'Douanes' programmes, particularly for large-scale projects. For this reason, it calls on the Commission to review, at the end - but only at the end - the implementation of the 17 COMPUTER tools, the whole of customs governance, precisely on the drawing board of the report of the European Court of Auditors which I have just mentioned. Therefore, for this purpose, the report I am presenting also encourages the Commission to continue its reflections and work on the tool on the performance of the customs union, as we call on the Commission to work towards a uniform application of customs legislation throughout the European customs territory. There has also been the return of a number of economic operators and customs authorities, who tell us that the implementation of the customs code is not uniform enough today at EU level, which of course leads, first, to potentially costly uncertainty for economic operators, but also and above all to risks to the integrity and proper functioning of the internal market. And I hope that, through this report, the Commission and the Member States will work to ensure a uniform implementation, as I said, of these customs procedures by resorting to the exchange of good practices, joint actions between customs administrations and the establishment of practical guides to strengthen the capacity of the worst-performing Member States on these issues. Finally, and this is an important point for all of us, Parliament must be fully informed of the progress and implementation of the 'Douane 2020' programme and the customs code. We therefore call on the Commission and the Member States, in terms of their responsibility, to further improve the information we have to ensure full parliamentary control over this programme of more than EUR 850 billion, on an essential policy - once again - of the European Union, which has so many implications: Parliament must be fully involved , including in case of difficulty. I would like to thank the shadow rapporteurs and colleagues who this report is widely supported and I hope that it will be equally supported in plenary and that it will be heard by the Commission and the Member States.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 40, "date": "2019-02-14.json", "name": "Cecilia Malmström", "mepid": "n/a", "text": "   Member of the Commission. – Mr President, honourable ladies and gentlemen, dear Members, on behalf of Commissioner Moscovici, who cannot be here today, I am happy to present and to be here to discuss with you ways to improve the competitiveness of the internal market by developing the Customs Union. Of course, we would like to thank the rapporteur, Ms Rozière, for her report and for the work on this subject. The importance of the Customs Union for the internal market and for the competitiveness of EU companies is, of course, clear. Goods can flow freely, quickly and safely within the European Union thanks to common customs rules at EU external borders. And, at the same time, the EU, the Member States, acting as one single trading bloc in trade negotiations with third countries, have a far stronger position than any Member State alone – as we’ve seen this week, for instance. I would also like to thank you for acknowledging the Customs Union’s vital role and the work carried out by customs administrations in your report. As the report notes, it is vital that the Customs Union ensures the competitiveness of European business, especially the SMEs, while at the same time protecting the EU’s revenue sources and allowing the flow of goods at our external borders. Balancing these objectives is the main goal of the Union Customs Code (UCC). The UCC has been the main legal framework for customs rules since 2016 and it aims to eliminate paperwork and fully automate all customs processes. It also provides for a greater electronic integration between the Member States and it facilitates trade by speeding up customs control. I welcome the reference made in the report to the major progress already achieved over the last 20 years in the digitalisation of our customs processes. The current work is about building and expanding on the existing well—functioning electronic systems. For that reason, the UCC electronic work must proceed carefully, step by step. The new systems will only replace the old ones when they have been fully tested and when they can be launched easily with no disruption to trade. Thanks to the provisional agreement reached in trilogue on the proposal to amend Article 278 of the UCC, the Commission and Member States will have the time necessary to complete their work on the 17 UCC electronic systems. Most systems will in fact be completed by the previously established deadline of 2020. However, for some of them it is necessary to allow extensions up to 2022 for the three national systems and up to 2025 for six trans—European systems. We have proposed these extensions to the Commission to allow traders and Member States to prepare in an efficient way. We believe that the work can now proceed in a smoother way in line with a carefully calibrated and agreed timeline. And, as you request in your report, I can assure you that the Commission’s work programme for the customs IT projects will be regularly updated to take account of the new deadlines. And, besides, we will of course regularly inform Parliament of the progress of the customs electronic projects through regular reports. Greater transparency here is, of course, in everybody’s interest: for you, for the economic operators and for the general public. The Commission already produces annual reports in a technical format on the multiannual strategic plans for customs electronic systems and this form of reporting will continue. And, in addition, under the provisional agreement reached in the trilogue, the Commission will provide a second more strategic annual progress report with the remainder of the work related to the development of the 17 UCC electronic systems. So let me conclude by saying that we will give careful consideration to all the suggestions you made in your report and we intend to address all the customs issues highlighted by this House.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 41, "date": "2019-02-14.json", "name": "Nicola Danti", "mepid": "124821", "text": "  Draftsman of the opinion of the Committee on International Trade. Mr President, ladies and gentlemen, Mrs Malmström, let me begin by thanking my colleague Virginie Rozière for her excellent work on this report.  As rapporteur for the Committee on International Trade, I would like to highlight a few points on the substance of the text. Firstly, in order to present itself as a credible partner when negotiating trade agreements with third countries, the European Union must have a fully operational customs union that facilitates trade and reduces administrative burdens, particularly for small operators and SMEs.  Secondly, I believe that the protection of citizens and consumers depends first and foremost on our ability to control products entering and circulating in the single market, so as to ensure compliance with standards and standards, both by European companies and by companies outside Europe. This must be done regardless of which country or port of access is, and in order to do this we need to harmonise as far as possible customs procedures, the level and quality of controls, as well as sanctions policies, by strongly hindering the phenomenon of 'port shopping'. In this context, the prospect must be that of an increasing transfer of responsibility from the national customs authorities to the European customs authorities.  Thirdly, digitalisation represents a great opportunity, because it has the potential to make the exchange of information and the payment of duties more transparent and accessible, as well as being a powerful tool for combating corruption at borders.  Finally, ladies and gentlemen, I would like to reiterate that the Brexit process must not have a negative effect on the development or governance of eu customs, as well as on the integrity of the single market.", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 42, "date": "2019-02-14.json", "name": "Adam Szejnfeld", "mepid": "124890", "text": "  On behalf of the PPE Group. – (2) Mr President, I would like to begin by The customs union is one of the cornerstones of the functioning of the European Union as such. Its smooth operation has a major impact, inter alia, on the finances of the European Union, on the activities of entrepreneurs, on consumer safety, which is very important, but also on the European Union's foreign trade with third countries, and – what is the subject of our report – also on competition, the one that exists inside. That is why we, as the European Parliament, must therefore not only deal with the perception of the efficiency of the customs union, but also encourage the Commission to modernise it. There are certainly some important challenges in this regard. The first, which there was a lot of talk about, is modern ICT. We have delays here. They need to be eliminated, but I agree with the Commissioner, the absolute condition is the security of the new systems, not the time when they are introduced. Another issue is the unification of interpretations in the Member States. We must have the same approach to the customs union everywhere, throughout the Union. And the last point, Mr President, which is probably obvious, but it is worth mentioning, the biggest challenge today is Brexit. This will be an examination for the European Union when it comes to the customs union.", "language": "en", "original_language": "pl", "translation_provider": "azure"}, {"id": 43, "date": "2019-02-14.json", "name": "Daniel Dalton", "mepid": "35135", "text": "  on behalf of the ECR Group. – Mr President, I very much welcome this report. We’ve been working for a long time in the Committee on the Internal Market and Consumer Protection (IMCO) to try and improve customs procedures and the efficiency of trade in Europe. So I strongly support the emphasis on the need for better IT systems to smooth the work of customs authorities and also its call for better managed roll—out of new IT projects by the Commission, working closely with national bodies. Technology, when properly utilised, has the ability to massively reduce the costs and administrative burden of customs procedures in future. Parliament has recognised this for some time, but the Commission has taken eight years to roll this out and also appears reluctant to look at technological solutions in some of the new customs borders that may emerge in the next few weeks, even though there is a clear case for it.  In concrete terms, using technology means cheaper goods for consumers and lower costs of business for traders. The rest of the world is pushing on with tech solutions to customs issues. As trials have already demonstrated, technologies like blockchain have huge potential for even simpler and more secure customs procedures, but we can also help customs authorities by raising the de minimis threshold for e—commerce to the physical limit, not reducing it to zero. Overall, creating a single secure digital place for all parts of the process is the long—term goal, but we’re not quite there yet. As the repeated delays to the implementation of new IT systems in the EU have already shown, getting the Union Customs Code (UCC) going has been a torturous process. But I support the message of this report, which is too important to give up on. The importance of smooth trade flows is too valuable to let technical snags hold up the process for too long. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 44, "date": "2019-02-14.json", "name": "Jasenko Selimovic", "mepid": "134243", "text": "  on behalf of the ALDE Group. – Mr President, I would just like to start by thanking the rapporteur, Ms Rozière, the shadow rapporteurs and the Commission for the good cooperation on this on this report. In order to ensure that we as consumers and citizens of the EU have access to the best, most priceworthy products at all times, it is necessary to ensure that the internal market functions as efficiently as it can, in order to allow trade with the rest of the world and in order to allow distribution across the Union.  As has been mentioned, we have already achieved the agreement on when to digitalise the Union code as fully as was planned from the beginning. But by implementing this opinion, we make sure that the whole custom procedures regulating the market are made as efficient as possible. A functional Customs Union is one of the cores of the Union. By easing bureaucratic burdens and investing in better digital infrastructure, we will improve competitiveness on the market, trading conditions for companies and products for consumers. However, as in most European projects, everything is about the implementation. Therefore, I think this initiative is a necessary step for the creation of a truly seamless Custom Union and single market. This will allow our companies in the Union to take part in a healthy competition, allow us better trade with the rest of the world, be also open to the very investors abroad coming to the Union and increasing competition allows for the best merchandise and products of the season on the internal market, thus ensuring improved quality of the goods that we are buying on an everyday basis. That’s why I welcome the report and congratulate my colleagues on doing it. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 45, "date": "2019-02-14.json", "name": "Tim Aker", "mepid": "99650", "text": "  on behalf of the EFDD Group. – Mr President, it was interesting to read this report as you seem to have more confidence in Britain leaving the European Union than both the UK Government and Mr Robbins, Theresa May’s negotiator. Whereas Recital I identifies that the UK will leave the European Union, Ms May and her negotiator are giving out completely different messages. The latest on the table is the complete fudge of membership of the Customs Union. With it comes permanent loss of sovereignty; we will be leaving in name only. It is now the overwhelmingly popular view of the British people that we must leave the EU without a deal. You could have had a sensible deal based solely on trade but you cling on to hopeless faith that Britain will change its mind, that we will vote again and again and again. That may have worked with Ireland but it won’t work with the United Kingdom.  The clock is ticking down to 29 March. You have time to change your minds and create a deal based solely on a free trade agreement. The eurozone is heading into recession and it will be by your actions that you push it over the edge. (The speaker declined to take a blue—card question from Charles Tannock)", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 46, "date": "2019-02-14.json", "name": "Andreas Schwab (PPE).", "mepid": "28223", "text": "   Mr President, ladies and gentlemen, Commissioner, I would like to thank the rapporteur for her excellent report and for the way in which she has been a member of the European Union. One thing is clear, even if the British colleague who has just told a lot of nonsense here is now going out: this report is not about Brexit. Unfortunately, it is not the case that Britain has left the European Union, but because people like him, Mr Aker, have told things that they cannot keep today. Anyone who reads the newspapers in the UK today will see that Ford wants to leave the UK precisely because it does not want this unregulated Brexit by 29 March. And Ford is just one of many companies that don't want to go on holiday in the UK, they want to work. That is why the honourable Member from over there should be better at dealing with the matter when he comments on the matter here. But it is true, Mr President – and I am already a little bit advanced in time – that the European Union has collected a total of EUR 3 700 billion in 2017 through tariffs with other countries in the world, thereby covering 15% of its budget. That is a considerable value. We can only congratulate the Commissioner on the fact that this is always possible, even with interesting deals, not only to increase revenue through customs duties, but also to help European companies to have a chance on the world market. Our shadow rapporteur, Adam Szejnfeld, has pointed out that this will only be possible in the future if companies are finally able to do things digitally. There is a lot to improve. We have already done so in other reports – and this is rightly mentioned here. That is where the Member States have to deliver.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 47, "date": "2019-02-14.json", "name": "Anneleen Van Bossuyt (ECR).", "mepid": "117491", "text": "   Mr President, a well-functioning customs union is, of course, crucial for a well-functioning European Union. Effective controls and certainly simple, accessible and transparent procedures are important here, and certainly for our SMEs. However, they are being put on hold by delayed use of essential electronic systems. And that's disappointing. If you know that one in 40 jobs in Flanders currently depends on exports to the UNITED Kingdom, then it is important, especially for the Flemish ports, that there is good cooperation from Europe with the British customs services, and certainly after Brexit. In 2017, imports and exports from the European Union accounted for EUR 3 700 billion. And there is also an increasing online consumption. Additional efforts are therefore desperately needed to meet all the challenges. Differences in the level and quality of controls, procedures and penalties are not acceptable. And as one of the largest trading blocs in the world – I conclude, Mr President – we must excel in credibility, efficiency and also a high level of consumer confidence.", "language": "en", "original_language": "nl", "translation_provider": "azure"}, {"id": 48, "date": "2019-02-14.json", "name": "Seán Kelly (PPE).", "mepid": "96668", "text": "   – Mr President, firstly I listened very carefully to what the Commissioner and also the rapporteur, Ms Rozière, said, and I must say that I agree 100%. Obviously, we need to have uniform application, because without it it’s going to be costly for businesses – it can lead to greater fraud, etc. And of course the electronic system needs to be developed to ensure that happens. Indeed, in the broader front, I think in the next mandate in particular, we should put huge emphasis on combating fraud in so many different ways. It should be a priority for the next Commission. I agree also with what has been said about Brexit, but at the same time, one hopes that we will get a deal on Brexit and that it will be an orderly withdrawal, because anything else would be absolutely ridiculous. Finally, I just want to say that we are now talking constantly about completing the customs union, completing the single market and completing the banking union – I look forward to the day when a Commissioner can stand up here and see ‘Hallelujah, we have them completed!’.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 49, "date": "2019-02-14.json", "name": "Κώστας Μαυρίδης (S&amp;D).", "mepid": "124691", "text": "   Mr President, the customs union is, as many have pointed out today, a fundamental basis for the completion of the European common market by common rules — I stress — i stress. This report therefore highlights the challenges of a better functioning of the customs union, particularly at the digital level.  Having said that, however, I will turn to the issue of third countries and insist on the issue of Turkey, addressing you, Commissioner. There are legal obligations of Turkey within the framework of the Customs Union. The obligations are to the European Union and relate in particular to the Republic of Cyprus: normalization of relations with the withdrawal of the occupying army, recognition of the Republic of Cyprus and much more. So I ask you directly in the run-up to the elections: how do you want us to trust you that you are putting forward the common rules of the European Union that we all share, if you are promoting an upgrade of trade relations with Turkey without first meeting its obligations to the European Union?", "language": "en", "original_language": "el", "translation_provider": "azure"}, {"id": 50, "date": "2019-02-14.json", "name": "Νότης Μαριάς (ECR).", "mepid": "125069", "text": "   Mr President, the development of the Customs Union is an important thing for the European Union itself. However, I would like to raise the issue of customs fraud here. At the moment, we have complaints about illegal imports of alcohol from Bulgaria to Greece, so that the local ouzo and tsipouro industry can no longer function. We have massive illegal imports, so the distillers complain. I've been to areas of Larissa and I've received these complaints.  The second point is that there must be very clear control both at the Greek-Albanian border and at the Greek-Skopje border, because it also makes illegal imports of tsipouro and, of course, Greekizations of products take place: milk imported from Albania appears as Greek. Meat greekizations take place: meats imported from Skopje appear as Greek. These customs frauds must be tackled.", "language": "en", "original_language": "el", "translation_provider": "azure"}, {"id": 51, "date": "2019-02-14.json", "name": "Jean-Luc Schaffhauser (ENF).", "mepid": "124755", "text": "   Mr President, ladies and gentlemen, Commissioner, I will be against the tide. I will make a plea for tariffs for a cooperative market because, indeed, from a technical point of view, if you have a single market with a single currency, you have the comparative advantage, and the comparative advantage makes the strong get stronger and stronger, and the weak one gets weaker. Then you have two technical solutions to solve the problem. You have the transfer area solution, the federal budget for the euro area, for example, it is a solution. You have a second solution to balance the internal market and make a cooperative market, which is tariffs. And you have the solution, which is mixed up, to make both a federal transfer budget and to apply tariffs. You have to think about the harmony of the internal market, not just competition and competition.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 52, "date": "2019-02-14.json", "name": "Maria Grapini (S&amp;D).", "mepid": "124785", "text": "   – Mr President, Commissioner, ladies and gentlemen, it has been said here that the customs union has a priority. Yes, the Commissioner began her plea by saying that, of course, the competitiveness of the internal market depends on how the customs union operates, the customs code.  I am rapporteur for the Customs programme and we will have a trialogue on 7 March and I do not want it to be postponed; but if we do not have computerisation, and common rules for checking goods, we cannot talk about competitiveness, but we cannot talk about product safety, we cannot talk about consumer protection, we cannot talk about fair competition in the market and no reduction in corruption, because we need to know that, in customs, there is this corruption in order to pass products that are non-compliant.  That is why, Commissioner, I ask you very much: insist! We have one point to negotiate with the Commission in my report and I will not give in to that. Do you want to be cut off from our budget if Brexit materialises? If we cut from the budget, the customs union will never work.", "language": "en", "original_language": "ro", "translation_provider": "azure"}, {"id": 53, "date": "2019-02-14.json", "name": "Cecilia Malmström", "mepid": "n/a", "text": "   Member of the Commission. – Mr President, thank you for this important debate. As Trade Commissioner, I am more than aware of the importance of a functioning, transparent, smooth and fully trustworthy customs system. It has to be safe. It has to be predictable. It has to be state of the art and very modern. And we are working towards this. This is, of course, very important for the internal market as well. I know that there is frustration about the extension of the transitional period for the full completion of the IT system. We have been fully transparent in this regard by regularly updating and publishing information on the planning schedule for the electronic systems, after consultation with Member States and economic operators. Also, following your request, last year the Commission published a comprehensive report on the state of play of the implementation of the Union Customs Code (UCC). In this report we announced and explained why additional time was needed for the completion of some of the electronic systems. But I do acknowledge that a more strategic report on the progress of the electronic systems and on ways to address any possible delays will further increase transparency. That is why the Commission has undertaken to report to Parliament on the progress regarding the completion of the work on the electronic systems on an annual basis. Concerning Brexit – I think those concerned have left – but as of the withdrawal date the UK will become a third country, as you know, and that implies that the Union Customs Code will apply to trade goods coming from the UK. There are no derogations foreseen and it is the case today. The implementation of the Code falls under Member States’ competence. We understand that they have taken measures with a view to staffing, infrastructure and IT systems necessary after the UK withdrawal. However, of course, withdrawal of the UK without an agreement clearly carries risks and the Commission is in active discussion with Member States on these issues. I would like to thank the rapporteur again and also the other members of the Committee who have helped to highlight the very important issues related to the Customs Union and its functioning. You can be assured that I will convey your comments and suggestions and questions to Commissioner Moscovici.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 54, "date": "2019-02-14.json", "name": "Virginie Rozière", "mepid": "103845", "text": "  Rapporteur. Mr President, I again wanted to thank all the colleagues for their participation in the debate, their contributions, their contributions, with one word in particular, of course, for my fellow shadow rapporteurs with whom the work on this report is extremely fruitful. I would also like to thank you, Commissioner, for your answers. I think we are making a largely shared observation, and we also share the paths for improvement to ensure that the customs union, the customs code and all the systems that must contribute to its implementation that are fully dematerialised in the future are developed and that we can meet the new deadlines that we have collectively set. In any case, thank you for your encouraging answers, I hope and I think that the report we have discussed will garner a large majority and that it can provide a common basis for reflection to build a successful customs union together. We need it. Let us remember that this is perhaps too often a little-known and yet fundamental foundation of our European Union.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 55, "date": "2019-02-14.json", "name": "Der Präsident. –", "mepid": "2323", "text": "  The debate is closed. The vote will take place today, 14 February 2019. Written declarations (Article 162)", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 56, "date": "2019-02-14.json", "name": "Lidia Joanna Geringer de Oedenberg (S&amp;D)", "mepid": "28377", "text": "  I would like to write to the Commission. – The customs union is one of the EU's earliest achievements and is essential to guarantee the credibility and negotiating position of the EU in concluding trade agreements. In practice, the customs union means that the customs authorities of all 28 EU Member States work together as if they were a single body. They apply the same tariffs to goods imported into their territory from abroad and do not apply tariffs in the internal market. The EU's single market would be impossible to achieve without the abolition of customs duties and the role played by the customs union in overseeing imports and exports. Standardisation of information and customs processes plays a key role in harmonising controls, in particular with regard to phenomena such as misclassification and undervaluation of imported goods and misrepresentation of their origin. Such errors are detrimental to all economic operators, and in particular to small and medium-sized enterprises. Customs authorities must strike the required balance between facilitating legitimate trade, customs controls to protect citizens, animals and the environment in Europe, building consumer confidence in goods placed on the internal market and EU trade interests. EU imports and exports amounted to EUR 3 700 billion in 2017 and duties collected accounted for 15% of the EU budget.", "language": "en", "original_language": "pl", "translation_provider": "azure"}, {"id": 57, "date": "2019-02-14.json", "name": "Der Präsident. –", "mepid": "2323", "text": "  The next item on the agenda is the debate on six motions for resolutions on the situation in Chechnya and on the case of Ojub Titiyev (2019/2562(RSP)).", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 58, "date": "2019-02-14.json", "name": "Rebecca Harms", "mepid": "28233", "text": "  Author. Mr President, ladies and gentlemen, I would like to begin by thanking the rapporteur for her excellent report and for the way in which she has been rapporteur for her excellent report and for the The director of Memorial in Chechnya has been in prison for a year on a constructed charge. In the show trial of Ojub Titiyev, he faces up to ten years in prison. Our concern is particularly high because his predecessor was murdered by Memorial in Grozny in 2009. This resolution is also a reminder of Natalya Estemirova. Ojub's family is constantly under threat, and his colleagues at Memorial also face ever-increasing persecution, direct violence and criminalization. Memorial is the winner of the European Parliament's Sakharov Prize, and we are convinced by a large majority in this House that we need to take more responsibility for our prizewinners. We therefore call on the European External Action Service – our embassy – to take care of this case. And we call on the Russian authorities to drop the charges and release Ojub Titiyev!", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 59, "date": "2019-02-14.json", "name": "Jaromír Štětina", "mepid": "124702", "text": "   Author. – Mr President, being a director of the Memorial branch in Grosch is a dangerous profession. Think of Natalya Estěmirov, titjev's predecessor, who was murdered in 2009. Titjev is awaiting sentencing, which could send him to prison for 10 years or more. Today's Chechen President Kadyrov, established after the Second Chechen War by Putin, has introduced a regime of lawlessness in Chechnya. Under this regime, Titjev and his organization, which we awarded the Sakharov Prize ten years ago, are trying to protect those whose lives are being ruined.  I worked as a journalist for several years in the first and second Chechen wars. I've seen the crimes committed by the 58th Russian army. In the war, it killed 80,000 civilians, destroyed about 200 villages, destroyed three towns, destroyed the country's infrastructure, drove half the Chechen nation into the diaspora. Many of my friends were killed or killed, including Anna Politkovsky, my friend, with whom I worked in the Second War. To this day, kadyrov's regime adores these war crimes. Titjev's memorial movement considers him an enemy.  I am glad that Mr Titjev won last year's Czech President Václav Havel Award, which is awarded by the Council of Europe. Titjev must be unconditionally released.", "language": "en", "original_language": "cs", "translation_provider": "azure"}, {"id": 60, "date": "2019-02-14.json", "name": "Helmut Scholz", "mepid": "96646", "text": "  Author. Mr President, I would like to thank the There is no doubt that Russia, and in particular the leadership of the Chechen Republic, has a duty to respect fundamental and human rights. They have committed themselves to this, not least through international agreements and UN agreements, especially as a member of the Council of Europe and a signatory to the European Convention on Human Rights. Unfortunately, the fate of Ojub Titiyev, head of the office of the Russian ngo-organisation Memorial in Chechnya, shows a serious violation here and, unfortunately, is obviously only the tip of an iceberg of worrying human rights violations by the Chechen authorities. Our group and I share the joint resolution's approach of finally ending the coordinated attacks on human rights organisations and activists, giving non-governmental organisations appropriate opportunities to investigate human rights violations and, at the same time, guaranteeing and implementing without hindrance all democratic rights legally guaranteed, including the obligations to state and social bodies arising from international agreements, on the basis of applicable Russian Federation law. This includes the immediate release of Ojub Titiyev.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 61, "date": "2019-02-14.json", "name": "Daniele Viotti", "mepid": "124791", "text": "  Author. Mr President, ladies and gentlemen, we have already dealt with Chechnya too many times in this House, in this Parliament, not least last October, so I agree with all my fellow Members who have written this resolution.  However, I would like to use this minute to recall the memory of Assil Belalta. Assil Belalta was a 21-year-old boy who was killed, cut, in Algeria a few days ago. With his blood, in his college room, it was written \"He is gay\", as if this were a fault. A 21-year-old boy who was studying medicine, who was in his third year of medicine, was killed in Algeria because he is gay. We must oppose this, and he was killed after two weeks that the President of the Algerian Magistrates had said: 'we will oppose any law against homophobia'.  So Europe must oppose this, we cannot stand up to what is happening in Chechnya, we cannot stand what is happening in Algeria, we cannot yet see homosexual victims from regimes that are dictatorial. We can't let that be allowed anymore. The hands of Algerian politicians and the Algerian media are dirty with Assil's blood.", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 62, "date": "2019-02-14.json", "name": "Marietje Schaake", "mepid": "96945", "text": "  author. – Mr President, the Chechen director of Sakharov prize—winning Memorial, Oyub Titiev, has been in prison for over a year now on trumped—up charges, and we expect a verdict any day now. The risk that human rights defenders in Chechnya are taking is illustrated by the fact that Titiev’s predecessor, Natalya Estemirova, was brutally murdered, and others face constant threats and intimidation.  So today we call for the release of Oyub Titiev and the dropping of charges, and we urge the Chechen authorities to respect their own laws and constitution and at least every citizen’s human and legal rights. The harassment of NGOs and journalists really has to stop, but we also need to hold to account the perpetrators of the worst human rights violations through a European ‘Magnitsky Act’. It is urgent. I call on celebrities who think it is fancy to take money from a dictator to perform or to be present to stop doing that and to consider the money they make that way dirty money. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 63, "date": "2019-02-14.json", "name": "Charles Tannock", "mepid": "4521", "text": "  author. – Mr President, it is now over a year since Oyub Titiev was arrested on trumped—up drug charges, clearly targeted in response to his continued actions in documenting and exposing human rights abuses in Chechnya. The Russian federal authorities have so far failed to investigate the extrajudicial killing of 27 men two years ago, and Titiev, Head of the Chechen Memorial Office remains in pre-trial detention a year after his arrest. Russia has international commitments to protect human rights defenders, and they should take heed of the OSCE report that calls for Mr Titiev’s trial to be moved out of Chechnya and for him to be released immediately. It’s also time for the ICC to carry out meaningful investigations into the alleged crimes against humanity during the second Chechen war. These persistent human rights abuses under the watch of President Kadyrov cannot be allowed to continue unchecked. It is a disgrace.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 64, "date": "2019-02-14.json", "name": "Cristian Dan Preda", "mepid": "96838", "text": "  on behalf of the EPP group. Mr President, my political group has fought hard for a resolution on the case of Oyoub Titiev, since this eminent human rights defender has been behind bars for more than 13 months on the basis of clearly fabricated charges. His trial, which cannot be described as anything other than ridiculous, is coming to an end. So now is the time to make our voices heard more than ever. If Oyoub Titiev is in prison today, it is only because he refused to bow down to Mr. Kadyrov and continued to report human rights violations in the region. With this case, invented from scratch, Mr. Kadyrov's goal is to silence the latter voice critical of his regime. I remind you that Memorial is the last non-governmental organization operating in Chechnya, the Chechen leader has indeed made sure to expel them one by one. In addition, we have all heard at the end of last year that the region will soon be a territory forbidden to human rights defenders, which it places in the same category as terrorists and extremists. So I believe that the time has come for Mr Putin to save his honour and to use the little influence he still has in Chechnya to free Mr Titiev.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 65, "date": "2019-02-14.json", "name": "Pavel Svoboda (PPE).", "mepid": "96272", "text": "   – Mr President, Commissioner, today we demand the immediate dismissal of the director of the Chechen office of the human rights organisation Memoriál Ojub Titjev, who is, among other things, the winner of the Václav Havel Prize and is detained on the basis of fabricated evidence. But it can't end with his release. The European Union must adopt the European equivalent of the Magnitsky Act. None of those responsible for human rights violations in Russia and Chechnya may be entitled to an entry visa or the possibility of obtaining property within the EU. It is clear that neither the Russian nor the Chechen authorities are willing to respect human rights on their territory, nor are they committed to them. Russia's membership of the Council of Europe in this sense is rather ridiculous.", "language": "en", "original_language": "cs", "translation_provider": "azure"}, {"id": 66, "date": "2019-02-14.json", "name": "José Inácio Faria (PPE).", "mepid": "125101", "text": "   – Mr President, after years of harassment and intimidation, Oyub Titiev, the director of the Memorial Human Rights Centre and the 2018 Vaclav Havel Human Rights Prize winner, was illegally arrested on 9 January 2018 on fabricated drug charges. A week later, Memorial’s office in Ingushetia was set on fire. Two months ago, Shali City Court prolonged – without any justification – his pre—trial detention until 22 March 2019. He may face up to 10 years in prison. Memorial – 2009 Sakharov Prize winner – is the last independent non—governmental organisation operating in Chechnya and Titiev’s arbitrary detention is clearly politically motivated and a retaliation for his courage to document the kidnappings, torture, illegal arrests and killings in one of the most repressive regions in Europe. Like we did one year ago, we must call on the authorities of the Chechen Republic of the Russian Federation to immediately and unconditionally release Oyub Titiev, and also address the situation of human rights defenders, including the massive persecution and extrajudicial killing of LGBTI people.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 67, "date": "2019-02-14.json", "name": "Csaba Sógor (PPE).", "mepid": "39724", "text": "   – Mr President, ten years ago Natalya Estemirova was brutally murdered in Chechnya for her work on human rights. Since then, sadly, the atmosphere for activists and journalists in Chechnya has not improved. Oyub Titiev, her successor as director of the Human Rights NGO Memorial, not only faces ten years in prison on charges that that are widely recognised as fabricated, but has in recent months seen his colleagues, lawyer, personal life and even family threatened. The arrest of Mr Titiev falls in a clear pattern in which the authorities of the Chechen Republic tried to crush all criticism of Ramzan Kadyrov, the Kremlin—backed leader of Chechnya.  Therefore, I urge the Council to continue its work on a Magnitsky Act, the High Representative as well as the European External Action Service (EEAS) to give this and all other cases of political persecution a priority in EU—Russia discussions, and my colleagues to put this incredible injustice on their countries’ agendas. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 68, "date": "2019-02-14.json", "name": "Stanislav Polčák (PPE).", "mepid": "124704", "text": "   – Mr President, I, too, would like to stress that mr Kadyrov's regime has been created in Chechnya, which is a regime of lawlessness, where there is no right at all, where, on the contrary, the state protects those who break the law and those it should protect, various minorities, actively persecutes them. This regime, above it, holds the protective hand of Russia. I think that this should also be heard here, and I join the call of all of you who are calling for the release of Mr Titjev, who is being held completely unlawfully and holds both the Václav Havel and Sakharov Prizes.  I would like to stress that recently – and it is not just a matter of one year – the European Court of Human Rights has begun to strongly condemn Russia for violations of the rights of Chechens and violations of rights on Chechen territory. I think that we should think about how to make these judgments more enforceable in the European area, because it cannot just be a question of money that is obtained by those whose rights have been violated in this way.", "language": "en", "original_language": "cs", "translation_provider": "azure"}, {"id": 69, "date": "2019-02-14.json", "name": "Carlos Iturgaiz (PPE).", "mepid": "28398", "text": "   – Mr President, in Chechnya, that is, in that part of the Russian Federation, persecution is being done against human rights activists and the media , who are trying to report freely and, on many occasions, unsuccessfully, by the intolerable attitudes of the Chechen regional and Russian national governments. Oyub Titiev's case is bleeding: an illegal process was fabricating him by the Chechen authorities that has put him in jail, as we all know, with false accusations. The European Union, and also the European Parliament, cannot look the other way and we must call for the immediate release of Oyub Titiev. And the European institutions must also address the Russian authorities to protest these illegal detentions and the lack of fair trials, as well as the human rights violation that is taking place in that territory.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 70, "date": "2019-02-14.json", "name": "Cecilia Malmström", "mepid": "n/a", "text": "   Member of the Commission. – Mr President, again we stand here discussing the situation in Chechnya, the situation for LGBTI persons and, of course, especially today, the situation of human rights defender Mr Oyub Titiev. Human rights organisations and media reported in December and January on a new wave of detention and torture by Chechen law enforcement officials affecting at least 40 LGBTI people. At least two detained people are reported to have died. These are very grave violations of human rights, adding to a long list of abuses in Chechnya and we reacted again strongly to the situation of LGBTI people there, as we did earlier.  A report by the Organization for Security and Cooperation in Europe sets out clear evidence of successive purges against LGBTI people in Chechnya, as well as many other human rights violations. It is essential that Russian authorities address the recommendations of the report and take steps to implement them, including investigations of the role of the Chechen authorities. As part of an alarming trend of attacks on human rights defenders and journalists in Chechnya, a court in Chechnya confirmed, as you have said, last June the detention of Oyub Titiev, head of the regional office of the very respected NGO Memorial human rights centre. He has now been detained for over a year on questionable drug possession charges. The arrest appears to be directly connected to his human rights work. Memorial has been the subject of ongoing intimidation and harassment in the North Caucasus. Mr Titiev should be immediately released.  We recall the duty of the Russian Federation to protect all its citizens, ensure the safety of all persons at risk owing to sexual orientation and order the Chechen leadership accordingly. We expect full and transparent investigation into the report and persecution, torture and killings of LGBTI people in Chechnya. Anyone found responsible or complicit in such hate crimes should be brought to justice. It is also the duty of the Russian Federation to respect and protect the legal rights of human rights defenders, including Oyub Titiev, in line with Russia’s international human rights commitments.  We remain committed to combating all forms of discrimination and hate crime, strongly supporting the rights of all LGBTI persons as well as human rights defenders in general, and of course Mr Oyub Titiev in particular. The EU has consistently called upon Russia, and will continue to do so, to ensure that human rights violations in Chechnya are investigated and justice for victims ensured. Thank you very much for putting this important issue on the agenda.  (Applause)", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 71, "date": "2019-02-14.json", "name": "Der Präsident. –", "mepid": "2323", "text": "  The debate is closed. The vote will take place at the end of the debate.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 72, "date": "2019-02-14.json", "name": "Der Präsident. –", "mepid": "2323", "text": "  The next item on the agenda is the debate on seven motions for resolutions on Zimbabwe (2019/2563 (RSP).", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 73, "date": "2019-02-14.json", "name": "Geoffrey Van Orden", "mepid": "4513", "text": "  author. – Mr President, today, as Chairman of the Friends of Zimbabwe, I want to appeal directly to President Mnangagwa of Zimbabwe.  President, six months ago, when you took office, you promised change and a bright, shared future for all Zimbabweans, with a government unwavering in its commitment to the rule of law, with policies that would project harmony and stability and attract foreign investment. I urge you to get back on that right road, to break clean from the evil forces lurking in your shadow, to dismiss those responsible for the recent brutalities, to release all the political prisoners and work with the opposition forces, the churches and civil society in a great national dialogue that will lead to the genuine and sustainable democratic change that your people so desperately want. Do this and I feel sure the international community stands ready to give you every assistance. Do the right thing and history will judge you well. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 74, "date": "2019-02-14.json", "name": "Der Präsident. –", "mepid": "2323", "text": "  Thank you, Mr Van Orden. As an explanation, it is usually in this format that the floor is given in this format, not according to the strength of the group, but after the motion for a resolution has been tabled. That is why Mrs Sargentini is now following suit.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 75, "date": "2019-02-14.json", "name": "Judith Sargentini", "mepid": "96815", "text": "  Author. Mr President, in November 2017, President Mnangagwa came to power with a coup. In the summer of 2018 there were elections in Zimbabwe. In the six months that he had not yet been officially elected, we had a chance to force concessions from the country, and we failed to do so. And what have we seen now, January 2019. The Mnangagwa government has cracked down on the opposition and it seems that Mugabe's times have come back. NgOs, opposition members are threatened, are being taken from their homes. People are locked up, without it being clear why. The population is being beaten down with severe violence. And what's our response? The question for the Commissioner is what we can do to improve the situation here.", "language": "en", "original_language": "nl", "translation_provider": "azure"}, {"id": 76, "date": "2019-02-14.json", "name": "Aleksander Gabelic", "mepid": "192465", "text": "  Author. Mr President, I would like to begin by congratulating Mr I would like to begin by thanking all those involved in the drafting of this resolution. The situation in Zimbabwe is acute and it is very important that it is brought to the attention and that we here in the European Parliament clearly mark against the development that has been in the country since 14 January. We must clearly point out against the use of violence and harassment against citizens and trade unionists who choose to peacefully protest against the sharp price increases that have hit the country. All political prisoners must be released immediately and we must clearly mark against widespread sexual violence. People who have been affected must have immediate access to medical assistance. I had hoped that the resolution had taken a clearer stand for the affected trade union leaders Peter Mutasa and Japhet Moyo and the Zimbabwe Congress of Trade Unions as a whole, but I am pleased that this resolution has broad support in Parliament and that it is a clear support for the people of Zimbabwe, who have suffered for a long time, for human rights and for peaceful and democratic development.", "language": "en", "original_language": "sv", "translation_provider": "azure"}, {"id": 77, "date": "2019-02-14.json", "name": "Catherine Bearder", "mepid": "96955", "text": "  author. – Mr President, after years of authoritarian rule, hopes rose with the election of a new president. But that has quickly evaporated, plunging the country into crisis. With runaway inflation, the final insult of high fuel prices was the final straw. Anger and anxiety has pushed protesters onto the streets and their government's response – a legal crackdown on dissenting voices; arrests, use of force, live ammunition, door-to-door searches, intimidation and harassment, Internet scrambling, you name it! Zimbabweans and their human rights defenders have the courage to stand up to their government and we need to stand with them. Fleeing Zimbabweans must get the assistance they need in neighbouring countries to comply with international law and to the UK I say, stop returning Zimbabweans until it's proved to be safe.  We must encourage a peaceful, democratic, national dialogue on an equal footing with civil society, religious leaders, opposition and government, to find a better solution for Zimbabwe – a sustainable solution that ends this violence once and for all. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 78, "date": "2019-02-14.json", "name": "Marie-Christine Vergiat", "mepid": "96858", "text": "  Author. Mr President, the departure of Robert Mugabe in November 2017, after 37 years of dictatorship, had raised immense hope. Unfortunately, the election of Emmerson Mnangagwa was immediately contested and resulted in violence, resulting in several deaths. Despite the electoral commission of inquiry and the new president's promises, tensions fuelled by the economic collapse have continued to grow. The 150% increase in the price of fuel, when it is already one of the most expensive in the world, has had the effect of a spark. Protests after the 14 January strike were brutally suppressed. Riot police fired live ammunition. Deaths, torture, beatings, at least a thousand arrests according to the police itself and a judicial machine running at full speed: all means are used to silence the protest. There is an urgent need to act, there is an urgent need to help with political dialogue, the European Union and the African Union must help, rather than turning a blind eye as in Mugabe's time.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 79, "date": "2019-02-14.json", "name": "Ignazio Corrao", "mepid": "124856", "text": "  Author. Mr President, ladies and gentlemen, change everything so as not to change anything. This is a summary of the delicate scenario that has opened up in Zimbabwe after 37 years of Robert Mugabe's dictatorship. It would seem impossible to imagine a worsening of the situation after forty years of tyranny, hunger and bloodshed, but President Mnangagwa is laying the foundations for success in the very difficult task.  Mugabe's former vice-president, Mnangagwa, known as 'the crocodile', has been associated with some of the worst atrocities since independence, and today his security forces have returned to get their hands dirty with 17 dead, 343 seriously injured and several cases of torture and rape. Meanwhile, the opposition is being decimated: thousands of demonstrators have been imprisoned, including nine-year-olds, and also sum-up tried. Many others remain detained without trial.  I wonder what has really changed in Zimbabwe. What has certainly remained the same is contempt for human rights and the annihilation of opposition. That is why we must call on the African Union to include the Zimbabwe crisis as a priority at the next regular session of its Executive Council.", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 80, "date": "2019-02-14.json", "name": "Elmar Brok", "mepid": "1263", "text": "  Author. Mr President, Commissioner, I would like to thank the commissioner for her work and for the work she has done. The current president was Mugabe's deputy and is partly responsible for all the actions of Mugabe's time. After the fall of Mugabe, however, we believed we had a chance of a change. This has been communicated to the government – and, quite clearly, to Mrs Sargentini – that if you now follow sensible procedures and hold free elections, we can open up the opening that you need economically. Realising that he could lose the elections, he fell back into the old pre-election methods and got the opposition into trouble, which did not really make free elections possible, as the European Union's election observers have noted. The day after – I myself was in the demonstrations – he then attacked peaceful demonstrators with the army and shot a few people. And that has continued. The opposition's computers were taken over so that they could not prove that there had been electoral fraud. And this is now continuing in the old way. Firstly, we should make it clear – as the European Union has said – that things must be put right and that we, as the European Union, can only provide support if it is democracy ... (The President cut off the speaker)", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 81, "date": "2019-02-14.json", "name": "Eduard Kukan", "mepid": "96651", "text": "  on behalf of the PPE Group. – Mr President, Zimbabwe is facing a deepening crisis in every aspect. In these trying times, the Government must show leadership and willingness to tackle the difficult economic situation without excessive use of force and within a framework of rule of law. The new leadership in Zimbabwe has a duty to uphold the fundamental rights of its citizens, which includes freedom of assembly, association and expression, and to protect citizens from arbitrary detention. Disproportionate and excessive use of force against civilians is unacceptable. Abuses by security forces must end. President Mnangagwa’s Government should pay attention to the Human Rights Commission in its report. That is why the EU also needs to stand ready to assist the country effectively in the reform process, which is a matter of urgency.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 82, "date": "2019-02-14.json", "name": "Neena Gill", "mepid": "4533", "text": "  on behalf of the S&amp;D Group. – Mr President, a year ago, there was real optimism that the repression of previous decades was over. Unfortunately, as an observer during Zimbabwe’s last presidential election, I witnessed post-election violence which put an end to those hopes with recent government crackdowns – we’ve already heard – on anti-government protesters, including trade union leaders and opposition. The promises of a peaceful, prosperous, democratic Zimbabwe made during those elections – it really has to be understood – are a prerequisite for international support, for debt relief, for economic recovery. They really do need to be delivered on.  Our condemnation so far has fallen on deaf ears and, unfortunately, facing internal power struggle, key actors find it easier to blame outsiders for the political and economic crisis they’re in, as opposed to taking responsibility. But for the European Union, given Russia and China’s growing influence, I think it’s important we have a clear strategy. How are we going to support dialogue between different stakeholders in the country? ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 83, "date": "2019-02-14.json", "name": "Mario Borghezio", "mepid": "21817", "text": "  Mr President, ladies and gentlemen, i.e. the european Union, we must not Mr President, ladies and gentlemen, as Nelson Chamisa, the leader of the opposition, says, a year and a half after Mugabe left power, the escalation of repression against opponents makes Mugabe almost look like a dragonfly in terms of terrorism, domestic terrorism against opponents.  From neighbouring South Africa, where 130 000 people have fled in one day alone since mid-January, some have reported a serious humanitarian crisis, even calling for the intervention of the International Criminal Court. The question arises as to why such a request is not also made by the territory of the European Union. It is time, just think of the long tradition of heinous murders that have taken place against our fellow countrymen, farmers of European origin. And perhaps even the very serious economic and humanitarian crisis has its distant origins in that period, which was not really of great honour to European civilisation and to the role of defending European citizens. We are asking for the financing of EUR 234 million for the period...  (The President cut the speaker off)", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 84, "date": "2019-02-14.json", "name": "José Inácio Faria (PPE).", "mepid": "125101", "text": "   – Mr President, as demonstrators filled the streets of Harare last January to protest against the dramatic increase of fuel prices and runaway inflation, President Mnangagwa reacted with the same authority, reflecting thus his autocratic predecessor Robert Mugabe, deploying soldiers and security forces to crack down on demonstrators, resulting in numerous arrests, the deaths of at least a dozen unarmed civilians and the shutting down of the internet. President Mnangagwa, who was elected on a promise to stabilise the economy and allow greater democratic freedom, is betraying his promises to create a new Zimbabwe and address the political and economic challenges in the country.  The EU, besides condemning the excessive violence and intimidation by the Zimbabwean authorities and calling for the immediate release of all detainees, must extend the individual financial and travel restrictions to those associated with these human rights infringements, and support an inclusive national dialogue that can produce a roadmap to genuine economic, political and electoral reforms.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 85, "date": "2019-02-14.json", "name": "Νότης Μαριάς (ECR).", "mepid": "125069", "text": "   Mr President, the situation in Zimbabwe is explosive: demonstrations, murders, arrests, the rule of law is not respected, the Internet has been shut down and the new President continues mugabe policy, that is to say an authoritarian policy, a clearly undemocratic policy with imprisonment and a restriction of democratic rights. At the same time, the price of fuel has increased by 130%, people are protesting and there are thousands of refugees leaving the country. I therefore believe that the European Union must send a decisive signal to the President of Zimbabwe. First of all, to put an end to funding: the European Union's aid to Zimbabwe amounts to EUR 234 million. It must also call for the intervention of the Union of African States.", "language": "en", "original_language": "el", "translation_provider": "azure"}, {"id": 86, "date": "2019-02-14.json", "name": "Seán Kelly (PPE).", "mepid": "96668", "text": "   – A Uachtaráin, aontaím leis an údar, an Feisire Van Orden, i ngach rud a dúirt sé faoin ábhar seo. Gan dabht ar bith, táimid ag féachaint ar fhear a chuaigh ar aghaidh don toghchán agus a gheall go ndéanfadh sé gach rud a chabhródh leis na daoine dá dtoghfaí é. Ach ansin, nuair a toghadh é, chuaigh sé siar ar a ghealltanais. Dar ndóigh, chuaigh daoine i mbun agóide, agus cad a rinne sé? Chuir sé na fórsaí amach ag lámhach agus ag marú daoine agus ag caitheamh daoine óga, daoine idir 9 mbliana agus sé bliana déag, i bpríosún agus dhún sé síos an t-idirlíon.  Dá bhrí sin, tá sé ceart go mbeadh díospóireacht againn ar maidin faoi seo agus go gcuirfeadh an tAontas, tríd an gCoimisinéir, gach brú is féidir ar údaráis na Siombáibe chun é seo a chur ina cheart.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 87, "date": "2019-02-14.json", "name": "Jiří Pospíšil (PPE).", "mepid": "125706", "text": "   – Mr President, I have listened very carefully to this debate and I join the arguments of my colleagues. The current situation in Zimbabwe is a great disappointment, it is a disappointing hope that we have put in the presidential elections. The situation does not change, it is the same as under Mugabe, on the contrary, even worse. If someone is using the power tools of the state – the army, the police – against citizens, demonstrators who are protesting against a dismal economic situation, closing people down, abusing people for expressing their views on the situation in the country, then we must condemn it.  I'm afraid he'll probably stay with the judgment. It is up to the Commission, Commissioner, if we can do more, if we can put more pressure on the regime in Zimbabwe with economic instruments, to treat its citizens a little more dignifiedly and a little more appropriately. I personally would recommend it, otherwise in six months to a year we can talk about Zimbabwe here in the same fashion, in the same situation as now. So I recommend tougher action by the Commission.", "language": "en", "original_language": "cs", "translation_provider": "azure"}, {"id": 88, "date": "2019-02-14.json", "name": "Cristian-Silviu Buşoi (PPE).", "mepid": "38420", "text": "   – Mr President, Commissioner, Zimbabwe has lived for forty years, almost forty years, under Mugabe's dictatorship, and the population has had to suffer from poverty, inflation, violence, repression. More than three million citizens have left - most in South Africa - almost a quarter of the population. Unfortunately, even during President Mnangagwa, things are no better: they strike in opposition with brutality, in protesters who have come out because of rising fuel prices and poverty. We have nearly 37 dead, we have over 600 victims of violence, torture, over a thousand arrests. The European Union must strongly demand that the current President and the current government withdraw the army as a matter of urgency, not to use violence. There must be a real dialogue between power and opposition, which can possibly be mediated by a neutral side, and obviously we must strongly demand that fundamental human rights be respected.", "language": "en", "original_language": "ro", "translation_provider": "azure"}, {"id": 89, "date": "2019-02-14.json", "name": "Stanislav Polčák (PPE).", "mepid": "124704", "text": "   – Mr President, the Mugabe regime seems to have come to an end. The hopes raised by last year's events came with a cold shower. We see the same practices, we see the suppression of legitimate protests, we see the dead, arrests, even arrests of children. The hope that was raised last year is really extinguishing, and we should ask, and I agree with my previous sayings: What can we do for the people of this state? We can, of course, demand dismissal, but we must combine the instruments at our disposal. Firstly, the economic ones mentioned here by my colleague Pospisil, and secondly, the diplomatic ones. We must ask for support from the African Union. By combining these instruments, I think we can achieve the effects that we want, and that is therefore a free people in the democratic country of Zimbabwe.", "language": "en", "original_language": "cs", "translation_provider": "azure"}, {"id": 90, "date": "2019-02-14.json", "name": "Cecilia Malmström", "mepid": "n/a", "text": "   Member of the Commission. – Mr President, thank you for focusing attention again on Zimbabwe and the very difficult situation there at this critical moment. Unfortunately our assessment is, as you all say, that the recent development in Zimbabwe is a serious setback. Following the increase in fuel prices by over 150%, a decision which of course triggered violent protests in an already tense political environment, the repression by security forces against demonstrators, trade unions, NGOs, opposition supporters, has been unacceptable.  On 17 January the EU strongly condemned this crackdown, which has resulted in many casualties, widespread human rights violations – including reports of sexual violence – and hundreds of arbitrary arrests. We have a responsibility to Zimbabweans to express ourselves in these circumstances. Our Head of Delegation in Harare met high-level representatives of the Government, including the Ministers of Foreign Affairs, Home Affairs and Justice to express our deep concerns and to urge the authorities to behave in full compliance with its constitutional obligations. In Brussels, the EEAS convened a meeting with the Ambassador of Zimbabwe in the same context. In times of economic hardship, demonstrations are to be expected. Human rights and the rule of law, as enshrined in the constitution of Zimbabwe, should be upheld. Vandalism and lootings by rioters is of course to be condemned but security forces must respond in a proportionate and professional manner and they have to be accountable to citizens for their actions. These tragic developments underline the urgent need to address the findings and recommendations of the commission of inquiry that was set up by the President himself in response to last August’s post-election violence. Security sector reform is also a priority and the government should ensure that security-related laws are aligned swiftly with the Constitution. The Government will not be able to implement reforms that stand the test of time without an environment that ensures an inclusive national dialogue through which citizens can exercise their freedoms of assembly, association and expression. The events that led to the resignation of President Mugabe and to the entry into office of a new leadership, raised, as you have said, high expectations. We decided to engage with the new Zimbabwe knowing that change would not and cannot come overnight after decades of the Mugabe regime. But this being said, the recent crackdown sadly cast serious doubt over the declared determination of the Government to engage in political and economic reforms. We cannot, and should not, ignore the dire economic and social situation of the people of Zimbabwe and I pay tribute to the attention given by the different political groups in this House in this regard. I would like to underline that the EUR 234 million that has been given to Zimbabwe under the last long-term budget has achieved positive results. It does not go to the Government but is invested in the health system, in agricultural production and in food security. But any strengthening of our relations with Zimbabwe can only occur on the basis of clear and concrete evidence that the Government is truly committed to reforms that lead the country towards a democratic and prosperous future, and this message was also conveyed by Commissioner Mimica in his last meeting with President Mnangagwa last week in Addis.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 91, "date": "2019-02-14.json", "name": "Der Präsident. –", "mepid": "2323", "text": "  The debate is closed. The vote will take place at the end of the debate. Written declarations (Article 162)", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 92, "date": "2019-02-14.json", "name": "Rolandas Paksas (EFDD)", "mepid": "96694", "text": "  Writing. – I supported Parliament's resolution on the human rights situation in Zimbabwe. I always try to emphasise the essential function of the state: to ensure a healthy environment for the development and prosperity of our people. It is therefore very important to me that human rights are guaranteed, respected and protected, both in Zimbabwe and in all other countries of Africa and the world. Everyone is guaranteed the right to education, education, employment, decent wages and full-fledged living in old age. Public authorities must take care of the welfare of the population, the public. The current level of crime, the incapacity of police authorities contribute to the inciting chaos and illegal acts. Violence, repression or constant aggression must not remain in the state. This requires not only internal reforms. Dialogue with the rest of the world and the sharing of experience on crime prevention are needed. Separately, I emphasise the protection and enforcement of the rights of women and children. The country should develop a medium conducive to the prosperity of families.", "language": "en", "original_language": "lt", "translation_provider": "azure"}, {"id": 93, "date": "2019-02-14.json", "name": "Der Präsident. –", "mepid": "2323", "text": "  The next item on the agenda is the debate on seven motions for resolutions on women's rights activists in Saudi Arabia (2019/2564 (RSP)).", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 94, "date": "2019-02-14.json", "name": "Charles Tannock", "mepid": "4521", "text": "  author. – Mr President, Crown Prince Mohammad bin Salman has been keen to market himself as a progressive visionary since coming to power: ushering in headline-grabbing reforms, such as removing the ban on women driving, and allowing cinemas to operate freely in the country. On other fundamental issues, however, we see little changing, particularly for women as they continue to be subject to the harsh guardianship laws imposed by the Saudi authorities. These laws and the repressive culture surrounding them are making the everyday lives of Saudi women unbearable. These measures are often defended by the authorities as being rooted in Wahhabi religious norms, yet when we look at neighbouring countries in the Gulf, such as the United Arab Emirates, Kuwait and Bahrain, it’s plain for all to see that the laws in the Kingdom of Saudi Arabia are significantly more restrictive. I’d also like to take the opportunity to raise again the case of Jamal Khashoggi. The investigation into the torture and murder of Mr Khashoggi at the Saudi Consulate in Istanbul remains inconclusive, and I continue to be deeply concerned about the many reports which allege links at the highest levels of the Saudi state.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 95, "date": "2019-02-14.json", "name": "Ernest Urtasun", "mepid": "124972", "text": "  Author. – Mr President, I have to say that it sometimes becomes unbearable the double measuring stick we have in relation to our external action. We currently have relations, and many Member States have relations with what is a genuine theocracy, which has an institutionalised system of discrimination against women and which, above all, detains its activists and maintains a system of male protection towards them that is absolutely incompatible with any democratic value. And that is why I believe that this Parliament and the European External Action Service need to be much more forceful in denouncing human rights violations in Saudi Arabia. We want a clear pronouncement in defense of the activists. That their release be called for, that torture ceases, that sexual abuse cease when they are arrested and also, more globally, in relation to our relations with Saudi Arabia, we must demand that countries comply with the arms export code of conduct and that they cease our arms trade relations with Saudi Arabia at once. It is therefore urgent to rethink our external relations with what is a real theocracy.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 96, "date": "2019-02-14.json", "name": "Pier Antonio Panzeri", "mepid": "28365", "text": "  Author. Mr President, ladies and gentlemen, over and above bin Salman's attempts to present the face of a Saudi Arabia to the world on the road to reform, the reality goes the other way, and once again we must denounce the serious human rights situation.  Two cases give cause for concern. The first is the news of the torture suffered in prison by women's rights activists, who have been detained since May 2018. The second concerns the progress of the trial of Israa Al-Ghomgham, her husband, and four other activists arrested in 2015 for taking part in a peaceful protest in support of the Shiite minority. The latter are tried before the Specialised Criminal Court, designed for terrorist offences, as is likely to be the case for some activists arrested in May 2018. We are calling for liberation, we are calling for basically all these people to be released. We have also requested, at the same time, in the resolution, that a delegation from the European Parliament, consisting of the Subcommittee on Human Rights and the Committee on Women's Rights, should be allowed to go to Saudi Arabia. Finally, we call on the Commission to get out of a kind of hibernation, in which it seems to have swooped into relations with Riyadh, and to act with greater strength and determination, so that human rights begin to assert themselves in that country.", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 97, "date": "2019-02-14.json", "name": "Ignazio Corrao", "mepid": "124856", "text": "  Author. Mr President, ladies and gentlemen, the most misogynistic and obscurantist country in the world continues to make people talk about themselves. A country where hatred, intolerance and discrimination continue to lead the hand and tarnish the minds of those in power.  To do the trick again to a medieval society, the generous and avant-garde Prince bin Salman allowed women to drive and participate in sporting events, as if the problems of this country were driving and football. The end of the driving ban was unfortunately a Pyrrhic victory for women activists, given the dozens of cases of alleged torture in detention, sexual abuse, assault, sleep deprivation and legal aid. The courageous activism of these women against an establishment that regards them as animals is barbarically punished and repressed, because if nothing counts you cannot ask for anything.  That is why I continue to ask you how a champion country of human rights violations such as Saudi Arabia can occupy a place on the Human Rights Council. Its stay in the Council is totally incompatible and intrinsically contradictory to the values and mission of this body and must be suspended immediately.", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 98, "date": "2019-02-14.json", "name": "Marie-Christine Vergiat", "mepid": "96858", "text": "  Author. Mr President, in June 2018, women were finally granted the right to drive in Saudi Arabia. Huge victory? No, \"measure.\" Saudi Arabia fell from 138th to 141st out of 144 in the world ranking on the gender gap. Women are under the tutelage of men; for the slightest act of their daily lives, they are considered inferior, victims of countless violence. Worse, an application put online by the Saudi government, Absher (the preacher), accessible via Google and Apple, allows the husband to control his wife, especially if it comes to him to try exile alone, as is the case of a thousand Saudi women, every year. In fact, the men and women we are talking about today, all women's rights activists, are symbols. Arrested at the time of the introduction of a driver's licence, tortured, whipped, electrocuted, and facing very long prison sentences. So let us not be fooled by the so-called progressive agenda of MbS (Mohammad bin Salman Al Saud), no more at home than in Yemen, finally act.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 99, "date": "2019-02-14.json", "name": "Marietje Schaake", "mepid": "96945", "text": "  author. – Mr President, all the promises of reform that came with the appointment of Mohammed bin Salman and his lofty vision 2030, and that were met with much wishful thinking all around the world, have been definitively crushed by actions such as the systematic violations of women’s rights and human rights and by the lack of basic freedoms that people face. Women are effectively second-class citizens in Saudi Arabia, and that is unacceptable. More specifically, now, the arrests and torture of the brave women’s rights activists – and we name all of them in this resolution – are absolutely appalling. Their families are being intimidated and are facing travel restrictions because their passports have been revoked. This is absolutely appalling. We need to condemn, at the highest European level, these actions by Mohammed bin Salman and all the Saudi authorities involved. More importantly, however, these actions and the violations of human rights in Saudi Arabia have to have consequences. We need a European Magnitsky Act to hold perpetrators of human-rights violations to account individually, and we need to stop the export of the very surveillance technologies, built in Europe, which are used for repression in countries like Saudi Arabia. It is high time that we responded, in our treatment of Saudi Arabia, not to the beautiful words that they say, but to the ugly deeds that must have consequences.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 100, "date": "2019-02-14.json", "name": "Michaela Šojdrová", "mepid": "124710", "text": "   Author. – Mr President, many women and men are currently in prison in Saudi Arabia simply because they are defending gender equality. Women in Saudi Arabia, for example, still have to have male guardians, without whose consent they cannot apply for employment or higher education. It is unacceptable to us that women should still be inferior at this time. To some extent, this can be seen as a culturally conditioned matter, but with all due respect for culture and religion, we cannot close our eyes to examples of clear human rights violations and trampling on human dignity.  As a Christian, I am very concerned that in Saudi Arabia Christians are also second-order citizens and cannot practice their faith, otherwise they are intimidated. Our report gives some examples of positive developments, e.g. the possibility for women to drive, to obtain a driving licence. But it's all at the cost of great suffering and imprisonment.", "language": "en", "original_language": "cs", "translation_provider": "azure"}, {"id": 101, "date": "2019-02-14.json", "name": "Seán Kelly", "mepid": "96668", "text": "  on behalf of the PPE Group. – Mr President, equality between men and women is one of the basic pillars of the European Union. But even in the European Union we haven’t full equality as we often have debates here, for instance, last month in relation to getting more women on boards. Also in relation to pay, there isn’t full equality, but at least we are working towards it: far different to what happens in many third countries, where, as Marietje Schaake said, women are treated as second-class citizens, and this is obviously not good enough, and Saudi Arabia is one example.  While they have made some progress in relation to allowing women to drive cars – big deal – they are far from being prepared to give equality. Especially, putting women’s rights defenders into jail and torturing them is just not good enough, and we have to raise our voices until we actually see equality between men and women all around the globe. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 102, "date": "2019-02-14.json", "name": "Soraya Post", "mepid": "124997", "text": "  on behalf of the S&amp;D Group. – Mr President, to the Saudi authorities: shame on you. You arrest and torture women just because they defend their human rights. How come you don’t look at women as human beings? We women across the world request that you release these women immediately. The male guardianship system has to be abolished and all forms of gender-based violence, including genital mutilation, marital rape, sexual assault and harassment, has to be criminalised. Stop this cruelty to human beings. We look forward to positive changes and actions. We know that you can do better.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 103, "date": "2019-02-14.json", "name": "Ángela Vallina", "mepid": "125050", "text": "  GUE/NGL Group. Mr President, Saudi Arabia, which is a preferential partner for many Member States, is sadly known for being one of the countries where repression against human rights defenders is fierce, imprisoning and executing its activists. They try to offer us a modern image and remain anchored in a feudal, sexist and misogina structure, marked by the legal protection of men over women in all areas. That is why we call on the Saudi authorities to end their campaign of terror and release all imprisoned human rights defenders and ratify all international human rights instruments. You, who demand so much from some countries, are never heard of demanding the same for Saudi Arabia. Finally, to ask the Council to respect the Common Position and to have all Member States carry out an arms embargo on Saudi Arabia immediately. I would remind you, Commissioner, that the Commission itself has put Saudi Arabia on the list of countries at risk of financing terrorism and funding laundering.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 104, "date": "2019-02-14.json", "name": "Jill Seymour", "mepid": "124950", "text": "  on behalf of the EFDD Group. – Mr President, we are all too aware of the atrocious treatment of women in Saudi Arabia. I will say that there have been some token relaxations of their situation, such as the right to drive, but women are still second—class citizens, deprived of even the most basic control of their lives. This is completely and utterly unacceptable. There have even been reports of right—to—drive activists being tortured.  It is an absolute travesty that we have to stand here, in the 21st century, discussing such medieval treatment of women and the denial of their basic rights. If the Saudi Government wishes to have a good working relationship with the Western countries, including the UK, then they need to treat women by the internationally recognised standards. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 105, "date": "2019-02-14.json", "name": "Josef Weidenholzer (S&amp;D).", "mepid": "111014", "text": "   Mr President, I would like to thank the This is not the first time that the human rights situation in Saudi Arabia has concern us. We should deal with it more often, and there needs to be clear signals towards Riyadh. The Saudis' constant assertions that they are willing to submit to modern standards are worth nothing if they do not withstand a reality check. Much does not correspond to official tinkering, not only the murder of Jamal Khashoggi, which speaks to all civilisational norms, or the regularly celebrated public executions or the use of physical force as a means of punishment, or the still unfinished detention of our Sakharov Prize winner Raif Badawi. Systematic contempt for human rights for women is the breeding ground on which such thinking can develop in the first place. If we want to change something in the long term, we must start with this. As long as women are regarded as second-tier human beings, placed under male guardianship and subjected to physical violence, there will be no awareness of human rights. The many women who rebel against this state of affairs in Saudi Arabia deserve all our support.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 106, "date": "2019-02-14.json", "name": "Ana Gomes (S&amp;D).", "mepid": "28306", "text": "   – Mr President, the world cannot continue to ignore what is happening in Saudi Arabia. The regime of Mohammad Bin Salman arrests Raif Badawi, laureate Sakharov, activists such as Loujain al-Hathloul kidnapped in the Emirates. It is the regime of oppressive guardians of women, which quarterly critics such as Jamal Khashoggi, oppresses the people in the country and neighboring countries like Bahrain, provokes in Syria, Iraq and Iran, conducts an extermination war in Yemen and promotes extremist proselytizing in the world. It is unacceptable that the Member States of the European Union do not yet apply an arms embargo in accordance with the common position. It is a criminal for European politicians and organisations to be bought by the Saudi regime, including in this Parliament and even in the College of Europe. Targeted sanctions, including asset freezes, are indispensable against the heads of this regime. Governments, banks and obliged entities are now under intense scrutiny to implement the European Commission's decision to include Saudi Arabia on the list of high-risk third countries in money laundering and terrorist financing. The courageous women, who fight for human rights in Saudi Arabia, theirs and everyone else's, and to get the country out of this dictatorship... (The President withdraws his floor to the speaker)", "language": "en", "original_language": "pt", "translation_provider": "azure"}, {"id": 107, "date": "2019-02-14.json", "name": "Jiří Pospíšil (PPE).", "mepid": "125706", "text": "   – Mr President, I am very happy for the debate that is taking place here, because it is really absurd what is happening in Saudi Arabia in relation to activists who are fighting for women's rights. It has yet to be said in the debate that there is a serious suspicion that these activists are being locked up illegally because they fought for women's rights to drive. Surely the listeners watching this performance today will find it completely absurd that, until recently, women could not drive motor vehicles in Saudi Arabia, and those who fought for this completely banal right of women were thus imprisoned, abused and unlawfully punished.  So I call on the Commissioner, it really is so shameful that we must do our utmost here to radically speak out against Saudi Arabia through all economic and other interests, in short, it is simply not possible to regard as an EU partner a country that denies the banal, fundamental human rights of women.", "language": "en", "original_language": "cs", "translation_provider": "azure"}, {"id": 108, "date": "2019-02-14.json", "name": "Pina Picierno (S&amp;D).", "mepid": "124846", "text": "   Mr President, ladies and gentlemen, it has now become absolutely clear that women are the subject of terrible violence in Saudi Arabia. The last case, the one that aroused the interest of the world, was precisely the terrible treatment that was given to activists who demonstrated for fundamental basic rights, such as the right to drive. These women have been tortured, colleagues, with electroshocks, have been sexually harassed, they have been subjected to terrible torture.  So this is totally unacceptable. And it is not enough, as I say to the Commissioner, for a joint motion for a resolution, which is also necessary. We need much stronger and much stronger steps, such as immediately lifting the arms embargo on this country which does not respect the rights of human beings in the slightest.", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 109, "date": "2019-02-14.json", "name": "Νότης Μαριάς (ECR).", "mepid": "125069", "text": "   Mr President, the repression of human rights in Saudi Arabia is, unfortunately, a sad reality, and it is women who are most oppressed. Until a while ago, they couldn't even drive a car. And, of course, those — and especially women — who resist and fight for women's rights are treated harshly by the Saudi regime, where the death penalty is even carried out. A regime that slaughters civilians in Yemen, a regime that funds terrorism. I think it is time to take concrete action against Saudi Arabia and impose an arms embargo, because that is the only way they can understand that the European Union has a strong voice on this issue and they will be forced and forced to respect and respect women's rights and human rights in Saudi Arabia in general.", "language": "en", "original_language": "el", "translation_provider": "azure"}, {"id": 110, "date": "2019-02-14.json", "name": "José Inácio Faria (PPE).", "mepid": "125101", "text": "   – Mr President, this Parliament cannot keep on ignoring the harsh reality that women in Saudi Arabia face in their daily life to promote equal rights. Since May 2018, the authorities in Saudi Arabia have arrested more than a dozen women activists without charge and kept most of them in prison without any hope of release. Just last week, at the EU—League of Arab States Summit in Brussels, Saudi Arabia committed itself to a more progressive agenda on gender equality, but its actions show quite the opposite. Israa al-Ghomgham is the first woman to be sentenced to death simply for participating in protests. Exposed to gender-based violence and for challenging traditional notions of family and gender roles in society, women like Israa, are being, as we speak, treated by the Saudi authorities as agents of embassies and therefore dealt with as a real threat to religion, honour and culture, which implies undeserved punishment. Madam Commissioner, we cannot turn a blind eye to the reality in Saudi Arabia. We must condemn these arbitrary trials and urge the Saudi authorities to immediately release these activists. Europe must take a clear stand against this repression and act accordingly. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 111, "date": "2019-02-14.json", "name": "Stanislav Polčák (PPE).", "mepid": "124704", "text": "   – Mr President, there is a saying, and I think it is very true: 'You can tell a tree by fruit'. Crown Prince bin Salman tried to raise some hopes, the appearance that the tree was green and would bear good fruit. And what do we see instead? What is the real fruit of reforms in Saudi Arabia? We see murder, arrests, intolerance, discrimination, arrests of activists even for advocating for women to drive. And freedom of expression is essentially zero.  I think that such a state cannot be a respected, credible partner of the EU. We have certain values that we must protect, and we cannot pretend that a state that is unable to respect fundamental democratic rights is looking like our trusted partner. This is not a tree that bears good fruit.", "language": "en", "original_language": "cs", "translation_provider": "azure"}, {"id": 112, "date": "2019-02-14.json", "name": "Cecilia Malmström", "mepid": "n/a", "text": "   Member of the Commission. – Mr President, human rights represent an important aspect of the EU’s engagement with Saudi Arabia and we regularly address this as part of our comprehensive dialogue with the Saudi Government. The situation of human right defenders, a longstanding priority, including the situation of women rights activists, is central in this endeavour. Since last May, the EU has been engaging with the Saudi authorities raising our concerns and seeking clarification on the circumstances surrounding the arrests of human rights defenders in Saudi Arabia. We have also inquired about torture allegations of activists.  In a constructive approach, we have encouraged Saudi Arabia to extend an invitation to the United Nations Special Rapporteur on the situation of human rights defenders to visit that country. Unfortunately, apart from the notice of the opening of an investigation by the Bureau of the Saudi Public Prosecutor and by the Saudi Human Rights Commission on the allegation of mistreatment of the detained women, reported by international press, there has not been any enlightenment as to the specific criminal charges they are facing. This is a source of increasing disquiet at EU level. I would like to recall that in all our efforts to reach out towards the Saudi authorities we have always reiterated the relevance of the work of human rights defenders and civil society groups in relation to the process of reform which Saudi Arabia is pursuing. We’ve also repeatedly stressed the importance of respecting due process for the individuals arrested. A successful implementation of Saudi Arabia’s Vision 2030, the cornerstone of Saudi reforms, holds an important role for women. Their greater empowerment would bring enormous benefits socially and economically. We will continue in the European Union to follow with grave concern several other cases of activists allegedly facing the risk of imminent execution on charges related to the exercise of fundamental rights and freedoms, including freedom of association, of speech and of religion. Also, as some of you said, the European Union has in the Khashoggi case still a lot of questions, of course, and we have called for a full, credible and transparent investigation on that case.  Let me conclude that it is in the interests of all to foster a more transparent dialogue. There has been an intensification of this dialogue in the past weeks, and we trust that this will continue and allow for substantive progress on these very important files. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 113, "date": "2019-02-14.json", "name": "Der Präsident. –", "mepid": "2323", "text": "  The debate is closed. The vote will take place at the end of the debate. (The sitting was suspended at 11.48 a.m. until the vote began)", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 114, "date": "2019-02-14.json", "name": "Nuno Melo (PPE).", "mepid": "96978", "text": "   – Madam President, I will speak in English because I want you all to understand me on this. How can we talk about companies like Cambridge Analytica, which we accuse of having developed processes to influence elections in countries, but then we say nothing about the entities that produce rankings about the work of MEPs which are absolutely false, using shameful and subjective criteria, and can also influence the European Parliament election results in four months’ time? Who owns those entities? Who controls them? Who supervises them? Who develops the algorithms, and with what kind of motivations? I want to be clear. Entities like MEP Ranking are a shame for democracy, and Parliament should do something about it. (The President cut off the speaker)", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 115, "date": "2019-02-14.json", "name": "President. –", "mepid": "28115", "text": "  Mr Melo, you are being clear but this is not a point of order. Can I just say, even though you have a great deal of support for that point, that it was not a point of order.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 116, "date": "2019-02-14.json", "name": "President. –", "mepid": "28115", "text": "  The next item is the vote. (For the results and other details of the vote: see Minutes)", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 117, "date": "2019-02-14.json", "name": "Bill Etheridge (EFDD).", "mepid": "124951", "text": "   – Madam President, I rise under Chapter 5, Rule 82. I suggest, and I would like to request through the offices of the President, that the technology which we are about to vote on be put forward to Mr Barnier and the Brexit discussions and negotiators, because surely if this technology works, it could be a very important step forward in solving the problem of a hard border in Ireland, which is something that all of us in these negotiations wish to avoid. (The President cut off the speaker) (Reactions from the floor)", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 118, "date": "2019-02-14.json", "name": "President. –", "mepid": "28115", "text": "  Really, colleagues, we can’t indulge in this. Can I just call the House to order. We’re in the middle of voting. Thank you. Madam, I can hear you but I’d rather not listen at the moment because I’m trying to chair votes. (Applause)", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 119, "date": "2019-02-14.json", "name": "Georg Mayer", "mepid": "38511", "text": "  Mr President, I would like to like to take a iendled with the ENF Group. Madam President, I would like to thank the president for her In accordance with Rule 59(3) of the Rules of Procedure in force here, I would ask you to put the amendments we have tabled and sent to you and the roll-call vote to the vote separately.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 120, "date": "2019-02-14.json", "name": "Eva Maydell", "mepid": "98341", "text": "  Rapporteur. – Madam President, briefly, I just want to draw your attention to the fact that today, with this report, we abolish the so-called ‘roaming fees’ for cross-border payments. In this way, we (a) show to the European citizens that we can deliver fast and tangible results and (b) save them billions of euros annually. And not least, we also put the single market for payments at an equal footing, irrespective of whether you come from a eurozone country or non-eurozone country.  (Applause)", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 121, "date": "2019-02-14.json", "name": "President. –", "mepid": "28115", "text": "  That concludes the vote.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 122, "date": "2019-02-14.json", "name": "Paloma López Bermejo (GUE/NGL).", "mepid": "125047", "text": "   – Mr President, I voted in favour of this report because, beyond establishing an accurate diagnosis of the effects patriarchal policies have on women, it focuses on the need to reverse policies of austerity and cuts that have caused so much pain to citizens in general and women in particular. It also proposes financial measures and mechanisms for implementing them. But I also intervene here to remember that progress is made through construction and collective organization. Together we are stronger and stronger, especially in the face of hateful messages than the far right pours on us. About the speeches of those who want us as reproductive machines at the service of the system. That's why, on March 8th, we're going on a feminist strike, as we did last year. Together, diverse, organized and increasingly and in more parts of the planet. Because we have motives. That's why we're going on strike.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 123, "date": "2019-02-14.json", "name": "Branislav Škripek (ECR).", "mepid": "124927", "text": "   – Mr President, I would like to ask about this document: do we really want to promote the slaughter of unborn children to human rights and women's rights? I often hear here about the European Union as a successful project that ensures peace and prosperity in our region. yes, that's right, absolutely. Only then do I not understand why – when we live well in a rich part of the world – there is a fear of unborn and innocent children and we want to kill them, my question. Do unborn children really stand in the way of progress on equality between a man and a woman? Is this true? Is this what the European Parliament calls progressive social change? This? Then I certainly do not want such progress at the expense of defenceless and innocent children. Nor do I understand the huge fear of a different view. If someone in this chamber disagrees, for example, with the Istanbul Convention, which is a convention to combat violence against women - but beware, if he does not agree with it not because he approves of violence against women, but just disagrees with the convention for gender ideology it contains – then he is treated like an extremist and is going to fight it. So I ask where we have obtained the right to alienate The Member States for a family policy that promotes motherhood and parenthood.", "language": "en", "original_language": "sk", "translation_provider": "azure"}, {"id": 124, "date": "2019-02-14.json", "name": "Anna Záborská (PPE).", "mepid": "23894", "text": "   – Mr President, every Member of this House has the right to put questions to the Commission. And communist MPs are proving that this is an important part of parliamentary scrutiny. In response to a question from my colleague Pimento López, two diametrically opposed motions for a resolution have emerged which illustrate the main reservation of left-wing Members towards parliamentary democracy. Parliament is the place where an agreement is sought, and they have no interest in finding such an agreement. In doing so, the agreement would help, in particular, for women whose rights the Member covers as a fig leaf when he asks the Commission to suppress a perception of the world and of man other than his own. I very much regret that we did not vote on an alternative resolution, which I would certainly support, because it respects the European Treaties in force and the principle of subsidiarity.", "language": "en", "original_language": "sk", "translation_provider": "azure"}, {"id": 125, "date": "2019-02-14.json", "name": "José Inácio Faria (PPE).", "mepid": "125101", "text": "   – Mr President, I voted in favour of this question to the Commission because I note that, as the fight for gender equality and women's rights intensifies, more obstacles we are encountering along the way, which must be circumvented and eliminated once and for all. The emergence of nationalist regimes, the creation of administrative barriers in companies themselves and the limitation of women's access to education are just a few symptomatic examples of an unjust and uninclusive Europe that we have been watching and we do not want. To reverse this situation I believe that Member States should be the first to set an example, and this example is to ensure the fight against all forms of violence against women, including traditional pernicious practices and gender-based violence, as well as condemning sexist hate speech, phobic hate speech against LGBTI people , misogyny and online hate speech, including harassment and persecution. I would like to recall that both the transposition of the Istanbul Convention between The Member States and the final document of the Directive on work-life balance are fundamental to the establishment of a fair, inclusive and modern society. The European Union has an obligation to be at the forefront of this process.", "language": "en", "original_language": "pt", "translation_provider": "azure"}, {"id": 126, "date": "2019-02-14.json", "name": "Ангел Джамбазки (ECR).", "mepid": "124873", "text": "   – Mr President, I have strongly voted against this document because once again, under the mask of the legitimate objective of combating violence against women, new propaganda is being made. Again, outrageous, controversial topics related to the Istanbul Convention are promoted, again this hall is used and this grandstand for propaganda of various, so to put it, deviations.  In fact, all these documents are becoming a place for propaganda. We vote for North Sea fishing - LGBTI rights, we vote for dunes - LGBTI rights. This is wrong, unacceptable and inexplicable, Dear Mr President. Here it becomes a place of propaganda against traditional values and traditional family. It makes no sense and makes no sense to insert these contradictory contested texts into each of those documents. Among citizens, in particular our countries, there is no understanding that this propaganda needs to be made.", "language": "en", "original_language": "bg", "translation_provider": "azure"}, {"id": 127, "date": "2019-02-14.json", "name": "Daniel Hannan (ECR).", "mepid": "4555", "text": "   – Mr President, once again I find myself having to rail against the almost mandatory pessimism of this Chamber. Everyone is always so gloomy about international trends, but the reality is my daughters are going to experience a life incomparably better than my mother did, just as hers was better than her grandmother’s. Globally, as in Europe, there has never been a time when women have been better fed, longer lived, better paid, more equally paid, less likely to die in childbirth and better educated than today. The driving force for that improvement has been the free market. A real backlash, if we have to talk in terms of backlash – as this report suggests – is not to equality, it is to the fact that every single proposal in this report is one that involves greater state intervention – either higher taxes or more power to Brussels, or in most cases both. Surely the best way to enlarge the freedom of women, as of men, is to recognise is that individualism and freedom are the basis of modern civilization.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 128, "date": "2019-02-14.json", "name": "Urszula Krupa (ECR).", "mepid": "28334", "text": "   – (2) Mr President, I would like to begin by I voted in favour of Parliament's resolution on the political challenges and strategies for women's cancer and related concomitant diseases. This important document calls for priority to be given to the fight against cancer in health policy and for the creation of a comprehensive Union strategy on cancer, and shows that, despite efforts to come, further, including appropriate diagnosis, treatment, but above all prevention, which also applies to massive and long-term hormonal contraception and hormonal stimulation associated with in vitro procedures under so-called sexual and reproductive health. It has recently been proven that long-term use of hormonal contraception may increase the risk of glioblastoma, as well as other types of cancer, in addition to the obvious effects of other harmful environmental factors that need to be eliminated.", "language": "en", "original_language": "pl", "translation_provider": "azure"}, {"id": 129, "date": "2019-02-14.json", "name": "Urszula Krupa (ECR).", "mepid": "28334", "text": "   – (2) Mr President, I would like to begin by As a co-rapporteur, I voted in favour of the resolution on the use of marijuana, where the medical purpose was to conduct clinical trials using marijuana-based medicines with appropriate resources. The resolution clearly distinguishes between marijuana-based medicinal products approved by regulators, medical marijuana not tested in clinical trials, and other marijuana uses. In addition, it calls for the removal of regulatory barriers that hinder research, while leaving Member States free to adopt the necessary solutions, although calls for more research and information to be provided. It is good that MEPs rejected the last-minute amendments tabled, as marijuana is not arugula lettuce, but a highly addictive variety crafted by various inventors, containing high concentrations of THC with traces of CBD protection, of which 700 have been added, and even 2300 according to some sources.", "language": "en", "original_language": "pl", "translation_provider": "azure"}, {"id": 130, "date": "2019-02-14.json", "name": "John Howarth (S&amp;D).", "mepid": "188636", "text": "   – Mr President, medical use of cannabis is legal to some degree in 23 Member States of this Union, 47 states of the USA plus Washington DC, and a further 25 countries around the world. The list is growing. I am happy to support this resolution because regulation is the way, just as for any other product. However, I detect in this resolution, and in the words of some of the PPE Group speakers, a backdoor desire to strengthen prohibition – and that has utterly and completely failed: failed to protect young people, failed to address the real issues of addiction, and played into the hands of organised crime. This is the view of drug experts, addiction experts, and senior police officers. It is wrong to criminalise people with horrible illnesses, just as it’s wrong to criminalise addiction. Throughout the Union, we tolerate a much more dangerously addictive drug that wrecks lives. We call it beer, we call it whisky or we call it champagne, but we regulate alcohol because prohibition doesn’t work. It only makes things worse.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 131, "date": "2019-02-14.json", "name": "Ana Miranda (Verts/ALE).", "mepid": "24942", "text": "   – Mr President, this parliamentary question, this issue discussed in plenary on the use of cannabis for therapeutic purposes sparked some controversy in the networks. The people who defend the legalization of cannabis, both for therapeutic use and for the own use that each person wants to give him – for playful uses – are sometimes not understood. And that is why I would like to give an explanation of vote that the European Commission has an opportunity to support quality research on cannabis-based medicines, but it also has an opportunity at the moment to examine the funding provided for research in this area in the Ninth Framework Programme. In this sense, as we see that we Member States differ in perception, but also in legislation, it is a great opportunity to take advantage of, as Uruguay has done or as Canada has done.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 132, "date": "2019-02-14.json", "name": "José Inácio Faria (PPE).", "mepid": "125101", "text": "   – Mr President, I voted in favour of this resolution mainly because the benefits to human health of the active principles found in the cannabis plant are today undeniable. Historically in Europe, this plant was banned due to the social consequences of its recreational abuse, but recently we realised that we were missing out on many treatment opportunities. As patients crave access to these treatments, pharmaceutical companies and cannabis producers are now racing to claim a share of a market that is deemed to be worth EUR 55 billion by 2028. Everyone’s concern is that legislators and competent authorities in Member States cannot keep pace in terms of regulation, leaving medical cannabis to slow-crawl its way into the market. We need to let research and development take its course, and pharmaceutical regulation do its part. I see no reason for these products not to be treated like any other medicine. The active principles from cannabis should be dealt with like all other active principles – and we can treat cannabis as we do other regulated plant-based medicines. The system for medicines already works well, and we have fought hard to make it fair across Europe. To conclude, we should leave aside our prejudices about the plant and believe that this is a new situation. There is no reason for these medicines not to follow the same evolution in science that is reflected in the fact that we now take aspirin whereas we used to chew on willow bark.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 133, "date": "2019-02-14.json", "name": "Dobromir Sośnierz (NI).", "mepid": "192298", "text": "   – (2) Mr President, I would like to begin by I wanted to support this report, but I could not. There is no reason for some people to forbid the other from eating something, to put something into their bodies. And for this reason, I did not want to vote against allowing marijuana, but on the other hand, the permit requires nothing more than the removal of the ban. And what do we have here? Again, this is our parliamentary talk, typical of this institution: with that in mind, instructing us to investigate it, not to investigate it, so as not to allow such marijuana. But why? Who cares, what do you mean? Just delete the ban and that's it. Besides, why do we only allow one type of marijuana, not another type of marijuana? After all, we hear slogans like \"my belly, my business\" here. That's why \"my belly, my thing\" only when you have to kill an unborn child, but if I want to eat something that someone else wants to forbid me, it's no longer \"my belly, my business.\" And all of a sudden I have to go to the doctor for a prescription so that he lets me take something into my body. That is why I could not support this talked-through and overregulated report.", "language": "en", "original_language": "pl", "translation_provider": "azure"}, {"id": 134, "date": "2019-02-14.json", "name": "Anna Záborská (PPE).", "mepid": "23894", "text": "   – Mr President, as a doctor, I know that many medicines include both natural and synthetic substances, which, in greater quantities or improper use, harm and can also kill a person. However, with proper use, they help overcome illness or pain. However, we treat hemp in Slovakia with caution. It's a soft drug that affects brain activity, and we don't want it to be publicly available. It is right to allow its research to help patients suffering mainly from chronic pain. However, the cultivation and handling of hemp must be subject to strict regulations and contain fuses when spreading it outside the environment of a certified laboratory. At the same time, it must be ensured that such research is not misused for the uncritical popularisation of cannabis and light drugs.", "language": "en", "original_language": "sk", "translation_provider": "azure"}, {"id": 135, "date": "2019-02-14.json", "name": "Ангел Джамбазки (ECR).", "mepid": "124873", "text": "   – Mr President, I supported my colleague Ziele's report because its meaningful proposals protect the interests, rights and legitimate interests of carriers and owners from the Eastern European Union Member States.  Unlike the first report, from the first package of documents – the Mobility Package, where under pressure from Germany, France and Belgium, an attempt is made to steal, literally \"stolen\", taken over the business of eastern European countries. Entrepreneurs from Poland, Bulgaria, Romania, Hungary, Lithuania, Latvia, Estonia, even From Spain and Portugal are at risk. Their business model is under threat because decision-makers in Germany, France, Belgium are trying to steal this business. This is a vivid sign and example of a \"double standard\" and a breach of single market rules, which we must all fight against, because when we entered this Union we were told that the single common free market would be the decider. So this Mobility package must be suspended, withdrawn and returned for re-examination.", "language": "en", "original_language": "bg", "translation_provider": "azure"}, {"id": 136, "date": "2019-02-14.json", "name": "Monica Macovei (ECR).", "mepid": "96824", "text": "   – Mr President, the resolution that I voted on today condemns the violent and disproportionate interventions of law enforcement against peaceful protesters. In particular, it condemns the use of non-lethal weapons, such as kinetic impact projectiles, tear gas grenades and the use of water cannons or tear gas cannons. These types of weapons were also used on 10 August 2018 by the Gendarmerie Romanian against hundreds of thousands of demonstrators demonstrating against the corruption of the PSD-ALDE Government. These protesting demonstrators were peaceful. It was also premeditated and carefully orchestrated by the Interior Ministry and the leaders of the governing coalition. Hundreds of people were seriously injured.  So far, those who have given orders to trigger violence against peaceful protesters and have also caused injuries have not been brought to trial. You have to answer to justice.", "language": "en", "original_language": "ro", "translation_provider": "azure"}, {"id": 137, "date": "2019-02-14.json", "name": "Alex Mayer (S&amp;D).", "mepid": "185637", "text": "   – Mr President, I welcome this report on peaceful protest – a cherished right that we in the trade union movement hold dear. It is currently HeartUnions week when we show the love for trade unions because being a member of a union makes sense. Workers in unionised workplaces earn up to 10% more, enjoy greater job security and better terms and conditions. Getting successes nationwide, like the GMB deal for Hermes self-employed couriers to get holiday pay and Unison’s landmark case to scrap employment tribunal fees and — in the east of England, my region — UNITE helping scrap the plans to make Suffolk poultry catchers work on Christmas Day; and the successful FBU campaign to stop the PCC taking over Hertfordshire fire service; and fighting against injustices; Usdaw helping ‘Keep Sunday Special’ and the CWU fighting against crown post office closures. So, let’s get more bosses’ pulses racing by pumping up membership to help break heartbreak for workers. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 138, "date": "2019-02-14.json", "name": "Mirosław Piotrowski (ECR).", "mepid": "28341", "text": "   – (2) Mr President, I would like to begin by While the European Union is grapple with Brexit, the influx of illegal immigrants, the banking crisis in many Member States, the LIBE Committee, chaired by Mr Moraes, is stubbornly worthy of a better cause by the European Parliament on the rights of intersex people. In the fifth paragraph of the resolution, it calls on the Commission and the Member States to increase funding for civil society organisations dealing with intersex people. In the eleventh paragraph, it wants to force Member States to promote the rights of intersex people, including children. I consider such practices unacceptable, which is why I voted against this resolution.", "language": "en", "original_language": "pl", "translation_provider": "azure"}, {"id": 139, "date": "2019-02-14.json", "name": "Branislav Škripek (ECR).", "mepid": "124927", "text": "   – Mr President, I have to express my opinion on this and I cannot understand why the regressive Left of this Parliament wants us all to waste our time on resolutions that bring confusion, loss of dignity for individuals and fake rights. This is a medical issue, it’s not a political question. Babies born with deformed genitalia must be given the best healthcare and the problem must be resolved. There is no politics in this. A world-renowned geneticist has informed me that only one in 200 000 babies is born with this condition, and there is almost never any uncertainty about the true sex. If there were any, a simple chromosome test makes it crystal clear if it’s a boy or girl. So this is unscientific and manipulative on the part of some politicians and gender ideologists here. They want to confuse European citizens, brainwashing them into believing another human right is being denied. It’s not true. There is no Treaty competence for this, there is no political need for this and I am saddened that more people didn’t do their own research and vote against this terrible resolution.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 140, "date": "2019-02-14.json", "name": "Ana Miranda (Verts/ALE).", "mepid": "24942", "text": "   – Mr President, humanity advances when it protects all human beings equally. I voted in favour of this report so that the rights of LGBTI people are protected equally across Europe. And in the end of the Directive against discrimination, which has been blocked so far in the Council. LGBTI people suffer a lot because they are attacked, stigmatized, invisible, unrecognized. It is necessary to protect them because they are attacked by their identity, diversity, orientation or sexual characteristics. That is why I participate in the LGBTI Intergroup of the European Parliament to fight for their equality. Hate attacks by fascist groups have increased, although these are disparaged by the Catholic church and more conservative groups, who paint the design of the rainbow, the arch of the old woman. Members of my party's youth organisation will have to pay 3,000 euros, because to make a visibilizar is also attacking. For Galicia Nova my support within the European Parliament.", "language": "en", "original_language": "pt", "translation_provider": "azure"}, {"id": 141, "date": "2019-02-14.json", "name": "Mirosław Piotrowski (ECR).", "mepid": "28341", "text": "   – (2) Mr President, I would like to begin by In its resolution on the list of actions for LGBTI people in point 3, Parliament calls on the Commission to give priority to lgbti actions in its 2019-2024 programme. In my opinion, the separation of this as a priority is a sign of discrimination and, on the other hand, one might ask why we should not prioritise heterosexual people. Equally bizarre is the eighth point. This is another one, I do not know which resolution on LGBTI. Question: is there really no more important issue in the European Parliament than dealing with some people's sexual tendencies all the time?", "language": "en", "original_language": "pl", "translation_provider": "azure"}, {"id": 142, "date": "2019-02-14.json", "name": "Mirosław Piotrowski (ECR).", "mepid": "28341", "text": "   – (2) Mr President, I would like to begin by The aim of the NAIADES programme mentioned by the President is to increase transport on inland waterways and thus to achieve a sustainable transport system for the European Union. Last December, the Council underlined the need to make fuller use of the potential of inland waterway transport. This is to enable this NAIADES III programme to be launched by the end of 2020. In its resolution voted on, Parliament calls for adequate funding for the programme. In my speeches, I have repeatedly stressed the importance of inland waterways, including the planned E40 waterway through my region, The Lublin Region. I therefore voted in favour of the resolution tabled.", "language": "en", "original_language": "pl", "translation_provider": "azure"}, {"id": 143, "date": "2019-02-14.json", "name": "Lola Sánchez Caldentey (GUE/NGL).", "mepid": "125035", "text": "   – Mr President, today we voted on a very curious report. A report of Parliament's own initiative calling for something as logical as law enforcement. Fourteen years ago, legislation has been passed to regulate the transport of live animals, both inside and outside the Union. Fourteen years later, It is Parliament itself that raises its voice to demand that these measures be implemented, which should alleviate the unspeakable suffering suffered by no less than one billion animals a year. A billion beings who feel, who suffer, who suffer. Can you get an idea? Is it too much to ask that the law be implemented, surveillance and sanctioned on those who do not comply? What are we legisling for, then? Is animal protection legislation a simple face wash? I understand that this neoliberal Europe, which today is letting those fleeing war die at sea, is not the Europe that will take us out of the animal hell we have turned this world into. Under no circumstances is it acceptable for us to export live animals to countries such as Turkey or Uzbekistan, not only because of the enormous distances and terrible conditions of the journey, but because outside of here there are no measures to lessen suffering at the time of slaughter. Why do we set rules in Europe but allow our animals to be sacrificed in any way? I only find one answer: \"It's the market, folks.\" There's no more hypocrisy. If the rules don't apply it's simply because you don't want to. Because the industry doesn't want to. And although we voted in favour of this report, no, we do not like this regulation, because it is very uns ambitious. We are millions of people who ask for more, because an environmental, feminist and animalistic world is making its way into this age of desolation brought to us by capitalism, which turns everything, even life, into merchandise.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 144, "date": "2019-02-14.json", "name": "Alex Mayer (S&amp;D).", "mepid": "185637", "text": "   – Mr President, well I do not think the regulation goes far enough and I think it is time for a ban on live exports for slaughter or fattening. I do welcome this report’s aim of stamping out weak enforcement. Many people in my country find the transport of life calves and sheep abhorrent. Of course, within the single market we cannot just ban it and some have therefore welcomed Brexit as a boon for animal welfare. They will, I believe, be heartily disappointed. Not only do we risk importing lower welfare agricultural products from places like the United States, who are decades behind European welfare standards, but we will also lose our influence within the EU. For 40 years we have used our votes, our economic strength and our political clout to help change policies, not just in Britain but across Europe, banning veal crates, battery cages and animal testing for cosmetics. Brexit will, I fear, be a step backwards for animal welfare, both in Britain and across all of Europe.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 145, "date": "2019-02-14.json", "name": "Jiří Pospíšil (PPE).", "mepid": "125706", "text": "   – Mr President, I supported this report, which addresses the conditions of animals during transport. This situation is really catastrophic. Measurements in NGOs show that animals suffer in a huge way and that the legislation to date is not being used. In my opinion, however, the report is not very ambitious and there will need to be a serious debate in the future about whether we should ban the transport of live animals to third countries that do not respect the basic standards of animal life. I'm in for a ban like this.  Likewise, I think that in the future it will be necessary to adopt a clear regulation that limits the time it takes for a live animal to be transported to a slaughterhouse. There is talk of 8 hours, which I think is such a long time for which the animal can be taken to the slaughterhouse. Personally, I think that in the future, we need to support solutions so that the animal is put to sleep as close as possible to the place where it grows up, and that transports are limited as much as possible, to set tougher rules, but above all to control it.", "language": "en", "original_language": "cs", "translation_provider": "azure"}, {"id": 146, "date": "2019-02-14.json", "name": "Der Präsident. –", "mepid": "2323", "text": "  The next item on the agenda is the debate on the major question for written reply, with debate by Anders Primdahl Vistisen, Pavel Telika, Péter Niedermüller and Heinz K. Becker, Frédérique Ries, Jozo Radoo, Nadja Hirsch, Wolf Klinz, Gérard Deprez, Robert Rochefort, Renate Weber, Marietje Schaake, Igor Gräzin, Norica Nicolai, Ilhan Kyuchyuk, Dominique Riquet, Jean Arthuis, Bernd Kölmel, Joachim Starbatty, Kristina Winberg, Peter Lundgren, Jan Zahradil, Rua Tomai Richard Sulak, Raffaele Fitto, Kosma Zotowski, Lauren iu Rebega, Karol Karski, Anna El'bieta Fotyga, Hans-Olaf Henkel, Ryszard Antoni Legutko, Lorenzo Cesa, Anders Sellström, Eljana Zovko, Patricija 'ulin, Totoz Z Marijana Petir, José Inacio Faria, Antonio Lopez-Istariz White, Fulvio Martusciello, Esteban Gonzalez Pons, Milan Zver, Monika Hohlmeier, Cristian Dan Preda, Stefan Gehrold, Traian Ungureanu, Tunne Kelam , Ramona Nicole Menescu, Anna Zaborska, Elisabetta Gardini, Lukas Mandl, James Carver, Monika Besova, Andi Cristea, Theresa Griffin, Pina Picierno, Boris Zala, Doru-Claudian Frunzulica, Dan Nica to the Commission: Recent state terrorist activities of Iran in the EU (G—000008/2018 – B8-0013/2019).", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 147, "date": "2019-02-14.json", "name": "Bernd Kölmel", "mepid": "124824", "text": "  Author. Mr President, I would like to thank the I would like to represent my colleague Anders Vistisen, who is unfortunately prevented from doing so. Mr President, Commissioner, I would like to thank the Commissioner for his excellent work and for his excellent Today we are talking about the current threat to security from Iran. This is prompted by current events. In October 2018, for example, Danish Prime Minister Rasmussen stated that Iranian intelligence had planned an assassination attempt against three Iranian opposition figures living in Denmark. At the same time, the French government made similar accusations. In January 2019, German security forces arrested a german-Afghan Bundeswehr member on suspicion of leaking confidential military information to Iranian intelligence. The EU Council of Ministers has responded to these and other incidents. Accordingly, I fully welcome the Council of Ministers' resolution of 8 January 2019. The latter had decided that two Iranian nationals and the Directorate of Internal Security of the Iranian Ministry of Intelligence would be included in the EU's terror list. This is a clear signal that terror has nothing to do with German and European soil. In this context, I would also like to make an appeal to the Government of Iran: the Iranian Government must remember to do its part to resolve peacefully the many conflicts in the Middle East. Violence and terror will not achieve your goals in the long run. This applies to Iran as well as to all other actors pursuing their own interests in the Middle East. Iran is a strong military power; it should not be upgraded but disarmed. This applies in particular to its ballistic activities, which do not comply with the UN security resolution. Accordingly, the EU, the EU Member States must assume their responsibilities, must do their part to ensure peace in the Middle East.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 148, "date": "2019-02-14.json", "name": "Karmenu Vella", "mepid": "n/a", "text": "   Member of the Commission. – Mr President, I welcome the opportunity to join you today and to discuss this very important topic: the recent hostile activities that Iran has reportedly conducted on the territory of several Member States. Let me start with the basic yet fundamental premise. The European Union has consistently voiced, and will continue to voice, our strong unequivocal condemnation of terrorism in all its forms and manifestations committed by whomsoever, wherever and for whatever purposes. It is then clear that in order to preserve our own European security, we cannot accept Iranian or any other country’s hostile activities on European soil, no matter the justification. There is complete solidarity between the European Union and all EU Member States on this issue, and this solidarity will continue. Whenever there have been reports of such activities, we have been in prompt contact with the authorities of the Member State concerned to offer our full support and solidarity. For example, in the case of Denmark at the end of last October, HR / VP Mogherini discussed the situation with the Danish Foreign Minister on the very same day that the case was made public. You will also be aware that the Foreign Affairs Council had two significant discussions on Iran in the final months of 2018. At the Foreign Affairs Council in November, the Danish Foreign Minister Anders Samuelsen provided an update and Member States underlined their solidarity and willingness to agree on measures to address this and other recent incidents on European territory. One month later in December, the Foreign Affairs Council again discussed Iran. Ministers agreed on the principle of adoption conclusions, which would reaffirm the commitment to the Joint Comprehensive Plan of Action (JCPOA), while making clear that it would not prevent the EU from raising concerns about Iranian activities. This solidarity at the Council led to the addition of two Iranian individuals and the Directorate for Internal Security of the Iranian Ministry for Intelligence and Security to the EU counter-terrorism list. The Council adopted the list on 9 January this year. Persons, groups and entities on this list are subject to the freezing of their funds and other financial assets, and European Union operators are prohibited from making funds and economic resources available to them. Our discussions on how we should collectively respond to threats to our security, whatever their provenance, did not end on that day, as the conclusions adopted on 4 February repeated that the European Union will continue to demonstrate unity and solidarity in this area. I would like to close these introductory remarks with three points. First, far from responding to policies of Iran with which we disagree, we have a number of restrictive measures in place against Iranian individuals and entities for reasons including their violation of human rights, support for terrorism and support for the Assad regime. Secondly, we should resist the temptation of viewing any country as solely a perpetrator of terrorism. Iran too has been a victim of terror attacks and consistency demands that we have also condemned, as in the case of the attacks in Ahvaz in September last year, which claimed the lives of at least 25 individuals. Finally, our vigorous response to these actions, while necessary, should not affect the EU’s continuing commitment to the full and effective implementation of the JCPOA whose preservation is in the security interests of the EU and the international community. Thank you for your attention and I look forward to our discussion.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 149, "date": "2019-02-14.json", "name": "Jiří Pospíšil", "mepid": "125706", "text": "  on behalf of the PPE Group. – Mr President, Commissioner, I have listened carefully to your speech. I must say, I am more skeptical of the Iranian regime than you are. For me, this is a totalitarian regime that, by taking action on EU citizens on EU territory, confirms that it cannot be a credible partner of the EU. The murders of EU citizens that have taken place here, for which the Iranian regime is very likely to be responsible, are something completely unacceptable and we cannot close our eyes to this simply because there are certain commitments, agreements, including the nuclear arms agreement. I am much more sceptical in this regard, unlike Mrs Mogherini and some members of the European Commission.  What is at least important, and I welcome that, is that you have adopted certain sanctions against certain members of the intelligence services of the Iranian regime. It is essential that the individual Member States do not stand alone with Iran in the fight against the murder of EU citizens, but that the EU as a whole responds to such acts of hostility within the EU. I think this is very important, this is not a problem for individual Member States, where either these violent crimes have taken place or it has been suspected that these crimes are being prepared there by members of the Iranian intelligence services. And in the future, please proceed with this forceful action against the perpetrators, but also the entire regime.", "language": "en", "original_language": "cs", "translation_provider": "azure"}, {"id": 150, "date": "2019-02-14.json", "name": "Andrejs Mamikins", "mepid": "124746", "text": "  on behalf of the S&amp;D Group. – Mr President, we condemned any unlawful activities of foreign intelligence services on European soil, including from Iran.  However, the purpose of this interpellation is not to resolve our disagreements with Iran, which are many, but to sabotage the EU efforts to keep engagement with Iran alive. This is happening at a time when the EU is doing its utmost to save the nuclear agreement with Iran. This agreement serves its purpose of ensuring that Iran's nuclear programme is exclusively peaceful. Iran delivered on its commitments, as confirmed by 14 reports of the International Atomic Energy Agency. The EU has to deliver its side of the deal by offering Iran economic dividends to which it is entitled as part of the agreement. This is why the EU created a special mechanism to facilitate legitimate trade with Iran. I fully support that mechanism and hope that it will deliver real results.  The purpose of this debate, to the contrary, is to create a negative environment in EU-Iran relations and to undermine the efforts at engagement, led by the High Representative of the Union for Foreign Affairs and Security Policy, Federica Mogherini. The initiators of this debate attempt to depict Iran as the only source of all trouble in the Middle East. Although we have disagreements with Iran on a number of issues, it is unacceptable and unrealistic to blame only Iran for all the instability and violence in the region. This debate is about State support of terrorism. No country fits the bill more than Saudi Arabia. This Parliament recognised the Saudi-originated Wahhabism as a key security threat for Europe as far back as in 2013. Today we voted on a resolution condemning Saudi Arabia for human rights violations and also for the troubling role it plays in the region.  The Commission has just come out with a proposal to include Saudi Arabia in its blacklist of countries that do not do enough to combat money laundering and terrorism financing. The Commission says that Saudi Arabia represents a high risk for the integrity of Europe's financial system. It is absurd to discuss terror threats and not to discuss Saudi Arabia. We need serious debate on this issue and not propaganda events at the service of ideological obsessions. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 151, "date": "2019-02-14.json", "name": "José Inácio Faria (PPE).", "mepid": "125101", "text": "   – Mr President, this week Iran noisily celebrated the 40th anniversary of the Islamic Revolution. During these last 40 years, international terrorism has become a prominent feature of Iran’s foreign policy and has produced a bloody history of terror attacks. Iran’s theocrats not only use Shia jihadists in Iraq and Syria, and support terrorist organisations like Hezbollah or rebel movements in Yemen, but also spread their radical ideology via their support for religious studies centres and NGOs in the Balkans and, violently, via terrorist plots on European soil to assassinate regime opponents. Regardless of my support for the negotiations around the Iran nuclear deal and the establishment of mechanisms like the Instrument in Support of Trade Exchanges (INSTEX) special-purpose vehicle, unfortunately I believe that those negotiations and mechanisms do not alter in any way Iran’s unacceptable behaviour: its support for terrorism, its willingness to expand its ballistic missile programme and its horrific record of violating human rights. The recent Iranian-backed campaign of assassinations and terror plots on European soil poses a serious threat to our security and must incur targeted consequences diplomatically and economically.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 152, "date": "2019-02-14.json", "name": "Ангел Джамбазки (ECR).", "mepid": "124873", "text": "   – I congratulate Colleague Kölmel on this issue. There is no doubt terrorism must be prosecuted everywhere. No one in this room will support any organization or country that supports, supports and develops terrorism. On the other hand, I am convinced that we must respect the right of every nation to order its own order. We cannot blame one country, one nation, one nation, one government, call them all terrorists. I believe no one does, I'm sure it's not.  European Union, European countries have a huge commercial and economic interest in maintaining good relations with the Republic of Iran. It is no coincidence that Germany, France and other European countries maintain such relations. I'm sure we should do it. By condemning terrorism everywhere, we must respect the right of every country in its own internal order.", "language": "en", "original_language": "bg", "translation_provider": "azure"}, {"id": 153, "date": "2019-02-14.json", "name": "Jozo Radoš (ALDE).", "mepid": "112753", "text": "   – Mr. Chairman, Mr. Commissioner, after last year's attack on the peaceful gathering of the Iranian opposition in Paris, traces of terrorist acts led to Belgium, then to France, then to Denmark. Of course, they are undercover diplomats who are actually members of Iran's intelligence services, and recently this intensity of their activity could especially be observed in Albania because there is a part of the Iranian opposition there.  We are talking about terrorism, but we can also talk about behavior, undemocratic behavior of the Iranian authorities towards protesters, attacks on protesters, reduction of media freedom, internet, incarceration. And finally, Iran is the world champion by execution. Therefore, the European Union's attitude towards those who are potential perpetrators of terrorist acts, but also towards Iran, should generally be sharper.", "language": "en", "original_language": "hr", "translation_provider": "azure"}, {"id": 154, "date": "2019-02-14.json", "name": "Karmenu Vella", "mepid": "n/a", "text": "   Member of the Commission. – Mr President, this has been a useful exchange and I thank the honourable Members for their interventions. From this debate, I conclude that we must continue to use a balanced and comprehensive approach with Iran. We have to address all issues of concern and take measures when required. We can be critical when there are divergences and cooperative when there is mutual interest. In this regard, we need to use the diplomatic power and instruments of the European Union and its Member States to their full potential in support of preserving and implementing the JCPOA, which is vital for the EU and international security. I would like to close by signalling once again my appreciation of Parliament’s role in facilitating an exchange of views on this issue.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 155, "date": "2019-02-14.json", "name": "Der Präsident. –", "mepid": "2323", "text": "  The debate is closed.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 156, "date": "2019-02-14.json", "name": "Der Präsident. –", "mepid": "2323", "text": "  The next item on the agenda is the debate on the oral question to the Commission: \"A Europe that protects: clean air for all\" by Julie Girling, Seb Dance, Jadwiga Winiewska, Catherine Bearder, Keith Taylor, Anja Hazekamp, Eleonora Evi on behalf of the Committee on the Environment, Public Health and Food Safety (O-000138/2018 – B8-0009/2019).", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 157, "date": "2019-02-14.json", "name": "Eleonora Evi", "mepid": "124779", "text": "  Author. Mr President, ladies and gentlemen, Commissioner Vella, I am indeed very honoured today to table the oral question entitled 'A Europe that protects: clean air for all', on behalf of the European Parliament's Committee on the Environment, Public Health and Food Safety. I believe that the debate we are about to hold today, thanks to this question, will further stimulate the initiatives that are being taken, especially outside this House, to improve air quality for the benefit of all. In the same way, I believe that the resolution, which is linked to this oral question, is also very important, and therefore the message that the European Parliament will be able to send out in March thanks to its adoption at the next plenary session. Air quality is an issue of increasing interest to european public opinion. We are talking about a general problem which affects in a tangible way the 500 million citizens we represent here and who would like to see it resolved as soon as possible. Certainly in the society in which we live air pollution is a cause for strong and widespread concern, together with the adverse weather events that are taking place on the continent with increasing force due to climate change. At present, the price paid for poor air quality in our cities in terms of human lives is higher than that caused by road accidents. With over 400 000 premature deaths per year, air pollution is unfortunately the leading environmental cause of premature deaths in Europe. The particularly critical situation in urban settings, where the greatest number of European citizens live. According to the available data, 19 % of the urban population is continuously exposed to fine dust levels above the daily limit values established by Union legislation. In addition, about half of europe's population is exposed to concentrations of these substances more than the more stringent recommendations made so far by the World Health Organisation. Breathing clean air is therefore essential, not only to protect the health of our fellow citizens, but also to ensure the maintenance of a healthy environment for the benefit of present and future generations. Poor air quality has a detrimental impact on the maintenance of ecosystem services. Excess atmospheric nitrogen, in particular, damages the ecosystem, favoring the eutrophication of the atmosphere and the appearance of acid rain. It is precisely for this reason that, since the beginning of the 1970s, the European Union has embarked on a path of establishing common rules to control the release of harmful substances into the atmosphere and thus to improve the quality of fuels and thus to integrate environmental protection requirements in the transport and energy production sectors. Air pollution, however, goes beyond national borders, and that is why the coordination at Union level of actions aimed at improving air quality is of truly remarkable importance. However, although Europe has a solid and uniform legislative framework to combat air pollution, the environmental policy measures and instruments adopted in the Member States and at local, regional and national level vary enormously from one context to another, from one Member State to another. The fact that there are serious problems with the implementation of air quality legislation is demonstrated by the very large number of pre-contentious procedures initiated over the years by the European Commission. Today there are 30 infringements under way concerning the poor application of the rules that should protect the health of European citizens from air pollution. It is therefore more necessary than ever to act urgently to improve the air we breathe in Europe, ensuring compliance with the ambient air quality standards that the European Parliament and the governments of the Member States adopted more than ten years ago.  The message we are sending to the Commission today through our question is precisely this: we ask it to step up its efforts to closely monitor, in particular, the implementation of Directive 2008/50/EC, the rules governing industrial emissions, those relating to the transport sector and the type-approval of vehicles. We ask you to give serious consideration to the need to respond to the specific needs of regional and local authorities, which we must strongly support so that they can take effective and systematic measures to reduce transport emissions, including through increased opportunities for cofinancing in particular under the programmes. linked to the next Multiannual Financial Framework. Finally, we call on you to act within the framework of the reform of the common agricultural policy, in order to give farmers the means to help them reduce emissions from their sector, in particular ammonia emissions, and to address the growing human health concerns related to exposure to ultrafine particulate matter.", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 158, "date": "2019-02-14.json", "name": "Karmenu Vella", "mepid": "n/a", "text": "   Member of the Commission. – Mr President, in May of last year the Commission adopted a communication on a Europe that protects clean air for all. In this communication, we outlined the EU clean air policy approach, provided examples of measures to reduce air pollution in the transport, power and heat energy industry, and also in the agricultural sectors. We also point to initiatives taken to step-up cooperation with Member States, with regions, and also with cities. Against this background let me reply to your five questions. First on the first question, the Commission has been taking decisive action where it sees persistent exceedances above air quality limit values. It is currently pursuing 30 infringement procedures against 20 Member States for exceedances of particulate matter, nitrogen dioxide or sulphur dioxide limit values. In two cases, the Court of Justice has already ruled against the Member States. The Commission will continue to actively manage the infringement process as fast as possible, including referrals to the court where and when warranted.  With regards to your second question, as you know, the Commission is carrying out a fitness check of the Ambient Air Quality Directives. We initiated this in 2017 and will complete it in the second half of this year. Its findings will be used to inform further reflections on whether these directives continue to provide the appropriate legislative framework to ensure protection from adverse impacts on, and risks to, human health and the environment. However, as the analysis is not yet over, it would be premature to anticipate now the conclusions the Commission might draw.  Referring to question three, European Union funding under various financial streams has been made available and successfully used by Member States to address the air quality challenge. In the current programing period – that is 2014 to 2020 – EUR 1.8 billion have been directly allocated to support air quality measures under the European Structural and Investment Fund.  In addition, further indirect contributions beneficial to clean air come from investments in the low-carbon economy and environmental protection and resource efficiency, or in the transport network infrastructure. More specifically, to support regions and cities, in the urban agenda for the EU there have been innovative actions to further facilitate addressing air pollution in urban areas where transport is one of the main sources of air pollution.  Looking ahead for the period post-2020, the Commission has proposed under the Cohesion Policy a particular emphasis on a green low carbon Europe including a specific result indicator on population benefiting from measures for air quality.  On question number four, the agricultural sector is an important source of ammonia emissions, which in turn are a key precursor to particulate matter. Measures to mitigate these emissions include agronomic measures, livestock measures, or energy production measures. They are already available, technically and economical viable, and should be applied more widely.  According to the Commission's proposal for a new Common Agricultural Policy after 2020, one of the impact indicators to assess the performance of this policy explicitly refers to the ammonia emissions from agriculture. To be more specific, a result indicator will measure the share of agricultural land under commitments to reduce ammonia emissions. On the fifth question, EU legislation sets objectives for ambient air quality, taking into account the relevant scientific information provided via the World Health Organisation, which is the World’s leading authority on health matters. Their air quality guidelines establish the most authoritative, scientific basis to date. The World Health Organisation keeps the scientific basis under regular review, including ultra-fine particles and black carbon. In addition, it is currently working towards an update of these air quality guidelines. The Commission is following this work very closely. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 159, "date": "2019-02-14.json", "name": "José Inácio Faria", "mepid": "125101", "text": "  on behalf of the PPE Group. – Mr President, I would like to thank the Commissioner for his excellent replies. According to the European Academy of Allergy and Clinical Immunology, more than 100 million Europeans suffer from allergic rhinitis and 70 million from asthma. Also, the European Respiratory Society has warned that even short-term increases in air pollution have been associated with respiratory symptoms and temporary decreases in lung function. In projections by the OECD, air pollution will be the biggest environmental cause of premature deaths by 2050. Millions of Europeans live in areas where simply breathing the air around them is damaging to their health, and these effects should not be underestimated. Air pollution can reduced lifespans and cause serious heart and lung disease. The pollutants of most concern for human health across Europe are airborne particulate matter, nitrogen dioxide and ground-level ozone. These pollutants increase the death rate, especially in sensitive population groups such as the elderly and those suffering from respiratory diseases. Despite these health impacts, current EU legislation permits levels of damaging pollutants higher than those recommended by the World Health Organisation. What still needs to be done? Member States should reinforce their efforts to tackle sources of pollution from all sectors. States also need to improve cooperation on cross—border pollution, make air quality an integral part of their policies, and ensure that the correct level of governance – national, regional or municipal – is equipped to tackle sources of pollution. I recently hosted an exhibition in Parliament celebrating Lisbon as 2020 European Green Capital, a designation for which one of the 12 criteria evaluated was air quality. In the past 10 years, Lisbon has shown a significant decrease in emissions from most pollutants, resulting in a significant improvement in air quality. By limiting polluting vehicles in the city, without reducing mobility, and by planning green corridors that act as a ventilation system, Lisbon was able to achieve its aim on air quality. Commissioner, we need more examples like Lisbon and we need national strategies for air quality.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 160, "date": "2019-02-14.json", "name": "Der Präsident. –", "mepid": "2323", "text": "  I know that speaking time is very short for everyone. It would be very good to prepare speeches, not to read them too quickly, otherwise the interpreters will get into trouble.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 161, "date": "2019-02-14.json", "name": "Christel Schaldemose", "mepid": "37312", "text": "  for the S&amp;D Group. Mr President! Thank you, Mr President, and also thank you, Commissioner, for the answers to our questions. I would like to admit that I may be a little bit disappointed. I have no doubt that the current Commission is concerned about air quality and is doing something, but I also think we need to make even clearer what needs to happen. Air pollution kills – I repeat: air pollution kills! The assessment is that every year here in the EUROPEAN Union, 4 000 000 of our citizens die prematurely as a result of air pollution. This is deeply serious! That is why we also need to do something. I fully recognise what the Commission has done, but we also need to do much more. We have to dare to talk about the difficult things about this. What's hard? Yes, we need to point out that, for example, agriculture must also contribute. Agriculture must reduce their air pollution, both in relation to CO2, ammonia and methane gas. Unfortunately, agriculture is an essential part of our problem. We must dare to talk about this, we must dare to talk about using our agricultural policy and our agricultural subsidies to pressure agriculture to contribute to the solution. Then there is the transport sector. It is still part of this. And yes, fortunately we have a lot of legislation in the way. We have done something, but we can do even more. There is still plenty to follow up on top of Dieselgate, which is still there – it is 11 Member States that are asked to be allowed to pollute something more, to have their limit values set up. That's not okay! We need to tighten up, also in relation to the transport sector. We need to also give our cities in Europe the opportunity to do more. Fortunately, I know that the Commission also supports this, but we need to ensure that cities have the right to also create environmental zones and to take every possible effort to protect their urban citizens from this very harmful pollution. I hope that the present Commission will help to lay a very good foundation so that over the next five years we can really tackle this problem of air pollution in earnest. We must ensure that air pollution is reduced so that people do not die from it.", "language": "en", "original_language": "da", "translation_provider": "azure"}, {"id": 162, "date": "2019-02-14.json", "name": "Bernd Kölmel", "mepid": "124824", "text": "  Mr President, I would like to like to take back from the ECR Group. Mr President, I would like to thank the The debate is entitled 'Clean air for all' – who would disagree! But we have to be careful on such issues that we do not throw the baby out with the bathwater. In 2008, this Parliament voted in favour of limit values, for example in the field of nitrogen dioxide. 40 micrograms per cubic metre of air was set for public transport. In the end, that was a seized value. That has to be said quite clearly. And this value is therefore effective and therefore, in principle, meaningless, because we have different limit values for many areas. How can we explain that 40 micrograms are set for public transport, but 950 micrograms are allowed in the workplace? There is something wrong with that! And if I read reports these days that I had well over 100 micrograms of this stuff in my breath at Christmas because I had four Christmas candles burned, then that must give us food for thought. I maintain that we are travelling here on a level that cannot be substantiated by facts. And I must confess, I cannot understand at all that the previous speakers have said 'so and so many people die prematurely because we have various toxins in the air'. The fact is, thank God, that people are getting older. That's fine! But how can we then deduce that we have a great many premature deaths that cannot be proven scientifically at all? Normally, we like to refer to California, which has very high environmental standards. But even California has a limit value for nitrogen dioxide that is 40% higher than that in the EU. Instead, we should actually look at the Pareto principle again. The Italian scientist of the same name had already found in the Middle Ages that it takes as much effort to achieve the first 80% of a problem solution as it does for the last 20%.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 163, "date": "2019-02-14.json", "name": "Ivan Jakovčić", "mepid": "124754", "text": "  on behalf of the ALDE Club. – Mr. Chairman, Mr. Commissioner, I would like to ask you, do you know that Brussels and Strasbourg, the two cities where we live and work, are among the most polluted cities? Let's start at the Parliament building in Brussels and put units of measure and displays here for these units of measurement. For us to start by ourselves because when I watch these joggers and cyclists around Brussels running and breathing that air, I feel sorry for them. That's why I think it would be good if we had the first real, clear measuring stations in Brussels and Strasbourg, where we work and live. I used to do this and Labin has a measuring station in Istria, on the municipality building, precisely so that the citizens know what kind of air they have around them. Let's start with the European Parliament, from the European Parliament building in Brussels and Strasbourg.  I'll add two more problems.  Cross-border pollution. In Croatia we have concrete cross-border pollution from Bosnia and Herzegovina. Slavonski Brod is often so polluted that people just don't go out on the street. Let's do something.  Agriculture, I agree, is an additional problem. Let's motivate biodynamic agriculture, motivate bio-agriculture and there will be fewer problems.", "language": "en", "original_language": "hr", "translation_provider": "azure"}, {"id": 164, "date": "2019-02-14.json", "name": "Paloma López Bermejo", "mepid": "125047", "text": "  GUE/NGL Group. \"Mr President,\" Said George Orwell, that we have fallen so low that reformulate the obvious is the first obligation of an intelligent person. Discussing clean air and the need to live in uncontainable environments corresponds to this state of unquestionable no-brainer for all. According to the European Environment Agency, air pollution is responsible for 422,000 premature deaths each year. The economic impact is considerable: 4 billion in health expenditures and more than 3 billion in agricultural crop yield losses. The impact in environmental terms is likely to be even greater when we consider difficult-to-quantification facts: the impact of acid rain on soils, the loss of biodiversity caused by pollution, pollution of water resources, and so on. The causes of these processes are sufficiently known. Among them, a first and fore all is road traffic and in cities. Indeed, it is worrying to know that more than 76% of the European population lives in cities exposed to pollution rates higher than the maximum permitted standards. We share and support the Commission's efforts in this area, through the Clean Air for Europe programme, but the reality of the data stubbornly shows the departure from the initial outlook in a clearly negative direction. It is the responsibility of States, regional entities, and especially local entities, to increase efforts in this area. But when we come to the moment when the authorities are committed to this issue and are about to fight air pollution, the usual interests arise and the political representatives of those interests arise. For example, Madrid. The opposition and hostility that is being demonstrated in the face of the Plan A project to combat pollution is truly regrettable. The People's Party, which governs in the Community of Madrid, is opposing precisely reducing pollution by 20.4%, which is what has already been done in the first month of the Plan. Of course, we are in a situation where we must move from fact-friendly statements, from hollow statements to compromised public policies, and to point out those who serve the interests of industries and are also indirectly responsible for the deaths of nearly half a million Europeans each year.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 165, "date": "2019-02-14.json", "name": "Eleonora Evi", "mepid": "124779", "text": "  Mr President, president, ladies and gentlemen, i.e. the european Union, the European Union and its Member States are Mr President, ladies and gentlemen, I am taking the floor again in this debate, now on behalf of my political group and the 5-Star Movement, because I believe that this is a fundamental issue and the right to breathe clean air is unfortunately denied to many, very many citizens in Europe and throughout the world. Breathing clean air today is not just a reality, it should be an objective to aspire to and for which politics must do more. It must do more because more than 4.2 million people die in the world every year as a result of air pollution and, according to WHO data, 91 % of the global population live in places where air quality is precisely below standard. As far as Europe's figures are concerned, we have talked about this earlier. The situation is certainly serious and more needs to be done. I personally come from a region, lombardy and in particular Northern Milan, which has the black jersey because of air pollution due to the very high overruns and concentrations of fine dust and nitrogen oxides, and this is because citizens suffer from the unholy choices of a regional government that unfortunately looks to particular and private interests with regard to the collective good and the protection of the collective interest. We have all too often seen the right to breathe clean air sacrificed on the altar of huge, useless infrastructure projects, which are aimed precisely at private interests, causing the environment to go down. We have mutilated our territory and destroyed beautiful areas that are also present in Lombardy. We have industrial agriculture and intensive farming and there are some cities where there are many more animals than humans.  I, as a citizen and spokesman for the 5-Star Movement, however, believe that not everything is lost, that a Europe that protects can be possible and must be sought and must be built together. We demonstrate this through the legislative action we are taking both in Brussels and in Rome, by supporting a fair but ambitious transformation of many sectors, I am thinking of the automotive sector and the transport sector, trying to put them as much as possible on a model of spreading zero- and low-emission vehicles and local public transport. I would also like to thank you, Commissioner, for the clean air dialogues that you have introduced, and I would also like to thank you for taking a stand against the diesel defenders who have really done so lately... (The President cut the speaker off)", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 166, "date": "2019-02-14.json", "name": "Jiří Pospíšil (PPE).", "mepid": "125706", "text": "   – Mr President, I think it has already been made clear here what a major problem the poor air quality is. If 400 000 people die or less every year, it does not matter in principle, it is a huge problem, a huge problem for Europe, and we must therefore tackle it.  What is important and what needs to be said, and the Commissioner has already said this, is that a revision of the directive is being done at the moment to address the issues of ambient air quality. I am very much looking forward to the report that is to be made this year, Commissioner, in order to see how this directive works and where the Commission therefore foresees its improvement. It is likely to be a job for the new Commission, which will come on the basis of the European elections. This should be a key task, certainly environmental issues will also be the subject of an election campaign in the spring of this year, and the next Commission should therefore take into account the evaluation of the current legislation and propose concrete solutions.  But it must also be said that the current arrangements, which – as most colleagues have said – are not sufficient, so not all countries are fulfilling it. According to the latest report, 18 Member States are currently not meeting the emission limits already set. And that's a big problem. We have some legislation that we want to improve, but we have to admit that the current legislation is not being met. And here I think that we can either go the way of going to the European Court of Justice and suing individual states, but that will take years and it will not solve anything, or there is probably a need for a stronger political dialogue between the Member States and between the European Commission and more exhortations for Member States to do more to meet the limits that are already in place at the moment. If we come up with new better legislation, but the Member States do not comply with it, we will still be in the problem that is here. Almost half a million deaths a year from dirty air. So, please, let the Commission propose new amendments, but also put pressure on the Member States to do what is binding today.", "language": "en", "original_language": "cs", "translation_provider": "azure"}, {"id": 167, "date": "2019-02-14.json", "name": "Urszula Krupa (ECR).", "mepid": "28334", "text": "   – (2) Mr President, I would like to begin by Among the many problems that need to be solved are air pollution with its impact on climate change, deterioration of health, especially for residents of areas adjacent to airports. It has been shown that 5,000 people die each year from high concentrations of PM2.5 and tropospherous ozone emitted by airports in built-up areas. people living within a radius of 20 kilometres. In recent years in particular, the rapid development of air transport has had a negative impact on both local and global scales. In addition to noise, the production of harmful dust, nitrogen oxides, sulphur oxide, it generates 2% of the world's greenhouse gas emissions, as confirmed by the map of world air connections, where the US, Western Europe and Asia with Japan are the main leaders. New fuels, optimisation of flights, installation of more efficient engines with structural changes in the construction of aircraft fuselage, but also, of course, the rules for the situation of airports are given as remedies.", "language": "en", "original_language": "pl", "translation_provider": "azure"}, {"id": 168, "date": "2019-02-14.json", "name": "Jozo Radoš (ALDE).", "mepid": "112753", "text": "   – Mr. Chairman, Mr. Commissioner, I thank my colleagues who have raised this question on clean air and I also welcome the Commission's Clean Air for All communication.  The question proposal discusses easier access by regional and local units to financial funds to combat transport emissions, but I don't think there's any need to limit ourselves to traffic emissions only. Emissions from buildings for heating and cooling, emissions from energy plants, emissions from industry are also very high. I think they should also be put into this question, that is, to demand an answer. I think it will need to change the directive at the very least to comply with the new energy laws that we have adopted this year and at the very least in terms of measuring air pollution reporting.  I would like to draw attention to the particular problem facing the Western Balkans. The cities of Sarajevo and Skopje in some parts of the year are the most polluted cities, not of Europe, but of the world. There are 16 thermal power plants working on coal with outdated technologies, and new ones are planned, also with outdated technologies. This of course affects the health of the people who live there, but also the health of citizens in the neighbouring member states of the European Union. Therefore, high standards should be respected, but also help these countries to respect high air purity standards themselves.", "language": "en", "original_language": "hr", "translation_provider": "azure"}, {"id": 169, "date": "2019-02-14.json", "name": "Ангел Джамбазки (ECR).", "mepid": "124873", "text": "   – I congratulate Colleague Evie first on this issue, it is important because it affects the health of an awful lot of people. From dirty air they get sick, get sick, lose their lives an awful lot of people. But I would like to draw your attention to one of the causes of air pollution, namely the burning of tires, panties, rags and all sorts of other rubbish in a number of gypsy neighborhoods in many eastern and central European countries. This is a huge problem that is not recognized anywhere, it is not talked about. It's s carpeted. Here you vote on resolutions that affect hate speech, I don't know what you are, but no one mentions the important problems, and they are that in these neighborhoods, in these katuns, various materials are burning that pollute the air and poison people. This needs to be given serious attention. If we want to talk about the cleanliness of the air, we also need to start from gypsy neighborhoods. That's an important question.", "language": "en", "original_language": "bg", "translation_provider": "azure"}, {"id": 170, "date": "2019-02-14.json", "name": "Karmenu Vella", "mepid": "n/a", "text": "   Member of the Commission. – Mr President, thank you, colleagues, for putting the issue of clean air for all on the agenda. It is one of the most important environmental and health challenges of our time. Our citizens expect us to solve this issue and ensure that the air we breathe every day is of good quality and does not leave us at risk of harm. And they expect us to solve this together. With regard to the implementation, this Commission has been very active in promoting air quality and supporting a shift to cleaner air, as recently recalled in the ‘Clean air for all’ communication of last May. As in every piece of legislation, implementation is more than important – it is key. The Commission expects all Member States to take all necessary measures to achieve compliance with EU air quality limits as soon as possible. The limit of 40 milligrams per cubic metre of NO2 as an annual average is an EU-wide obligation and has been agreed by all Member States. This obligation must be complied with by all Member States for the benefit of all our citizens. And here I would like to refer to our current air quality standards. Some say they are too strict and others say they are not strict enough. Ultimately there can only be one test. Do they meet the goal of protecting human health and the environment as a whole from the risk of adverse impacts? And to assess this, there can only be one yardstick. The best available and thoroughly peer-reviewed scientific advice. Regarding agriculture, the contribution of agriculture to the issue of ammonia emissions has, I agree, to be addressed as well. Through the NEC (National Emissions Ceiling) Directive we have started to do just that. On monitoring stations across the European Union, around 4 000 monitoring stations provide us with reliable, credible and comparable information on air quality, often in almost real time. We see no systematic shortcomings in the way the criteria to establish monitoring that works as set out in the directives have been applied. But when we see that monitoring is not done in line with the requirements of the directives, the Commission has to act and will continue to act. Allow me to conclude with a final reference to our ongoing fitness check, which we will conclude this year. This will provide us with a basis to reflect on whether we have the appropriate legislative framework in place, including sufficiently stringent limit values and suitably clear criteria to guide our monitoring networks, to ensure protection from adverse impacts on, and the risks to, human health and the environment. And, finally, to really deliver a Europe that protects.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 171, "date": "2019-02-14.json", "name": "Der Präsident. –", "mepid": "2323", "text": "  The debate is closed. The vote will take place during the next part-session.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 172, "date": "2019-02-14.json", "name": "Der Präsident. –", "mepid": "2323", "text": "  I declare the session of the European Parliament adjourned.", "language": "en", "original_language": "de", "translation_provider": "azure"}]