[{"id": 0, "date": "2019-07-02.json", "name": "Provisional Chair. –", "mepid": "2187", "text": "  Good morning everybody. Welcome to the European Parliament – the house of democracy and the only European institution elected by the citizens.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 1, "date": "2019-07-02.json", "name": "Presidente. –", "mepid": "2187", "text": "   I would remind you that, pursuant to Rule 14(2) of Parliament's Rules of Procedure, under the chairmanship of the Member who temporarily acts as President, no debate may take place, the subject of which is unrelated to the election of the President or the verification of credentials. I chair this sitting because the Rules of Procedure state that the outgoing President shall, if elected, temporarily chair the sitting. All official documents which form the basis for the election of Members will be forwarded to the committee responsible for verifying credentials, which will be set up pursuant to Rule 206 of the Rules of Procedure. In accordance with Rule 3(2), as long as a Member's powers have not been verified or a decision has been taken on any disputes, the Member shall sit with full rights in Parliament and its bodies, provided that he has previously signed the written declaration of non-incompatibility. Members holding a position incompatible with that of a Member of the European Parliament pursuant to Article 7 of the Act of 20 September 1976 on the election of Members of the European Parliament by direct universal suffrage may not take up their duties. In order to enjoy their full rights, the 29 Members who have not yet signed the declaration of non-incompatibility are invited to do so immediately at the stands at the entrance to the Hemicycle. Otherwise, they will not be allowed to vote tomorrow.", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 2, "date": "2019-07-02.json", "name": "Presidente. –", "mepid": "2187", "text": "   Tomorrow morning we will proceed to the election of the President of the European Parliament, in accordance with the provisions of our Rules of Procedure. Pursuant to Rule 15(1), nominations for the office of President of Parliament must be submitted – with the consent of the candidates – by a political group or at least 38 Members. The deadline for applications expires today at 10.00 p.m.", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 3, "date": "2019-07-02.json", "name": "Matt Carthy (GUE/NGL).", "mepid": "124986", "text": "   – Mr President, I rise under Rule 5 of Parliament’s Rules of Procedure and also in relation to the issue of accreditation. I want to congratulate all the MEPs who have been elected and been here today, but unfortunately some elected MEPs have been denied access to this House. Three representatives of the Catalan people have been denied representation in this House. This House needs to stand up for democracy and needs to stand up for human rights. (Applause) If this House doesn’t value the votes of the people of Catalonia, then the credibility of this House itself will be undermined. So I ask you today, Mr President, to make a statement on behalf of the elected MEPs of this institution, therefore reinforcing the value of democracy and human rights across Europe.  (Sustained applause)", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 4, "date": "2019-07-02.json", "name": "Presidente. –", "mepid": "2187", "text": "   We shall now draw lots for the appointment of the 8 tellers. Hon. Jan Olbrycht, do you agree to act as teller? (Jan Olbrycht agrees) Hon. Peter Jahr, do you agree to act as teller? (Peter Jahr agrees) Hon. Henrik Overgaard Nielsen, do you agree to act as teller? (Henrik Overgaard Nielsen agreed) Hon. Jerzy Buzek, do you agree to act as teller? (Jerzy Buzek agrees) Hon. Bernard Guetta, do you agree to act as teller? (Bernard Guetta accepts) Hon. Alexandra Lesley Phillips, do you agree to act as teller? (Alexandra Lesley Phillips agrees) Hon. Barbara Thaler, do you agree to act as teller? (Barbara Thaler agrees) Hon. Catherine Chabaud, do you agree to act as teller? (Catherine Chabaud agrees) The following Members have been appointed tellers: Hon. Olbrycht – Urna A-B On. Jahr – Urna C-D On. Overgaard Nielsen – Urna E-G On. Buzek – Urna H-K On. Guetta – Urna L-M On. Thaler – Urna N-R On. Chabaud – Urna S-T On. Phillips – Urna U-Z I invite tellers to move to the presidency desk.  The election of the President will take place tomorrow at 9.00 a.m.", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 5, "date": "2019-07-02.json", "name": "Presidente. –", "mepid": "2187", "text": "   The sitting is closed. (The sitting was closed at 10.24 a.m.)", "language": "en", "original_language": "it", "translation_provider": "azure"}]