[{"id": 0, "date": "2019-11-14.json", "name": "President. –", "mepid": "197546", "text": "  The first item on the agenda is the Council and Commission statements on the situation of migrants in Bosnia, in particular in Bihać (2019/2900(RSP)). Before I open the debate, I would like to inform you that in order to request catch-the-eye and blue cards, it will be possible to use both the standards registration and the new system allowing Members to register electronically. Therefore, I invite you to always bring your voting card. Should you wish to register for catch-the-eye, I invite you to do so starting from the point when we finish with the speeches on behalf of the political groups, without waiting for the end of the debate. The blue cards will be allowed only after the speeches on behalf of the political groups are finished.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 1, "date": "2019-11-14.json", "name": "Tytti Tuppurainen", "mepid": "n/a", "text": "   President-in-Office of the Council. – Mr President, allow me to start by saying that although serious, the migratory situation in the Western Balkans has been improving over the last two years, especially in 2019. The number of arrivals in all European migratory routes for the first three quarters of 2019 was 19% lower than last year, which is a positive signal. The numbers show that the EU is doing its utmost to improve the general situation and alleviate the migratory and humanitarian pressure that countries in the Western Balkans are facing. However, Bosnia and Herzegovina has become a major route into the EU. As all of us are aware, the crisis that Bosnia and Herzegovina is currently undergoing is most severe in the north-west of the country, in the Una-Sana Canton with Bihać as its centre. The EU continues to monitor the situation on the ground and will do everything it can to improve the overall humanitarian situation. It is crucial that the national and local authorities do their part of the work – reach an agreement and provide refugees and migrants with proper accommodation.  We are committed to helping Bosnia and Herzegovina deal with this situation and delivering assistance to the most vulnerable. As the most pressing matter, the Bosnia and Herzegovina authorities must relocate, without delay, migrants and refugees from the unsuitable site of Vucjak. At meetings with representatives of the city and cantonal authorities the EU continues to urge the immediate closure of this temporary camp.  We are also concerned that existing reception capacities in Bosnia and Herzegovina remain largely insufficient. The country’s official refugee camps are full. Unfortunately, in spite of the EU’s readiness to provide the necessary financial support, the government has not allocated new sites nor proposed suitable locations for the needed additional reception facilities.  There is a strong need to ensure effective functioning of the existing temporary reception centres and we take note of the authorities’ commitment in this respect. The Council defends the dignity and safety of all persons, especially the most vulnerable ones. These persons need to be protected. The Presidency would also like to express its appreciation for the work of all the humanitarian partners whose activities must be facilitated and supported.  The EU expresses its readiness to continue providing additional support to the affected communities on the ground while searching at the same time for a more permanent solution. The overarching goal of our efforts is to support Bosnia and Herzegovina in managing mixed migration flows in light of the increasing number of asylum seekers, refugees and migrants arriving in the country in the past two years. When it comes to the current crisis in Bosnia and Herzegovina, we must work hard to ensure that the country’s authorities, at all levels of government, work together and manage the migration situation in an effective manner. Asylum seekers, refugees and migrants now living in deplorable and difficult conditions must be allocated adequate premises in line with EU requirements. There is no time to wait.  A swift coordination and reaction is what is expected from all of us. We need to consolidate our efforts to resolve the most pressing problems. A permanent solution needs to strengthen Bosnia and Herzegovina’s capacity to identify and register third country nationals crossing the border.  The final goal should also include the fight against trafficking in human beings, migrant smuggling and other types of cross-border crime, which is ever present in mixed migration flows. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 2, "date": "2019-11-14.json", "name": "Dimitris Avramopoulos", "mepid": "n/a", "text": "   Member of the Commission. – Mr President, let me start by welcoming today’s debate about the situation of refugees and migrants in Bosnia and Herzegovina. It could not have come at a more timely moment. As you know, the Commission is fully informed and closely following developments, including the extremely poor conditions at the Vučjak site and in Bihać, which nobody should have to endure.  What happens in the region of the Western Balkans affects all of us, and affects the rest of Europe too. This is why the European Union has always stood by the side of our Western Balkans partners as well as by the side of the refugees and the migrants in those countries.  The debate is even more timely, because the annual EU-Western Balkans Home Affairs Ministerial Forum takes place next week, which will give me an opportunity to discuss the issue with my counterparts.  Allow me first to give you the general picture, the wider picture. Since 2018 around 50 000 people have crossed through Bosnia and Herzegovina on their way towards Western Europe. Around 8 000 people remain, mostly in the north-west corner, the Una-Sana canton, where the local authorities are bearing the brunt of migration management.  The Commission responded immediately to the needs of Bosnia and Herzegovina. Since the year 2018, we have mobilised over EUR 36 million to address the immediate needs of refugees and migrants and to strengthen the migration management capacities of Bosnia and Herzegovina. This includes the EUR 2 million humanitarian assistance that we made available last month.  Due to the very limited capacity of the official facilities, five temporary reception centres were set up with EU funds in 2018, providing accommodation for up to 4 000 people, 30% of which are families with children and 10% are unaccompanied minors. This prevented a humanitarian crisis last winter.  Now, since accommodation capacities remain insufficient, we have repeatedly urged Bosnia and Herzegovina to identify suitable additional sites for temporary reception centres. Last August, we allocated EUR 10 million to support the refurbishment and management of new centres. We have also mobilised a senior expert on migration management to assist the authorities in their internal coordination.  Yet despite the significant resources allocated, and the intense political dialogue, we are still waiting for Bosnia and Herzegovina, for their authorities, to agree on the location of new reception centres and to increase the capacities of existing centres. Moreover, the forced disembarkation from trains and buses, and the limiting of migrants’ access to services have contributed to the deterioration in the humanitarian situation.  We are therefore discussing with key partners how to help the authorities to best address the most urgent needs of migrants and refugees, especially the most vulnerable groups. At the same time, we have raised with the authorities the risk of a humanitarian crisis in the coming winter.  And now let me come back to the situation in Bihać. We cannot accept the continued transfers of migrants and refugees to the entirely unsuitable location of Vučjak, where the health and lives of people are being put at serious risk by the lack of access to water, sanitation, shelter and protection. Similar concerns have been expressed by the United Nations agencies. The site is a former landfill close to minefields. It does not fulfil the minimal requirements for decent reception conditions, therefore no EU financial support can or will be provided for it. I want to be very clear on that.  We have asked the local authorities to dismantle the site without further delay and to move the persons currently accommodated there to adequate facilities. We take note, as a first positive step, of the decision taken this week by the government of the federation entity to approve the use of two military barracks as temporary reception centres in a place called Blažuj near Sarajevo, and Ljubace near Tuzla. We now expect such a decision to be implemented swiftly, in order to relieve the pressure on the Una-Sana Canton, and the transfer of the persons currently in Vučjak. Let me also add, let me also say, that we remain concerned about alleged cases of violent pushback and mistreatment of migrants at the Croatian border with Bosnia and Herzegovina. We take such reports from civil society and international organisations very seriously. Any form of violence against refugees and migrants is unacceptable.  We are in close contact with the Croatian authorities. We have committed to investigate the allegations of mistreatment of migrants and refugees at its external borders and to keeping the Commission informed. In this context, at the request of the Commission, a monitoring mechanism has been established aimed at ensuring that the border control activities by Croatian Border Guard officers remain fully compliant with EU law, international obligations and with the respect for fundamental rights and the rights resulting from the EU asylum rules.  I recently visited Zagreb again in the context of our evaluation of Croatia’s readiness to join Schengen. Their commitment was again reiterated on this occasion.  Despite all the support that we have provided, the heavy pressure and the situation in Bosnia and Herzegovina remains deeply concerning, especially in light of the upcoming winter. We all want to avoid a worsening of the situation and a new humanitarian crisis. We are doing all we can to help Bosnia and Herzegovina to address this situation. The dignity and safety of all affected persons needs to be ensured and protected. We will continue engaging with the country’s authorities as well as with civil society and international organisations on the ground on this very pressing issue.  I know that this House shares the same concerns and I’m looking forward to hearing your views today. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 3, "date": "2019-11-14.json", "name": "Karlo Ressler", "mepid": "197413", "text": "  on behalf of the PPE Club. – Dear Chairman, the makeshift Camp Vučjak, only 6 kilometers from the Croatian border, on the site of the former landfill, directly contributed to a significant deterioration of the humanitarian situation. Despite all efforts, the living conditions of migrants in Bosnia and Herzegovina remain completely unacceptable, and irregular migration movements on the only land migration route to the European Union have been stepped up. This is unfortunately felt by migrants, but also by the citizens of Bihac and the entire border area.  The cause of this situation is uncontrolled and illegal entry into Bosnia and Herzegovina due to lack of capacity, which is openly acknowledged by the leaders of the Bosnian border police, but unfortunately also sometimes lack of will. That is why today Croatia is enduring one of the biggest burdens of migratory pressure in the entire European Union. Lately we have also faced attempts at political pressure due to the committed protection of the European border.  General, unsubstantiated or unveristantiable allegations of alleged inhumane treatment of migrants are very likely to be in today's debate. However, we must not give in to targeted pressures, as we have a duty to all European citizens to protect the European Union's longest land border. Clearly, while still respecting all the rights and dignity of migrants and helping to save them in life-threatening situations brought in by traffickers, as evidenced by the past days in harrowing examples.", "language": "en", "original_language": "hr", "translation_provider": "azure"}, {"id": 4, "date": "2019-11-14.json", "name": "Dietmar Köster", "mepid": "124822", "text": "  Mr President, I would like to make a mifful son, mr President, I would like to make a ido to the S&amp;D Group. Mr President, ladies and gentlemen, I would like to thank the rapporteur for her excellent report and for the way in which Meanwhile, more people are fleeing to Bosnia and Herzegovina with the aim of reaching the EU. Around 7,500 people are stranded in the region around Bihaé. About 1 000 are forced to vegetate in the dump of Vujak. When they try to cross the border into Croatia to apply for asylum, they are mistreated by the Croatian police and forcibly rejected.  This reflects a lack of solidarity and empathy with refugees, which, taken as a whole, reflects a deep crisis in the humanity of the European Union. In doing so, the EU is destroying its own foundation of values. That is why I am calling for the camp in Vujak to be disbanded immediately, as announced, and for people to be accommodated according to international standards. Croatia must finally stop these violations of EU and international law in the form of push-backs. That is why the EU must finally oblige Croatia to stop its violence by the police there.  Refugees must be allowed to apply for asylum. Croatia can only become a member of the Schengen area if these push-backs, which are illegal, are stopped. We need a European solution and we need to agree on a distribution mechanism for refugees as a whole. Refugees and migrants are not a threat. So-called border security does not take precedence over human rights. It is our damn duty to enable refugees to live with dignity!", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 5, "date": "2019-11-14.json", "name": "Tineke Strik", "mepid": "197772", "text": "  on behalf of the Verts/ALE Group. – Mr President, the humanitarian situation at the Bosnian-Croatian border is beyond imagination and human dignity. In the overcrowded Vucjak camp, people face a lack of water, electricity, toilets and adequate food, but they are not allowed to go elsewhere in Bosnia, and let me remind you that one out of five is a child and winter is yet to come. Their problem is the result of the vigorous and violent systematic pushbacks at the border with Croatia. As the Croatian Government denies migrants their right to access to an asylum procedure, they get stuck on Bosnian territory. I thank the Commissioner for his comments on the pushbacks, but if we take our European rules and values seriously, he should do more to force Croatia to comply with our asylum standards instead of promoting their accession to Schengen. What is the Finnish Presidency’s view on these pushback allegations and their relation to Schengen?  At the same time, migrants in Bosnia need our immediate support. It is good that we reject the Vucjak camp, but we must also give immediate support to organise professional and decent reception conditions and a solid asylum system. What can the Commissioner and the Finnish Presidency do to organise resettlement for the most vulnerable ones, among them, two European Member States?", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 6, "date": "2019-11-14.json", "name": "Dominique Bilde", "mepid": "124771", "text": "  on behalf of the ID group. - Mr President, let us make no mistake by firing red bullets at Croatian security forces, who are anxious to stem the flow of migrants to the European Union. Clearly, those who, like Croatia or the Bosnian Serb Republic, have had the courage to resolutely opt for a policy of firmness have managed to curb, somewhat, the migratory surge. That today, the mayor of Bihao is releasing on the reception of an uninterrupted flow of pseudo-refugees - 85% of whom are in fact economic migrants, as the coordinator of the International Organization for Migration in Sarajevo acknowledged in 2018 - demonstrates, if still needed, how much capacity is far exceeded, throughout Europe. We can protest against his decision to no longer provide material assistance to the new arrivals, but it is clear that Bosnia and Herzegovina has nothing to share with them other than its own misfortune. Hasn't the IMF recently downgraded the growth forecast of the country, which remains one of the poorest in Europe? Moreover, the migration crisis is only the tip of the iceberg, the difficulties of \"this failed state, this failed concept\", in the well-found words of Milorad Dodik.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 7, "date": "2019-11-14.json", "name": "Ruža Tomašić", "mepid": "119431", "text": "  on behalf of the ECR Club. – Dear Chairman, Bosnia and Herzegovina is facing a lot of migrant pressure that is increasingly spilling over into Croatia.  In border areas, the situation is becoming unsustainable, and we are also facing a strong humanitarian crisis. Crime rates are rising in Croatia on the migrant route, and locals fear for their safety and property. Bosnia and Herzegovina, with its political and financial constraints, does not have the capacity to do its job on its own territory, and the states through which migrants arrive in BiH are not too helpful because they poorly stop illegal migrants. Southeast Europe operates on the principle of connected vessels and therefore the only real solution is to permanently stop the mass overflow of illegal migrants.  Europe must react as a whole. Turning Central and Western Europe into a fortress, while at the same time leaving the southeast of the continent to chaos, could prove devastating in the future.", "language": "en", "original_language": "hr", "translation_provider": "azure"}, {"id": 8, "date": "2019-11-14.json", "name": "Cornelia Ernst", "mepid": "96852", "text": "  Mr President, I would like to like to sanendour sto -- on behalf of the GUE/NGL Group. Mr President, ladies and gentlemen, I would like to thank the rapporteur for her excellent report and for the way in which We are right to talk about sea rescue, but we must also talk about land rescue, about refugees fighting for survival at the external borders, at the EU's land borders. Bosnia is the plaything of this EU policy. It is a domino effect that has occurred there because Member States have closed their borders to refugees. This domino effect means that thousands of refugees are stranded in Europe's fourth poorest country. The EU is doing nothing, but it is not doing anything about the hundreds of push-backs, it is doing nothing to prevent dogs from being hoisted on refugees, unaccompanied children being left to traffickers, and brutal police violence and torture at these borders. It is right to call on the Bosnians to improve the situation of refugees, but it is also true to say that the main cause is not Bosnia, but here in the EU and with the Member States. We therefore demand an immediate termination of any push-backs. Family reunification, the protection of unaccompanied children, as the international conventions require – that must be the case! With winter approaching, we call on the Commission and the Member States to allow refugees from Bosnia to enter the EU on humanitarian grounds in order to have asylum applications processed during this period. Finally, the Commission and the Council are clearing the way for a fair and dignified EU asylum system! The ball is not in Biha', the ball is in the EU.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 9, "date": "2019-11-14.json", "name": "Naomi Long", "mepid": "197816", "text": "  on behalf of the Renew Group. – Mr President, without urgent and immediate action, thousands of people in Bosnia could die this winter. The Bosnian authorities must immediately close the camp at Vucjak and provide safe, clean and habitable accommodation for those who are currently languishing there. International aid NGOs – from Médicine sans Frontières, to Red Cross and Red Crescent – have been clear from the outset about the unsuitable nature of this camp without clean water and sanitation, without proper medical care, and located in areas still landmined from the conflict. Those warnings must be heeded urgently.  But this is not just a Bosnian problem; it is a European Union problem, and it can only be resolved by joint action and cooperation across the Union. Earlier this year, the Commission declared Europe’s migrant crisis over, but that is not the experience of people in Vucjak. They are living out their own personal migrant crises every day. I may be from a group of islands in the far northwest reaches of the EU, at the opposite end of Europe, but as much as some at home may wish it were, this cannot be a case of ‘out of sight, out of mind’. The UK and Ireland, along with every other EU nation, have a role in ending the cruel and callous treatment of migrants. We are living through the consequences of our own pandering to the far right on issues of immigration, asylum and international development aid. We saw that pandering in our own Parliament here a few weeks ago, when people disgracefully voted down a motion on search and rescue in the Mediterranean. Whether it’s in a lorry in England, a capsized boat in the Mediterranean, or a former landfill in rural Bosnia, how many more people will die before we get our act together?  Every EU Member State must facilitate a safe pathway for migrants and humane treatment for them while their applications to remain are considered. The proof is overwhelming and horrifying. Closing our borders does not work. It costs lives. Now is the time to ensure that compassion is at the heart of our migration policy and to hold those who fall short to account. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 10, "date": "2019-11-14.json", "name": "Ivan Vilibor Sinčić (NI).", "mepid": "197935", "text": "   – Dear Chairman, I must say that I come from the town of Karlovac, which is fifty kilometers from the Una-Sana Canton.  The question arises why we are talking about a crisis in this area today. It's very simple, why is the camp right there? Because migrants know it's a place they can get through. I visited these areas, I visited the Una Valley, I visited Lika, karlovac region, I visited Gorski kotar and the policemen who guard these crossings, who guard these bridges, who guard these roads all told me: \"There are too few of us, how many hundreds of kilometers of the border. We cannot control it,\" contrary to what the Minister and the Prime Minister are saying. People living in the area, say in Begovo Razdolje, there was a large number of mountain huts, tourism has dpped, cycling, and this is a very poor area, a sparsely populated area, and this is their last \"green branch\" from which they live.  It should be said that the only permanent solution to this problem, and it is estimated that the population of Africa itself will grow from the current 1.3 billion to 2.5 billion, is to establish normal living conditions in all countries of Africa and Asia. What's that mean? First, peace. Stop bombing Syria, Libya, udssing other sovereign countries. Second, it means the end of exploitation. There is a long list of corporations exploiting the countries of Africa for various mineral resources, and in this new program, the new policy needs the very countries that have been colonial powers in the area for centuries. If this is not done, this problem, this humanitarian crisis will have no end.", "language": "en", "original_language": "hr", "translation_provider": "azure"}, {"id": 11, "date": "2019-11-14.json", "name": "Paulo Rangel (PPE).", "mepid": "96903", "text": "   – Mr President, Finnish Presidency, Commissioner, as rapporteur for the European Parliament for Bosnia and Herzegovina I believe that we have a special responsibility here. The situation in Bihać and Bosnia is dramatic. It is not worth being here, as we always are, or blaming Croatia on the borders, or blaming Serbia on the other side, or the Bosnian authorities that are failing. The situation is dramatic and so the European Union's responsibility is to have an emergency plan already on the ground this winter. I am sure, because I have this information, that the Bosnian authorities are available not only to receive financial aid, as was said here, that is not the problem, the problem is not financial. We need to create a team from Frontex, which is not with the two specialists, is a large team to deal with the situation, namely in Bihać but also in other fields, and to help the Bosnian authorities resolve the situation.  And if we are able to put this force on the ground, which the Bosnian authorities will gladly accept, if we do it intelligently, I am sure that, first of all, we stop the humanitarian problem and will have much greater capacity to screen for economic migrants and refugees and give a referral to those who may enter the European Union.", "language": "en", "original_language": "pt", "translation_provider": "azure"}, {"id": 12, "date": "2019-11-14.json", "name": "Juan Fernando López Aguilar (S&amp;D).", "mepid": "96812", "text": "   – Mr President, Finnish Presidency, Commissioner Avramopoulos, we know that at least one hundred and fifty people from the Middle East and Asia are desperately trying to cross the border between Bosnia and Herzegovina and Croatia, by Bihaa, and are overcrowded by police decision in the Vucjak camp, where the public health and humanitarian emergency situation is truly dramatic. There is no Plenary of the European Parliament in which we do not highlight the lack of solidarity and political will to comply with European law with regard to relocation programmes between Member States of the European Union and resettlement, in the case of a border State, such as Bosnia, which is not a member of the European Union. But what can Bosnia expect from the moral stature of the European Union, if in a few minutes we are discussing the dramatic situation in Lesbos, absolutely unsustainable, in your country, Commissioner Avramopoulos, abandoned to your fate for too long because of the insolidarity of the European Union and by the absolute lack of moral stature in fulfilling the binding mandates of European law? There are resettlement programs. This Parliament has adopted them as part of the European asylum system; this embryonic system, as it may be, is standing and binding on the Member States. It is what can be expected to deal with this humanitarian emergency which, unfortunately, is neither the only nor the last to be debated in this plenary session of the European Parliament.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 13, "date": "2019-11-14.json", "name": "Romeo Franz (Verts/ALE).", "mepid": "193273", "text": "   Mr President, I would like to thank the Bosnia and Herzegovina lies in the heart of Europe between Greece and Croatia and is currently in a devastating situation due to the EU's poor refugee policy. Illegal push-backs from Croatia are the norm and exacerbate the situation of refugees, but also of the Bosnian people. The accommodation of people is already inhumane. Although the citizens of Bosnia have been very committed, these illegal push-backs are resonating the mood, because they are simply overwhelmed. We must help our neighbouring countries and not leave them alone. We cannot accept refugees drowning in the Mediterranean, but we cannot accept that three hours of flying from here will cause people to freeze miserably in the Bosnian-Croatian border area. I call on Croatia to stop illegal push-backs. The Bosnian authorities must step up their efforts. The EU is called upon to provide everything humanly possible on the ground for operational support, which is conceivable. (The speaker agreed to answer a question on the 'blue card' procedure under Rule 171(8) of the Rules of Procedure)", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 14, "date": "2019-11-14.json", "name": "Tomislav Sokol (PPE)", "mepid": "197417", "text": "  question posed by raising the blue card. Dear Chairman, you mentioned illegal pushbacks, so please submit evidence here for your claims. As far as I know, no competent institution has established that it is acting in accordance with European regulations, in accordance with international law. In fact, the Republic of Croatia respects all its obligations arising from European law, which I would especially emphasize. So please provide evidence for your claims, which are not some reports of any NGOs having a very clear political agenda.", "language": "en", "original_language": "hr", "translation_provider": "azure"}, {"id": 15, "date": "2019-11-14.json", "name": "Romeo Franz (Verts/ALE)", "mepid": "193273", "text": "  Answer to a question about the \"blue card\" procedure. We have enough evidence. I can show you that in this report that I have here, I am happy to give you a reading. Then you can see when and how many illegal push-backs have taken place.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 16, "date": "2019-11-14.json", "name": "Elena Lizzi (ID).", "mepid": "197611", "text": "   Mr President, ladies and gentlemen, the European Union must also address the impact on the citizens of the Member States living along the Balkan route.  Friuli Venezia Giulia, italy's autonomous region, on the border with Slovenia and Austria, looks with great concern at the situation of migrants in Bosnia. Migrant arrivals in Friuli Venezia Giulia are growing. There are over 5 500 entries from the beginning of 2019 to the end of September. According to data from the regional prefectures, more than 2 900 asylum seekers were present in the territory at the end of September, while there were 5 000 at the beginning of 2018.  The 40 % drop is due to the policy of Matteo Salvini, which made it possible to manage a potentially explosive situation. There is a concern today to return to the numbers of migrants registered in 2018 and the uncertainty is also fuelled by the migration policy of the Giallorosso government.  Account will also have to be taken of the impact on the migratory flow of Croatia's entry into the Schengen area. Let us ensure that the Balkan route does not become a great Bihać.", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 17, "date": "2019-11-14.json", "name": "Malin Björk (GUE/NGL).", "mepid": "124992", "text": "   Mr President, I would like to begin by congratulating Mr As colleagues have said here, we have terrible reports of human rights violations, international law, against EUROPEAN law. People living in completely impossible conditions, which is similar to what we may hear about Greece but there in slightly smaller numbers.  The situation in Bosnia is not just a Bosnian problem or a Bosnian responsibility. It is a direct consequence of EU policy: the eu's failed refugee policy where we do not allocate responsibility and EU border policy. I'm actually ashamed when I hear the right. In response to a humanitarian disaster, they want to send in more police. That's the right's answer to everything. No, when we are facing a humanitarian disaster, we shall respond to it with humanitarian action.  This situation is also a direct consequence of having illegal pushbacks. We have them mainly from Croatia but also to some extent from Slovenia. This is what happens when the only gauge of success for EU policies is a reduction in the number arriving in Europe. Instead, we will measure our success in migration policy by how many eu can provide protection to. That is what should be our success meter. I think the issue here is that we should not give Schengen membership to Croatia in a situation where they're not living up to the EU acquis. That is very concrete action I want to ask the Commission and the Council what they count on doing on that. (The speaker agreed to take a blue-card question under Rule 171(8))", "language": "en", "original_language": "sv", "translation_provider": "azure"}, {"id": 18, "date": "2019-11-14.json", "name": "Karlo Ressler (PPE)", "mepid": "197413", "text": "  blue-card question. – These allegations are completely false and unconfirmed. Because of that I firmly believe that this kind of political pressure is actually trying to change the policy of the Croatian Government, which is effectively protecting the European borders. I can understand both points of view but we have to distinguish correctly between political pressure and completely undocumented and false allegations.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 19, "date": "2019-11-14.json", "name": "Malin Björk (GUE/NGL)", "mepid": "124992", "text": "  blue-card answer. – As my colleague from the Green Group has already shown, there are reports – not only from NGOs, but also from UNHCR and the Council of Europe Commissioner for Human Rights. This Chamber and the Council and the Commission must take the consequences. There should be no membership of Croatia in Schengen until you live up to the EU acquis. We must say no to pushback, wherever it happens, in Croatia or elsewhere. Pushback is an illegal act and the European Union has to protect humanitarian law, not its borders – that cannot be the end game.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 20, "date": "2019-11-14.json", "name": "Milan Zver (PPE).", "mepid": "96933", "text": "   – Mr President, the item on the agenda today: The migrant situation in Bihać should have been dealt with a long time ago, but there might not be any such problems at all. Thus, we are dealing time and time again with the consequences of the problem.  The European Union's management of migration looks like the tail is waving a dog, not the other way around. That is why the Balkan route exists in real time, as well as other problems related to illegal migration. The problem of migration must be tackled primarily at source, because we do not do so, the borders are extremely permeable, even in Slovenia, where the number of border crossings by illegal migrants is increasing from month to month and in the organisation of smugglers, which all the machinery that the EU can't overcome. The security situation on Slovenia's southern border has completely changed and people are scared.  In the European Union, we have set clear objectives for returning illegal migrants back to safe countries or countries of origin. I find it irresponsible that we are not even close to meeting these objectives. Precisely because we are not returning illegal migrants is running out of space for genuine refugees, that is, those who are actually in danger of life.  It is necessary to prepare a clear policy, short-term and long-term measures, including as far as Bihaća is concerned. Above all, illegal migrants and smugglers must be given a clear signal that illegal migration is neither desirable nor permitted in the Union.", "language": "en", "original_language": "sl", "translation_provider": "azure"}, {"id": 21, "date": "2019-11-14.json", "name": "Pietro Bartolo (S&amp;D).", "mepid": "197808", "text": "   Mr President, ladies and gentlemen, what is happening in Bosnia and Herzegovina, one step away from our borders, in a country that has so far received EUR 38 million for the management of immigration, is totally unacceptable.  In Bihać, migrants in transit are victims of violence, discrimination and abuse, none of the camps are in good condition, but the Vučjak camp is simply inhumane. We are talking about a camp set up by the city authorities in the middle of the forest, where before there was a landfill, there is no light or running water, the sanitary and hygiene conditions are very bad and people are in constant danger because of their proximity to minefields and natural gas reserves.  We cannot simply ignore this situation. Is the European Commission monitoring the use of funds granted to Bosnia? Will you put pressure on the Bosnian authorities to call for the closure of the Vučjak camp? Field that shouldn't even exist. And what do you intend to do in response to Croatia's rejections of Bosnia, which only make bihać's situation worse? I understand the efforts that the Commission is making, but surely the Commission can do more and must do more. On the other hand, I would remind someone that we are talking about human beings, women, men and children, and we have a duty to take urgent action, not even in view of the winter, which will certainly be very harsh.  (The speaker agreed to answer a blue card question, Rule 171(8) of the Rules of Procedure)", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 22, "date": "2019-11-14.json", "name": "Tomislav Sokol (PPE)", "mepid": "197417", "text": "  question posed by raising the blue card. – Dear Chairman, I would like to ask you why you are spreading false information. There is no confirmed, definitive evidence of illegal conduct by Croatia, not a single evidence. There are all sorts of false reports from various interested groups pushing their political interests through it, but these are all misinformation, it's fake news. Croatia acts in accordance with European regulations, preserves the European external border, the longest external border of the European Union, acts in accordance with international law, so I would ask that the stories of pushbacks not be repeated here in the European Parliament because they are simply not true.", "language": "en", "original_language": "hr", "translation_provider": "azure"}, {"id": 23, "date": "2019-11-14.json", "name": "Pietro Bartolo (S&amp;D)", "mepid": "197808", "text": "  Answer to a blue card question. I am also answering in less than thirty seconds.  As my fellow Members have said, we certainly have irrefutable evidence from the various associations in the area. Therefore, I do not think I am telling the falsehood, but I certainly also understand the efforts that Bosnia is making, but I also understand that there are blatant violations of human rights in that region.", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 24, "date": "2019-11-14.json", "name": "Željana Zovko (PPE).", "mepid": "185341", "text": "   – Mr President, I will speak in English to be better understood here. Along more 1 000 kilometres, Croatia is protecting the longest external border of the European Union, mostly with Bosnia and Herzegovina. In its resolution of February 2019 this Parliament noted with concern the increasing number of migrants arriving in Bosnia and Herzegovina via their eastern neighbours, and the lack of coordination between different levels of government in responding to this situation. We called for better border management with Bosnia and Herzegovina and to strengthen the specialised human trafficking investigation units to effectively combat smugglers. Unfortunately, according to the latest statement given by the authorities in charge of implementing these measures, Bosnia and Herzegovina is failing to protect its borders and its citizens. Even the chief of border police in Bosnia and Herzegovina openly stated that they cannot control the borders, and appealed for help. Apart from this, Bosnia and Herzegovina politicians have not followed the recommendations of this House, of the High Representative and of the Commissioner for enlargement. For more than a year they have not formed a council of ministers that would provide the European Union with an appropriate interlocutor. Once again, we call upon the political leaders in Bosnia and Herzegovina to finally form a council of ministers so we can work hand in hand to resolve this terrible crisis. Thank you very much, and finally you should understand what is going on in Bosnia and Herzegovina.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 25, "date": "2019-11-14.json", "name": "Bettina Vollath (S&amp;D).", "mepid": "197678", "text": "   Mr President, I would like to thank the In September, in Vujak, I had to see the consequences of what European governments have sold as the closure of the Balkan route in the middle of Europe. Nothing is closed, but this policy has increased the misery for refugees, together with the profits of the smugglers. People are waiting unsupervised in the dirt and cold for Europe to help them. The responsibility does not rest with the Bosnian authorities alone, but is the result of the failed European asylum policy and the illegal push-backs of the Croatian police. There is still no sense less to prevent. I would therefore ask you, esteemed representatives of the Council and the Commission, to conclude the speech and act. We need decent accommodation, an immediate halt to Croatia's illegal push-backs and legal routes for asylum applications. Promoting the European Way of Life means binding the accession perspective for the Western Balkans to the rule of law and respect for human rights in the same way that EU member Croatia must demand.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 26, "date": "2019-11-14.json", "name": "Pierfrancesco Majorino (S&amp;D).", "mepid": "197592", "text": "   Mr President, ladies and gentlemen, I believe that we must stop not seeing.  We are facing a real humanitarian emergency. Hundreds of refugees are now living in the Vučjak camp, not far from the Bosnian-Croatian border. On the contrary, we must be honest and say that hundreds of refugees 'survive', often in the absence of food, water, sanitation, health protection and safety. We are faced with terrifying conditions occurring in an area of our continent.  This is also one of the consequences of the unfortunate choices made by too many states, and also by European states and the international community on immigration, because we prefer not to share a common strategy. We prefer to cultivate the demon of fear towards the migrant.  The result is before our eyes and we must act immediately there, putting an end to the humanitarian emergency and re-proposing the strategic theme of a common immigration policy.", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 27, "date": "2019-11-14.json", "name": "Fabienne Keller (Renew).", "mepid": "22858", "text": "   Mr President, Madam Minister, dear Tytti Tuppurainen, Commissioner Dimitris Avramopoulos, the living conditions of migrants in Bosnia, as many colleagues have pointed out, are extremely worrying: men, women and children live in camps without running water or electricity. In Biha, as has been said, it is an old landfill. Added to this is overcrowding. This is not worthy of our values. We must thereby achieve together, and without delay, Madam Minister, Commissioner, progress on the now-blocked 'asylum' package. It is indeed important, as our president of the LIBE Committee, Juan Lopez Aguilar, has said, to ensure that each country meets its obligations to take in refugees, according to the Geneva Convention. And it is also essential to set clear rules to speed up the processing of asylum applications and to harmonise access conditions in the Union. We must also assume a duty of responsibility, with solidarity between the countries of the Union to ensure, in particular, support to first-entry countries as well as to European third countries , such as Bosnia, which are facing migratory pressure.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 28, "date": "2019-11-14.json", "name": "Franc Bogovič (PPE).", "mepid": "125004", "text": "   – Mr President, Bosnia and Herzegovina has major problems with the large number of refugees it does not cope with. Bosnia and Herzegovina is economically weak and deals with major internal political disputes.  Croatia has the most demanding border in the European Union, more than 1,000 kilometres of the border, and it is also very difficult to protect it. From Bihać, Great Kladuša, Slovenia is only one day's walk of migrants, so this pressure, which is passed over the Croatian-Bosnian border to the Slovenian border, is very high.  In the nine months this year, Slovenian police have caught 11,786 migrants, 70 percent more than last year. In the last three months, more than 2,000 migrants have been arrested a month by Slovenian police officers. Two days of walking, these migrants are already in Austria.  It is therefore essential to immediately suspend the smuggling routes that are the driver of this migrant flow, and with Frontex, we are helping Bosnia both in establishing a situation in the area of the treatment of migrants and in the political area, which is very problematic in Bosnia.", "language": "en", "original_language": "sl", "translation_provider": "azure"}, {"id": 29, "date": "2019-11-14.json", "name": "Tudor Ciuhodaru (S&amp;D).", "mepid": "197657", "text": "   – Mr President, Bihac and Vucjak are two points of fire on the European map this winter, two delayed bombs that can explode at any time, especially when we are talking about the humanitarian and medical side.  50,000 refugees, 8,000 people left there, a third of them children, are a big problem for this country, for the Sarajevo authorities who have limited resources, and I am convinced that we should think about three key things at the moment. Firstly, cross-border monitoring needs to be improved, secondly, the funds allocated by all of us should be much higher in order to improve the living conditions of these people. And if we are talking about the human resource, I do not think it is important to send the police, the Frontex, over them, but that European medical body, honoured Council, honoured Commission, should do its job. I am a doctor, an emergency doctor in Iasi, Romania, the Emergency Clinical Hospital, and I volunteer to go there to help the same people.  And if we are talking about the double standard, while a country that violates the law is allowed to join Schengen, Romania, my country, which fulfils all the conditions, is waiting at the doors of the European Union. So, your Honor, your honour, we fulfil all the conditions, I ask you again to enter Schengen.", "language": "en", "original_language": "ro", "translation_provider": "azure"}, {"id": 30, "date": "2019-11-14.json", "name": "Joachim Stanisław Brudziński (ECR).", "mepid": "197501", "text": "   – (2) Mr President, I would like to begin by As we did a few weeks ago in Strasbourg, we discussed the very wrong decision of France, the Netherlands, rejecting the chances of two representatives of the Western Balkan countries: Albania and North Macedonia, in my opinion and in the opinion of many. What we are discussing today is the best proof that if the Western Balkans are left to themselves, this crisis will grow. I am astonded to hear the voices of the representatives of the left of the Chamber who are attacking Croatia for protecting the European Union's external border. This European Union, which, as a result of an irresponsible decision by the representatives of the governments of some countries, has caused a migration crisis. The next item will be the discussion on hotspots in Greece on the island of Lesbos. After all, this problem will continue for as long as this naïve rhetorical discussion encourages de facto illegal migrants to come here. And that the situation in Bosnia and Herzegovina is dire? The best proof is that the mayor of Bihacia mentioned here has decided that the local government is withdrawing from any humanitarian aid in the face of these woes at all.", "language": "en", "original_language": "pl", "translation_provider": "azure"}, {"id": 31, "date": "2019-11-14.json", "name": "Julie Ward (S&amp;D).", "mepid": "124963", "text": "   – Mr President, I’ve heard directly from NGOs working on the ground with refugees and migrants in Bosnia and Herzegovina. There is no organisation, infrastructure or adequate support, and desperate people, including many children, are living in appalling conditions, sleeping on the ground in abandoned places or wherever they can find a place to lie down. Almost everyone has scabies and there are no available treatments. Several people have died of blood poisoning because various infections were not treated; many drown in the river trying to reach Croatia; others are beaten, tortured and robbed by Croatian police and sent back to Bosnia. They’ve been strangled, tortured with electricity, and burnt with hot metal rods by Croatian police also. Right-wing politicians portray these desperate people as violent addicts, criminals, rapists and thieves, carriers of diseases – the language that is used when talking about refugees is hate speech. Meanwhile, the work of many volunteers has been forbidden or criminalised. Bosnia and Herzegovina became an unlikely gatekeeper of the European Union and Croatia forgot its responsibility as a Member State to uphold human rights.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 32, "date": "2019-11-14.json", "name": "Tomislav Sokol (PPE).", "mepid": "197417", "text": "   - Dear Chairman, the migrant crisis is currently one of the Biggest Problems of the European Union. The so-called Balkan route, which crosses Bosnia and Herzegovina and Croatia and has the longest external border of the European Union of all Member States, is really something to discuss. Unfortunately, this discussion was not very serious, on the other hand, on the left side of the hall we heard a lot of misinformation, lies, fake news, accusations without any coverage, and which are based only on all sorts of unverified reports of various associations that do not represent anyone, who are not competent authorities and who have absolutely no legitimacy. There is no evidence whatsod that Croatia is violating European law and there is no evidence that Croatia is violating international law standards. In fact, It is Croatia that fulfils its obligations, which is part of the schengen accession process, for which Croatia has received the green light from the European Commission to meet the technical requirements and it is Croatia that protects the external border of the European Union from illegal migration. A humanitarian approach yes, protecting human rights yes, but also stop illegal migration – protecting the European border, protecting European law.", "language": "en", "original_language": "hr", "translation_provider": "azure"}, {"id": 33, "date": "2019-11-14.json", "name": "Domènec Ruiz Devesa (S&amp;D).", "mepid": "127096", "text": "   – Mr President, I would like to add to what has already been said on this issue by the colleagues in my political group, but also from other groups — GUE/NGL, Renew and Verts/ALE — and I have also been pleased that the spokesman for the People's Group, who spoke first, spoke of \"protection\" of borders, because I believe it is a misuse of language to talk about \"protecting\" a border when talking about processing asylum claims from people in a desperate humanitarian situation.  In this case, there is talk, in any case, of a \"management\" of the border, but not of \"protection\" of the border, because no country is being invaded: borders are protected in the event of military aggression. Unfortunately, this language, which predominates even in members of the People's Group of this House, also originates from the language sometimes emanating from the Council and the Commission.  Commissioner, when you talk about 'excessive migration pressure', you are using military language; or when the Council talks about burden-sharing, it is also speaking in negative terms of human beings.  Please change the language and we will end the discourses of fear and hatred.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 34, "date": "2019-11-14.json", "name": "President. –", "mepid": "197546", "text": "  I have noticed a request for a blue card question, however, we are running long with this debate so I will decline that request. I’m sorry, that concludes the catch-the-eye procedure. (Addressing to Cornelia Ernst (off micro)) No, that concludes the catch-the-eye. I declined the blue card request because the debate is running too long and you already spoke. You are not on the catch-the-eye list. I’m sorry. We are moving on. (End of catch-the-eye procedure)", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 35, "date": "2019-11-14.json", "name": "Dimitris Avramopoulos", "mepid": "n/a", "text": "   Member of the Commission. – Mr President, let me start by expressing my thanks for your contribution to this very timely debate. As I said during my introductory remarks, I will raise the issue next Tuesday in the EU-Western Balkans Home Affairs Ministerial Forum that will take place in Skopje. The Commission and the European Parliament share the same concerns about the migration situation in Bosnia and Herzegovina, in particular around the town of Bihać. We expect that Bosnia and Herzegovina will take urgent measures to avoid further deterioration of the migration and humanitarian situation. Thank you for joining our efforts in calling for the immediate closure of the unsuitable location in Vučjak and the provision of adequate accommodation across the country for refugees and migrants. This is required to prevent a major humanitarian crisis in the coming winter. We expect state-level entities, cantonal and local authorities to cooperate and coordinate their actions and to make the best use of the technical and financial assistance that the European Union has been providing. We expect law enforcement agencies at all levels to support the humanitarian response and to cease counterproductive actions that endanger the life and health of refugees and migrants. There should be no physical violence against migrants and refugees. Border guards and police should carry out their duties in full respect of fundamental rights. We will continue to engage with Bosnia and Herzegovina in order to support the authorities to prevent, as I stressed before, a humanitarian crisis from unfolding in the country in the coming winter.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 36, "date": "2019-11-14.json", "name": "Tytti Tuppurainen", "mepid": "n/a", "text": "   President-in-Office of the Council. – Madam President, let me thank you for the discussion we have had today. We are fully aware of the complex and difficult situation regarding migrants in Bosnia and Herzegovina, and we are committed to working hard with all the stakeholders involved to find a solution to the current crisis. Throughout the whole process we must not forget the human aspect of the current situation. Just yesterday we discussed in this very Chamber the protection of children’s rights. It is important to find a solution quickly and to act with resolve in order to protect people. We are all aware that great challenges lie ahead of us, but we are counting on your support in finding a workable answer to the current problems. The Finnish Presidency is fully committed, within the next MFF context, to allocate a sufficient amount of funds for migration management and to respond to both the internal and external aspects of migration. Nevertheless, the financial aid from the EU is just a tool. It is crucial, indeed, that the national and local authorities do their part of work efficiently. Without any delay they should provide refugees and migrants with the help and assistance needed: proper accommodation is a minimum. Without any doubt, it is of the utmost importance that every Member State, all of us, follows the rule of law, and full respect for fundamental rights at the border between two countries must be ensured. Ms Strik asked us, the Finnish Presidency, what we are doing. We as the Presidency underline the importance of full compliance with international law – in practice and at our external borders. The EU must continue to actively and closely monitor the situation on the ground, and take seriously all allegations of mistreatment of migrants. We must see this as a reminder that the ongoing work on the reform of the common European asylum systems needs to continue. Situations like this one should not be allowed to be repeated.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 37, "date": "2019-11-14.json", "name": "President. –", "mepid": "197433", "text": "  The debate is closed. Written declarations (Rule 171)", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 38, "date": "2019-11-14.json", "name": "Balázs Hidvéghi (PPE)", "mepid": "124586", "text": "  Writing. The argument that we are past the immigration crisis is flawed. According to the latest reports, migratory pressure is increasing again, both in the Mediterranean and on the Western Balkans route, so we must continue to expect the crisis to continue. Internationally organised, politically supported people smuggling is taking place at sea, with NGOs from unclear backgrounds taxiing migrants to Europe. The situation in the Western Balkans is critical, with tens of thousands of illegal immigrants waiting to enter the European Union as soon as possible. Thousands of migrants are also camped in Bihács in north-west Bosnia, the city centre is almost entirely in their possession, acts of violence are being committed, the situation is untenable. In an Hungary, he has demonstrated that fencing can protect borders. If there is political will, illegal immigration can be stopped, even by setting up a physical border protection system. However, in order to overcome the immigration crisis, Europe's migration policy needs to change. An EU asylum and border management concept should be developed that focuses on consolidating the protection of the external borders and working with third countries. Instead of encouraging migration, we must finally focus on stopping migration.", "language": "en", "original_language": "hu", "translation_provider": "azure"}, {"id": 39, "date": "2019-11-14.json", "name": "Die Präsidentin. –", "mepid": "197433", "text": "  The next item on the agenda is the debate on the council and Commission statements on the situation in the hotspots on the Greek islands, in particular in the Moria camp (2019/2898(RSP)).", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 40, "date": "2019-11-14.json", "name": "Tytti Tuppurainen", "mepid": "n/a", "text": "   President-in-Office of the Council. – Madam President, the situation in the hotspots on the Greek islands is extremely difficult. According to this week’s Integrated Situational Awareness Analysis report, over 47 000 migrants have arrived by sea to the Greek islands this year. This means there has been a 69% increase in arrivals by sea. Almost 36 000 persons are present on the islands, inside and many also outside official camp areas designed for a maximum of around 8 000. This is the first time we have reached such a high number since the implementation of the EU—Turkey Statement.  Conditions are unacceptable. Migrants and asylum-seekers are facing a dire situation, with significant shortages of basic shelter and unsanitary, unhygienic conditions. At-risk groups such as people with disabilities are often unable to access basic services such as water, sanitation and hygiene facilities. Unaccompanied minors are accommodated in facilities which are not adapted to their needs. There are long lines for poor-quality food, mismanagement and lack of information which all contribute to a chaotic and volatile atmosphere. Since the end of August there have been three deaths in and around the Moria camp. In September there were more than 1 000 unaccompanied minors in Moria. Most of them are living in unsuitable conditions with adults. Madam President, honourable Members, urgent action is needed, and there are things that can be done quite speedily such as decongesting the islands, which is also the priority of the Greek Government. I understand that there are plans to transfer over 5 000 asylum-seekers already authorised to continue their asylum procedure on the mainland. To fast-track these plans would be helpful. We also take note of government measures to speed up and tighten asylum procedures and manage flows to Greece by improving border surveillance. More observation posts are being put up at the land borders, surveillance of the Evros river is being stepped up, while at the sea borders the capacity of the harbour police will be boosted by providing additional vessels and personnel. Many more employees are being recruited to the Asylum Service. In this way, the ability to handle cases will be tripled. These and other measures are part of the new ambitious asylum legislation that the Greek Parliament adopted on 31 October. It will be of utmost importance to implement, as fast as possible, the new provisions, including the asylum and return procedures. On asylum, there is reportedly a backlog of 68 000 cases. With the new rules in place, asylum requests would be handled within 60 days. This is a very welcome development, provided that all required legal safeguards under EU law are also in place. The return rate so far has been critically low for far too long. Returns are instrumental in keeping the numbers down on the islands. The plan of the Greek Government includes a target of returning 10 000 migrants by the end of 2020. This is ambitious, but it can be done with the appropriate procedures in place and assistance from international organisations for migration, Frontex, and EU Member States. These measures go hand in hand with the legislative amendments on asylum and are all designed in order to reduce the overcrowding of the camps. Effective returns also require the cooperation of Turkey. It is vital that both parties apply in good faith all the provisions and operating procedures agreed as a result of the statement. It is difficult to predict if arrivals will continue in line with their current trends. Depending on the situation in Turkey (the extended deadline to arrange for legal papers expired on 31 October) and the situation along the Turkish-Syrian and Turkey-Iranian borders, the current pressure may be maintained for some more weeks. Regardless of the way the situation develops in Turkey and the region, the urgent steps described above must be taken immediately to reduce overcrowding and ensure dignified conditions for all people in the camps. I am certain that the Commission in its statement will elaborate on the assistance and advice it provides to the Greek Government on this issue.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 41, "date": "2019-11-14.json", "name": "Dimitris Avramopoulos", "mepid": "n/a", "text": "   Member of the Commission. – Madam President, dear colleagues, as you all know, Greece has been exposed to migratory pressure for many years now.  While there is no comparison with the intensity of the situation five years ago – definitely, we are not where we were at that time – we all recognise the huge challenge that Greece is facing and that Greece is constantly exposed to migratory pressures, which at periods becomes difficult to bear. At the beginning of the year 2019 there were more than 35 000 migrants present on the ‘hot spot’ islands. 17 000 migrants were present on Lesbos alone. It has been, and it remains, a priority of this Commission to help the entire country in addressing these challenges.  Urgent action is needed to alleviate the pressure on the islands and to improve the conditions for migrants and refugees. We need to do everything we can to support national authorities and we do it.  As regards now the financial support, the Commission has made available to Greece EUR 2.2 billion since 2015 – the largest financial support ever provided to a Member State for migration. We have also been providing technical and operational support with colleagues from the Commission being deployed on the ground and being in regular contact with the Greek authorities. We have been doing that during the last five years – supporting the previous government and the current government in Greece. They are doing whatever they can in order to address this issue. However, and as you know, the role of the national authorities in handling the situation on the ground remains of paramount importance. I want to be very clear on that. The Commission can only provide support. It cannot replace the Greek authorities.  The Commission at all levels – operational but equally politically, is in permanent contact with the Greek authorities.  At the beginning of October, I visited both Athens and Ankara, together with the Minister of the Interior of Germany, Mr Seehofer, to discuss the situation with the government in both countries and find ways to address the challenges – also in the context of the EU-Turkey statement.  In addition, just a few weeks ago, a technical mission at the highest level, with my Director-General, Ms Paraskevi Michou, also went to Greece to discuss ways to further support Greece in developing effective solutions to the challenges on the ground.  In fact, many of the existing problems have become worse with an increase of arrivals to the islands over the last six months.  The de-congestion of the islands and the need to increase the reception capacity on the islands and on the mainland remain a key priority.  More efficient asylum procedures would greatly contribute to improving the processing of the asylum requests. This would also help in speeding-up the return of those who have no right to stay. Moreover, ensuring the provision of adequate health care and, in particular, intensifying the preparations for winter accommodation remain paramount and very urgent.  Seeing those images of vulnerable people stranded in the cold in the past has been a collective shame for Europe. We simply cannot have another winter like that and we have been given all the assurances from the Greek government that they have taken care of it.  As you know, the Greek parliament has adopted a new law on asylum and reception on 31 October with the objective of making procedures more efficient without compromising on fundamental rights. It’s a very important step forward.  We have been following closely its adoption process. Once it will be formally notified to the Commission, we will assess the law’s compliance with the EU legal framework.  Now, let me give you some examples of EU support on the islands. The creation of a new reception and identification centre on the island of Samos, which Greece is currently working to implement with EU funding, is a positive step towards improving the living conditions on the island. It is important to make the new centre operational as soon as possible and no later than January 2020.  The Commission staff on the island of Lesbos has facilitated with the agreement of the authorities the renting of an area where asylum seekers have improved living conditions.  In September 2019, the Commission provided an additional EUR 4.2 million funding to the International Organisation for Migration for the creation of safe zones on all hot-spot islands. The critical situation of unaccompanied minors in Greece continues to be a top priority and I have personally called for a proactive approach to find new places and reach tangible results as well as to facilitate their integration.  In this context, the Commission has recently awarded an emergency assistance project for the creation of safe zones dedicated to unaccompanied minors on the islands of Lesbos, Samos, Leros and Kos. I know that the Minister of the Interior of Greece has also urged his counterparts to relocate unaccompanied minors. Everybody should be part of this effort. It is not a Greek problem. It is not a neighbourhood problem. It is a European problem.  The Commission supports such bilateral agreements between Member States, including financially. The assistance of Member States, on the basis of solidarity and responsibility, is of utmost importance.  Migration remains an issue of joint responsibility of all Member States and the Union as a whole. Management of migration is testing every day the values and the principles upon which Europe is built.  As I said before, it is a European issue and even an issue of global dimensions. At this moment, today, as we are here in Brussels, more than 400 million people are somewhere in the world seeking a safe haven – migrants or refugees. And the root causes are still there and unfortunately, they will be there for many many years, so we have a huge responsibility to address this issue and lead the whole world in providing support to these people and finding practical solutions. At the same time returns need to be accelerated – also in the context of the effective implementation of the EU-Turkey statement. The pace, the rhythm, of returns from Greece to Turkey remains critically slow with about 1 900 returns since March 2016, of which some 130 in 2019. The number is very low and we all know that.  This low level of returns is a huge obstacle to any progress. At the same time, also in the area of returns, Greece will not be left alone.  While a lot has to do with improved procedures by the Greek authorities, the European Borders and Coastguard Agency stands ready to provide operational and financial support to Greece for returning people – not only to Turkey under the EU-Turkey statement, but to their country of origin in full respect – I repeat it and I stress it – in full respect of the principle of non-refoulement and other safeguards embedded in our EU acquis on returns.  We acknowledge the efforts of Greece all these years, in all these interconnected areas. A lot has been achieved but there is still much to be done.  The Commission is committed to continuing working hand-in-hand with the Greek authorities and together with our agencies on the ground, to mobilising all support needed there. Finally, let me conclude again by recalling that only together in a spirit of trust and unity we can find sustainable solutions for the big issue of migration in Europe.  I welcome last week’s declaration by the President-elect when she announced that a draft proposal for a new migration package will be presented by the new Commission in the first/second quarter of next year.  It must indeed be our goal to become a model of how migration can be managed sustainably – with a human approach, but effectively. And believe me, our Commission has put a strong basis for that. Thank you very much for your attention. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 42, "date": "2019-11-14.json", "name": "Ελισσάβετ Βόζεμπεργκ-Βρυωνίδη", "mepid": "125065", "text": "  on behalf of the PPE Group. Madam President, the migration problem in Greece has taken on explosive proportions, particularly on the islands, where, on average, three hundred and four hundred people arrive every day from the Turkish coast. In Moria, in a shelter structure of 2 840 people, there are fifteen thousand. While in Chios and Samos, respectively, in places of 1000 and 650 people respectively, 4 800 and 6 200 people are accommodated. In October alone they came with dozens of boats 3 500 thousand people and the flows continue. The new government is gradually decongesting the islands, moving vulnerable groups inland, while a new law speeds up asylum procedures, while respecting the rights of migrants and refugees. At the same time, it organises difficult returns of migrants and strengthens the guarding of external borders. But daily flows are exacerbating the situation and Greece has been left alone by member states to manage it. Colleagues, you have an obligation to stand by my country and prove in practice that you share the problem. It is not possible to accommodate 4 000 unaccompanied minors and the Member States refuse to take part. The Commissioner has just pointed this out. We are not asking for favour or preferential treatment but for equal and fair management and treatment. Greece fully fulfils its obligations. All the countries of the European Union must do the same.", "language": "en", "original_language": "el", "translation_provider": "azure"}, {"id": 43, "date": "2019-11-14.json", "name": "Claude Moraes", "mepid": "4519", "text": "  on behalf of the S&amp;D Group. – Madam President, let me address immediately what the Commissioner said, that this was a collective shame for Europe, but Commissioner, you mentioned Europe, not just Greece and last week we were able to question the new Greek Interior Minister on the sharpest, most difficult problem in Moria today, which is the 4 000 unaccompanied minors and he told us that one Member State – one – had answered positively to his request to take unaccompanied minors.  These are, I remind people in this Chamber, minors, some of whom are trying to commit suicide, minors who are fearful when they go to bed at night. That is the shame on all of us, but one Member State stumped up. The Commission later informed us that three Member States agreed to take in some of the minors.  I could really stop there, because this tells us all we need to know about the solidarity of the Member States. It tells us all we need to know about the blockage of the package on reception conditions and all the other long-term solutions that we needed to have in this area. So when we have the new pact, let’s just remember what the long-term problems are in this area.  But let’s return to the short-term problems before the winter because the short-term problems are about human beings, not just the children but everyone on Moria, because we’ve seen what is happening on Moria; we see 17 000 people and only three or four government doctors and we see NGOs telling us it’s an emergency. So let’s deal with that emergency before the winter but let’s be clear, it’s a longer-term problem and we need solidarity, real solidarity. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 44, "date": "2019-11-14.json", "name": "Sophia in ‘t Veld", "mepid": "28266", "text": "  on behalf of the Renew Group. – Madam President, I would like to start by saying that I in no way doubt the personal commitment of the minister and the Commissioner. However, we’ve had this debate before. This is now the fourth winter – the fourth winter – that we have left people, human beings, living in appalling conditions. Not because there are no boats going from the islands to the mainland. They are there for one reason only: it’s a result of policy choices, it is deliberate. We have a collective responsibility. But I would like to point the finger at the Council, because I think it is deeply shameful that the Council for four years now has flatly refused to take its responsibility and adopt the Asylum Package. I think it is remarkable that 28 leaders of EU Member States – so, fairly civilized – cannot agree among them on this, but they can make a deal with Mr Erdoğan, they can make deal with Libyan militias, and now they’re even talking about making a deal with Mr Assad! What planet are we living on? And you know what? Asylum and migration policy is supposed to be decided by QMV, qualified majority voting, and the Member States are refusing to do that, whereas we know that there is a majority. Maybe, Madam President, we should reintroduce national vetoes for cohesion funds and other EU funds and let’s see what that does to the sense of solidarity of some Member States. We should not be settling political conflicts on the back of helpless people, vulnerable people, stuck on the islands. The first thing that needs to be done is to remove them from there, in their interests but also in the interests of the local people who have been remarkably patient – a lot more patient than some of the people in our own countries who have applied a lot of anti-migration pressure. The people in Greece have been remarkably patient. So I think the Council should finally take its responsibility, adopt the package, remove the people from there and let’s have a proper, humane, civilised and efficient common policy. (Applause)", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 45, "date": "2019-11-14.json", "name": "Erik Marquardt", "mepid": "197462", "text": "  Mr President, For better, I would like to make a name for my free Madam President, I would like to thank the president for her Thank you, Mr Avramopoulos, for the report. I am particularly pleased that you reported from Samos on what the situation is, because I tried to look at it in April and I was unable to access it. Not only was It not possible for me to gain access, but in the end I had to see the police station in the camp because the camp manager put me in the police station instead of leading me around in the camp. That is a small point now, but it also shows a bit how we are dealing with the situation and that we do not really want to show how bad it is. I have taken a few notes here, but I can actually agree with the previous speakers. I was on Lesbos last week. You don't know what to say anymore. We have been discussing this issue for four years. 70% of the work is done by volunteers. There is no schooling, no state education for children there in the camps. The camp in Moria has 3 000 places and 14 000 people are there. There are unaccompanied minor refugees who have to sleep on the streets there. If we then look at what has happened in recent years, the Member States said at the beginning: OK, we want to relocate 160 000 people from Italy and Greece. In the end, 100 000 places were promised and it emerged that almost 30 000 people had been relocated. It really is that European solidarity does not look like this in the end. I also think that one has to ask oneself: how can it be that people in Europe have to hibernate in summer tents? That does not say anything about the size of the problem on the Greek islands, that it is there, but actually says a lot about our size. I would really like us not to have the same discussion again next winter.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 46, "date": "2019-11-14.json", "name": "Jean-Paul Garraud", "mepid": "197628", "text": "  on behalf of the ID group. - Madam President, Greece is experiencing a real migration flood with a recent 29% increase in the number of migrants compared to the same period in 2018. The situation is so dramatic that riots have recently broken out in the overcrowded Moria refugee camp on the Greek island of Lesbos, with several casualties. Faced with this tragic situation for both local populations and refugees, the Greek government has announced its intention to send some 10,000 migrants back to Turkey by the end of 2020. What is currently taking place in the Greek islands is yet another demonstration of the failure of an immigrationist policy that, under the guise of generous ideas, precipitates thousands of human beings into dramatic situations. Increasing the resources for these migrations will further increase the already considerable number of migrants. Instead of making these unfortunates believe an eldorado, it is essential to restore a rigorous asylum procedure, close borders until the situation is under control, and act on the source countries of immigration. Let us not forget also that our duty of solidarity must above all concern our own populations, which must be protected from uncontrolled migratory flows.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 47, "date": "2019-11-14.json", "name": "Εμμανουήλ Φράγκος", "mepid": "198490", "text": "  on behalf of the ECR Group. Madam President, as a Greek and as an islander, I would like to express my disappointment and sadness at the situation on the Greek islands today and my sympathy to the inhabitants of these islands. But not just in words. We have to do this. The Greek people chose us to have a voice in Greece and Europe, the Greek Solution, Kyriakos Velopoulos and me, and that is why we will shout. The dispersal of these people inland is a strategic mistake because it actually renders inactive the Agreement between the European Union and Turkey on returns from the islands, an agreement that Turkey does not respect anyway. Greece must be declared an emergency immediately due to a sudden influx of third-country nationals, as provided for in Article 78 of the Treaty on the Functioning of the European Union, and urgent measures must be taken. Close Greece's borders now! The people are valiantly trying to make up for Europe's inaction on a daily basis in dealing with the issue. We must not continue to waste Community funds on an agreement with Erdoğan, which Turkey does not implement. My country can't stand other illegal immigrants. Europe must act immediately, not as a mere scholar of events, but as an active member of the International Community. And, I repeat, I grieve to see my country destroyed by this situation day by day. How do we allow that?", "language": "en", "original_language": "el", "translation_provider": "azure"}, {"id": 48, "date": "2019-11-14.json", "name": "Κωνσταντίνος Αρβανίτης", "mepid": "197701", "text": "  on behalf of the GUE/NGL Group. Madam President, first of all we must stress the very important efforts of the Commissioner, Mr Avramopoulos, in all this difficult ordeal that the European Union and Greece have been through. But I would like to stress two other things, because I want him and the House to know about the view we have of the work done by Mr Avramopoulos. What is the point: here we have two worlds, the world of the far right, which has the Right to bring demands and talk about Fortress Europe, and the progressive world. There are two worlds. The protection of the European way of life is changing to promote the European way of life. You insist on the wrong policy. You see people as a problem and you don't see the problem. You think the problem is the refugee, not the war. You don't see the causes, you see the result. The situation in Moria, ladies and gentlemen, is tragic. I will tell you, however, why the policy of the right, the right of the European Parliament has failed. The left-wing government has managed 850,000 people in its four years in government; in four months they cannot manage, with this right-wing policy, a smaller problem. I think your policy needs to change completely.", "language": "en", "original_language": "el", "translation_provider": "azure"}, {"id": 49, "date": "2019-11-14.json", "name": "Λευτέρης Νικολάου-Αλαβάνος (NI).", "mepid": "197734", "text": "   Madam President, the European Parliamentary Group of the Communist Party of Greece has visited many of the structures that exist in the past, both on the islands and in the hinterland, and of course Moria in Mytilene. More than 15,000 refugees are there, the majority in tents, with a doctor and a pediatrician. This explosive situation of mass entrapment, which has developed in Lesvos, Samos, Chios and other islands, is directed against the inhabitants and refugees and is now expanding inland. But this situation is the result of exactly the same unpopular policy, the unacceptable European Union-Turkey agreement, the Dublin Regulation that the previous government also implemented. And the New Democracy Government's asylum law essentially limits the concept of \"refugee\" by punitive provisions against refugees, reinforcing repression at borders, deportations, closed detention centres, as provided for in European Union directives. Decent accommodation conditions must be ensured here and now, especially for winter, with special care for unaccompanied minors; No new Moria! Close all hot spots and at the same time strengthen the common struggle of Greeks, refugees and migrants, workers, for a world without poverty, without exploitation, without wars and refugees!", "language": "en", "original_language": "el", "translation_provider": "azure"}, {"id": 50, "date": "2019-11-14.json", "name": "Jeroen Lenaers (PPE).", "mepid": "95074", "text": "   – Madam President, a struggle for survival in hell on earth; thousands of people in dire conditions in Greece; welcome to prison: winter hits one of Greece’s worst refugee camps; third migrant dies in a week in harsh Greek camp conditions. Four articles; four different media outlets; four different winters. For four winters we have been discussing here the urgent action needed in Greece. And it’s not just about Greece; it is a European challenge, and the lack of solidarity is indeed appalling. Indeed, if a Greek minister sends his 27 colleagues a letter to ask for help and only one of them replies, what does that say about the other 26? What does that say about any of us? How many people need to freeze to death or drown in the Mediterranean before we actually come to a sustainable solution for the future? And I know there are no easy or quick fixes, but complexity can never be an excuse to refuse any kind of progress year after year after year. Decongesting the islands; getting the inflow of migrants under control again; better protection of external borders; humane reception conditions for refugees; efficient asylum procedures where we distinguish between refugees and economic migrants; effective returns; better cooperation with third countries; responsibility-sharing within the EU: we all know what needs to be done. All the pieces of the puzzle are there on the table. It is time to act.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 51, "date": "2019-11-14.json", "name": "Birgit Sippel (S&amp;D).", "mepid": "96932", "text": "   Madam President, I would like to thank the president for her It is not only in Moria on the Greek island of Lesbos that we tolerate the need for refugees to remain in pitiful conditions. The employees of aid organisations, volunteers and local residents are also being let down, whose willingness to help in the absence of support is increasingly leading to overcrowding and rejection. All European states show a lack of solidarity, and commitments on distribution are simply not being implemented. For example, the distribution of first-time asylum applications in 2015 on our continent of 510 million people would not have been too much of a challenge. Spread over all our municipalities, these figures would have meant that 51 refugees would be taken in, for cities with 20 000 inhabitants. Promoting our European Way of Life – what we have been experiencing for four years should not be promoted, but should finally be effectively ended.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 52, "date": "2019-11-14.json", "name": "Malik Azmani (Renew).", "mepid": "197781", "text": "   – Madam President, winter is coming and a lot of colleagues mentioned already that this is the fourth winter since the EU’s Turkey Statement and we still have the same debates in this Parliament, but also in the parliaments of the Member States, about the deplorable circumstances for migrants on the Greek islands. The same debates say that the Greek asylum procedures are too slow and too lengthy. Operational and financial support from the EU side is not a problem. We are not naive. Don’t we all know why? The question is, do we still accept it? What can we also expect from the new Greek Government? New legislation is a good start, for sure, but it’s also about action. How difficult is it, proper shelters for migrants, how difficult? If Greek asylum procedures functioned properly, returns under the EU’s Turkey Statement could take place. That puts less pressure on the situation of the islands, since it would reduce new and irregular arrivals instead of an increase as now. What more can the EU do to have adequate and swift proceedings in Greece?", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 53, "date": "2019-11-14.json", "name": "Damien Carême (Verts/ALE).", "mepid": "197574", "text": "   Madam President, a fortnight ago I went to the island of Samos, Greece, to witness the situation of migrants. I have seen inhuman, undignified living conditions. There are 6,100 for a capacity of 650 people: ten times more! On Lesbos, it's five times more. For many, access to toilets, showers or food is impossible. This is contrary to the standards of the High Commission for Refugees and the construction of the new 1,000-seat camp that you are referring to, Commissioner, will not be enough. These hotspots, such as the Erdogan agreement with Turkey or Libya, are Europe's shame. But Greece is only suffering the consequences of this disastrous decision by the European Union. The Commission is responsible for setting up these hotspots which it funds, Commissioner, and every government that refuses Greece's call for solidarity is responsible, Madam Council Representative. There is an urgent need to accelerate transfers from the islands to the mainland to end overcrowding in hotspots and to increase relocations to other European countries. It is not a migration crisis or even less a migratory tsunami, as the extreme right abjectly argues, which we are facing, but rather a crisis of reception.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 54, "date": "2019-11-14.json", "name": "Gianantonio Da Re (ID).", "mepid": "197608", "text": "   Madam President, ladies and gentlemen, Commissioner, in the last two months, 18 000 people have arrived on the Greek islands, more than double those who arrived a year ago.  The situation on the Greek islands is now collapsing, especially in hotspots such as Moria, which, despite having a capacity of 3 000, now has 13 000 people. Due to the Turkish offensive in northeast Syria, the situation could worsen with a further increase in the flow of Syrian refugees.  The hotspot of Moria is well represented by the failure of Europe's migration policy. The height of this failure was reached in 2016 with the agreement between the European Union and Turkey, signed to stop the flow of refugees from the west coast of Ankara to Greece. The agreement provided for Greece's islands to be used as temporary staging areas for Turkish migrants attempting to reach Eastern Europe, provided, however, that migrants would return to Ankara territory. Well, because of the malfunctioning of this agreement, today we continue to have 30 000 migrants trapped in Greece.  Today, Greece, like Italy, is paying for the European Union's inability to manage migration flows, rather than working seriously on relocation programmes, under Erdogan's blackmail.", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 55, "date": "2019-11-14.json", "name": "Nicola Procaccini (ECR).", "mepid": "197820", "text": "   Madam President, ladies and gentlemen, the title of the debates is constantly changing, but the debate is still the same, because the reasons for the debate are clearly unclear.  First of all, no one ever deals with the causes of emigration, it is never mentioned. Secondly, the 'no border' ideology, which believes that the boundaries between peoples are superstructures, just as in the last century it considered private property to be a superstructure. And then, thirdly, the hypocrisy of relying on a capricious and unpredictable sultan like Erdogan, entrusting the reins of the future of the European Union to a non-European nation. And that says a lot about the hypocrisy of all those who call themselves pro-Europeans in here.", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 56, "date": "2019-11-14.json", "name": "Miguel Urbán Crespo (GUE/NGL).", "mepid": "131507", "text": "   – Madam President, 14,000 people in a camp for 3,000. Three deaths from overcrowded conditions in September. Five hundred people for every latrine. This is what defines the objective of European migration necropolitics and its use as a warning to migrants. This is what we saw when we visited the Moria countryside and yet we still hear the same hypocrisy and no solution. Hypocrisies like that of the Greek minister, declaring that his new policy will be focused on genuine concern for migrants. It was forgotten to mention here in Parliament that the period of detention is increasing with its reform, that access to public health is restricted and that the asylum application process is going to be a nightmare. Closing Moria and all fields, working at the source of problems, ensuring safe routes, severing war, respecting humanitarian legislation and not doing business with borders are the only possible outlets. No more winter with Moria open. (He agreed to answer a question posed in accordance with the 'blue card' procedure (Article 171(8) of the Rules of Procedure)).", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 57, "date": "2019-11-14.json", "name": "President. –", "mepid": "197433", "text": "  Ms Šojdrová, you are the next but one speaker and we are really running out of time. Is it okay if you replied in your speech? Is that okay?", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 58, "date": "2019-11-14.json", "name": "Michaela Šojdrová (PPE)", "mepid": "124710", "text": "  blue-card question. – (inaudible) ... previous speaker because I don't agree with his speech. I really want to respond to what the previous speaker said, because I cannot agree that the previous Greek Government has done everything possible to ensure that there is a rapid asylum procedure so that there are no unassuponsive children on the streets in Greece. Unfortunately, they are. I have been following this for more than three years, this situation, and I appreciate the new Greek Government taking concrete action. I'll talk about them. Mr Member, do you know how many unaffsited children are in Athens and other places and what the former Greek Government has done to ensure that these children are not on these streets? Answer me.", "language": "en", "original_language": "cs", "translation_provider": "azure"}, {"id": 59, "date": "2019-11-14.json", "name": "Miguel Urbán Crespo (GUE/NGL)", "mepid": "131507", "text": "  \"blue card\" response. – Look, I have been to Lesbos and Moria on several occasions. I have been in 2015, I have been in 2017 and have been in 2019.  Do you know what the difference is? The Moria camp was already a nefarious field; now, with the new government, it's much worse. There used to be seven thousand people, now there are fourteen thousand. Before you could go to public health, now you can't. Three doctors—three doctors!—for fourteen thousand people; five hundred people for every latrine.  That's what the current Greek government is doing. And that's not washing the current government's face either.  The problem is not only Greece's, the problem is European. And we are not paying off, we are not giving solutions and the solution cannot be to continue to support Turkey and an agreement of shame.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 60, "date": "2019-11-14.json", "name": "Ιωάννης Λαγός (NI).", "mepid": "197737", "text": "   Madam President, the problem is enormous, not only in Moria but throughout Greece. It is a huge problem in my country and the question is: how is it possible to talk all the time about illegal immigrants, for whom the Greeks have no responsibility for having flooded our country, and not to talk about the problems that have been created to our Greek fellow citizens? How many of you know that all over Greece the Greeks have stood up and are trying to drive all illegal immigrants out of our country? We don't accept them anymore. They've come in, they rob, they do what they want, they try to change the customs and customs of our country. They are no longer accepted by Greek society and here is a huge responsibility that the European Union has, because with your instructions we have led to my country, Greece, being a warehouse of illegal immigrants at the moment. And since you finally accept the game and the threats that Erdoğan and Turkey are making to you, saying that, at any time, he can open the borders so that illegal immigrants can come in here and do what they want in my country, even when you are giving him fat funds to keep doing that. , a solution from the Greek government - if there was a national government, because unfortunately there is no - would be for Greece to open the borders and channel all illegal immigrants throughout the rest of Europe, with the dangerous jihadists and criminals who are there. Then let's see what you'd do! And I would like to stress, once again here, that the policy of the Greek Government, which takes illegal immigrants inland, is unacceptable, because that is how we lose the last right we have to repatriate illegal immigrants. They must close the borders immediately and deport illegal immigrants!", "language": "en", "original_language": "el", "translation_provider": "azure"}, {"id": 61, "date": "2019-11-14.json", "name": "Michaela Šojdrová (PPE).", "mepid": "124710", "text": "   – Madam President, the situation on the Greek islands has deteriorated. Why? Because Turkey wants to return refugees to Syria, where there is still war, so these people are afraid. Turkey has ceased to abide by the agreement with EU Member States to detain and integrate refugees, despite the fact that the European Union has paid Turkey almost €6 billion for this activity. Turkey needs to take back illegal refugees who are not eligible for asylum and will eventually be placed on the mainland from the islands. I therefore call on the Commission and the Council at the moment to act without delay with Turkey to continue cooperation on this matter, so that Turkey fulfils the agreement. I think this is vital not only for Greece, but for the whole of the European Union, and here I agree with my colleagues that this is a European problem, not just a Turkish one.  Mr. Colleague, I was at moria hotspot a year and a half ago, in April 2018. At that time there were 6,000 refugees, and by that time the situation there was no longer suitable for children, for people who are somehow handicapped. It was a crowded hotspot, or the 14,000 people who are there now, I can't even imagine, and I understand the new Greek government wanting to relocate these people to the mainland so that there are human conditions. Minister Chryssochoidis's letter asking the Member States to accept 2,500 unassuited children is also indicative of the government's greater activity, and I believe that the Czech Republic will also join in helping children. I have asked our Minister of the Interior to do so, and civil society in the Czech Republic is asking the Minister of the Czech Republic to help unproteced children from Greece... (she withered the speaker's word)", "language": "en", "original_language": "cs", "translation_provider": "azure"}, {"id": 62, "date": "2019-11-14.json", "name": "Juan Fernando López Aguilar (S&amp;D).", "mepid": "96812", "text": "   – Madam President, Minister Tuppurainen, Commissioner Avramopoulos, between winter and hell, in the last four years there has not been a single second of truce for the challenge that refugees in Moria, Lesbos, pose to the whole of the European Union. For a 2,800-seat camp, 17,000 are overcrowded, thousands of them unaccompanied minors. But they are a grain of sand in the desert of crisis, which is not humanitarian, nor refugees, but political because of the absence of solidarity, which is a binding mandate — for ten years, since the Lisbon Treaty — clamorably unfulfilled by the Member States, which have left Greece, as then Italy and also the Spanish coast, abandoned to their fate. It is an unsustainable situation that leads to an attempt to outsource the question of the necessary attention to refugees to Turkey, to Libya, not to mention the nightmare of having to negotiate again with Bashar al-Assad in Syria and, of course, of the drama which assumes that there has been no response to the level of European law itself, which is binding. An effective response, a human response is needed, but above all a response consistent with european law in force. Resettlements, resettlements are European law in force and it is high time for the Commission to enforce them.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 63, "date": "2019-11-14.json", "name": "Maite Pagazaurtundúa (Renew).", "mepid": "125038", "text": "   – Madam President, we know that the responsibility is of the Council, but Mr Avramopoulos, you cannot have the hard face to say that we are talking about having a model of how to manage asylum and shelter with tact and humanity having Moria as a reality.  We have left the Greeks alone, left Greece alone and left thousands and thousands of people in hell. You were in Moria in 2015; wouldn't be more than two hours away. He's back?  Can you dare to talk about a model \"with tact and humanity\", when there are fifteen thousand people in Moria going cold, without latrines, passing risk of violence?  Moria must be closed: it is a post-traumatic stress factory. We can't leave people there, months and months, going cold, starving, not giving them a solution—whatever.  No matter what model we choose, it doesn't matter if it's right-wing or left-wing. There can be no Moria, Mr. Avramopoulos, do not use the word again...  (the chairperson withdrew the floor to the speaker).", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 64, "date": "2019-11-14.json", "name": "Alice Kuhnke (Verts/ALE).", "mepid": "197395", "text": "   Madam President, I would like to begin by thanking Theresa May for In Moria on Lesbos, 13,000 people live in a camp adapted for 3,000. It takes no imagination to understand that the misery is immense. Half of these people are children and a quarter of them feel so bad that they harm themselves in various ways. Why do we not listen to experts and volunteers, to those who are actually on the ground in the camps and are doing everything they can to reduce suffering? Is our pride so great that we think we know better than MSF, better than the EU Agency for Fundamental Rights and better than the EU Asylum Support Office? On the one hand, we need to come up with a long-term plan for the EU's asylum and migration policy and, on the other hand, we must close these camps, these hotspots. Commissioner Avramopoulos, today you are receiving a letter from me urging you to close the Moria camp and ensure that the children come to a safe place.", "language": "en", "original_language": "sv", "translation_provider": "azure"}, {"id": 65, "date": "2019-11-14.json", "name": "Teuvo Hakkarainen (ID).", "mepid": "197596", "text": "   – Mr President, once an migrant has got his feet on our continent, it is almost impossible to return him. What is happening in the Greek archipelago shows this. At the same time, the lives of local residents are severely disrupted. However, there is a solution to this, and there is no other solution. If the EU were to finally close its borders. We have the resources and the necessary equipment to control our borders and prevent an endless alien avalanche. Visitors must be informed that europe's doors have closed. As this information spreads, the stream of entrents will stop on its own. Europe must act before we are in a situation where it is impossible to act. Or does anyone think the flow of the fire will stop by receiving? (The speaker agreed to answer the blue card question (Rule 171(8))", "language": "en", "original_language": "fi", "translation_provider": "azure"}, {"id": 66, "date": "2019-11-14.json", "name": "Maria Grapini (S&amp;D)", "mepid": "124785", "text": "  Question put in accordance with the 'blue card' procedure. – I want to ask my colleague the following question: does he think that we should treat all refugees the same? We have to play with the lives of children, women, we shouldn't see the cause, what are these people coming for, they're coming for pleasure? Or are they coming in need? They are forced to leave and some die on the road or are thrown into the waters of the seas. How do you think we should treat people's lives? Treat it by nationality, by age, by gender, or should we think about people's lives?", "language": "en", "original_language": "ro", "translation_provider": "azure"}, {"id": 67, "date": "2019-11-14.json", "name": "Teuvo Hakkarainen (ID)", "mepid": "197596", "text": "  answer to the blue card question. \"In 2015, finland received an avalanche of refugees, over thirty thousand people, and most of them were men. There were no women or children. This problem is that Europe will not be alarmed, but asylum tourists and adventurers. They operate under their own laws without complying with our laws.", "language": "en", "original_language": "fi", "translation_provider": "azure"}, {"id": 68, "date": "2019-11-14.json", "name": "Joachim Stanisław Brudziński (ECR).", "mepid": "197501", "text": "   – Madam President, i voted in favour of the report by Mrs Schwab There are a lot of emotional words in this debate, there are a lot of words that are kind of moral blackmail. I think it would be good, I would particularly recommend this to members on the left of the Chamber, to read the Special Report of the European Court of Auditors on Asylum, Relocation and Return of Migrants: Time for more decisive action to eliminate the gap between the objectives and the results achieved. This report shows that today in Greece and Italy, as in the European Union as a whole, the number of return decisions issued is much higher than the number of migrants who have actually returned to their country of origin. Why? Most of them either have fled the camps, or they are using all the instruments that this naïve policy gives them. Here I, in amazement as a young man who was born and mature in communism, heard about the supposed boness of this totalitarian system. In my youth I was a sailor, and when we wanted to protect ourselves from blinds, we hung a plaque that we sailed to... (The President has received the speaker's vote.)", "language": "en", "original_language": "pl", "translation_provider": "azure"}, {"id": 69, "date": "2019-11-14.json", "name": "Maria Walsh (PPE).", "mepid": "197863", "text": "   – Madam President, it was well documented, at this point that a humanitarian crisis in the Greek islands is extremely serious with Moria camp, one of the worst examples sheltering with over 10 000 people when it is designed to host 3 000 people. Although the unpredicted increase in recent arrivals has seen the Greek authorities greatly step up in their emergency evacuations, the already overcrowded facilities have seen conditions on the island become dire. In July and August of this year, 73 children referred to Doctors Without Borders mental health teams, three young people had attempted suicide and 17 had self-harmed.  We cannot as leaders and as citizens within the 28 member states avoid and neglect our support and obligations towards EU solidarity. Yes, the principle of solidarity involves responsibility sharing; and yes solidarity can at times be unpopular; and yes there are faults in various systems - but colleagues the crisis is now the biggest humanitarian crisis facing the EU today.  We cannot afford to have the perspective that it is purely as a security issue. It has become an issue of fundamental rights. Each Member State must be willing to, and ready to, cooperate working within and whatever scale and context we can. It will make a difference. It will make a difference to Greece, and our colleagues here sitting in the Parliament representing Greece, and of course most importantly it will make a difference to our vulnerable citizens arriving into the European Union. This is a crisis and it needs our support immediately. (Applause from certain quarters) ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 70, "date": "2019-11-14.json", "name": "Sylvie Guillaume (S&amp;D).", "mepid": "96952", "text": "   Madam President, the situation on the Greek islands is catastrophic, it is generally about the only thing that can be shared collectively in this Chamber. But it is not new and it is only getting worse, which we have been denouncing for years. And the Commission is trying to point out that it has paid millions to Greece to manage this humanitarian crisis, but in such a context the money is not enough and I would like to point out two other things. First, that the closure of Greece's northern border has trapped tens of thousands of people, thus probably complicating the task of the Greek authorities. And then, as the Commission itself says, returns from the islands to Turkey do not work, if that provision is acceptable. So, instead of putting European sovereignty in the hands of President Erdogan, the future Commission should work more effectively with the Council to finally achieve a fair system for the distribution of asylum seekers. Without this system, we will be able to continue to debate the situation in the Greek islands, but it will not fundamentally change.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 71, "date": "2019-11-14.json", "name": "Michal Šimečka (Renew).", "mepid": "103746", "text": "   – Madam President, everybody now sees that the situation in the Greek camps is reaching breaking point, and the stories and the pictures that we hear and see from the Moria camp, the starvation, the forced prostitution, the suicide attempts are a stain on the European conscience. And it’s also clear that not just Greece, but all relevant EU institutions and all Member States must help to alleviate this humanitarian human rights crisis. But we also know that it can’t be properly solved if European migration policies are dependent on the whims, and held hostage by the whims, of President Erdoğan of Turkey. And the problem is also clear, and has been for some time, and that’s the inability of the Council to come to a compromise on reforming our migration and asylum system, and from this European stalemate there is one clear winner, which is President Erdoğan, and there are clear victims, who are the thousands of people stranded and suffering in these islands of Greece.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 72, "date": "2019-11-14.json", "name": "Tineke Strik (Verts/ALE).", "mepid": "197772", "text": "   Mr President, the situation on the Greek islands is explosive: 30 000 people are now trapped in the overcrowded camps. The conditions make all asylum seekers vulnerable and traumatised, but children have an extra hard time. Some 650 unaccompanied minors now remain without any help, without any shelter outside Moria and have to cope. They do not understand the procedures and are exposed to all the dangers caused by the overcrowded camps. My direct request to the Commissioner is: do you want to make sure that these unaccompanied minors are well taken care of immediately! Meanwhile, looking away and shifting responsibility still seems to be the motto of the other Member States. What is really needed is not a package that further limits rights, but more European solidarity, starting with relocation of asylum seekers and much faster family reunification procedures. Is the Finnish Presidency prepared to take action on this and to agender it at the next JSZ Council? The European Court of Auditors also yesterday pointed to the permanent shortage of experts from other Member States on the Greek islands. Is the Commission prepared to organise legal support and medical care more directly?", "language": "en", "original_language": "nl", "translation_provider": "azure"}, {"id": 73, "date": "2019-11-14.json", "name": "Jordan Bardella (ID).", "mepid": "131580", "text": "   Madam President, the migrant crisis has not ended for four years now. Every day in the Aegean Sea, hundreds of migrants land on Greek shores, nearly 45,000 since the beginning of the year. The situation is increasingly unsustainable for everyone. Firstly for the local population, who are completely overwhelmed by this influx of migrants and who must now bear the consequences. Who's to blame? To the selfish nation-states, who would refuse to bear the migratory burden? No, the fault lies with the European Union and all the leaders who, in action or in speeches, have encouraged the arrival of hundreds of thousands of migrants and illegal immigrants by opening our borders wide. The fault also lies with Frontex, which is supposed to protect Europe's external borders, but which is now behaving like a real hostess for migrants. The model in this area is not in Europe, but in Australia, whose policy of automatic removal of ships and illegal immigrants and processing asylum applications in countries of departure has helped to dry up the incessant flows. It is time to set up a European 'no way' in the Aegean Sea and to bring order back to our borders.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 74, "date": "2019-11-14.json", "name": "Traian Băsescu (PPE).", "mepid": "197671", "text": "   – Madam President, the European Union must emerge from the unhonourable expectation so far and act vigorously and stop illegal migration, but also to end the loss of thousands of lives in the Mediterranean.  We have the means to do this, and I propose to the European Commission and the Council that they urgently draw up a three-dimensional action plan.  First, identify and neutralise criminal networks that organise and transport migrants from the southern and eastern Mediterranean to Europe.  Second point, the involvement of the member states' naval forces to be engaged in the operation to stop ships at the limit of the territorial waters of the port of embarkation.  And finally, the third point, a very good selection of migrants, because some are war refugees and defend their conventions.", "language": "en", "original_language": "ro", "translation_provider": "azure"}, {"id": 75, "date": "2019-11-14.json", "name": "Νίκος Ανδρουλάκης (S&amp;D).", "mepid": "125110", "text": "   Madam President, ladies and gentlemen, the word of hatred and inhumanity has just been heard. This speech was condemned in the last parliamentary elections by the Greek people and now the Golden Dawn party and the neo-Nazis in Greece are in the Tartars of our political history. But let us look at what is happening with the European Union-Turkey declaration: this year alone more than 60 000 refugees and migrants have come to Greece via Turkey. It is 60% of total arrivals in Europe. Of these, 30 000 have arrived in the last three months. At the same time, since 2016, only 1,950 have returned to Turkey. Certainly the previous government did not do what it had to do to use European funding and to improve living conditions in the centres of the Aegean islands. However, without an immediate new European relocation programme, without sanctions on those who refuse to participate, and without a revision of the Dublin Regulation in the future, if we do not proceed in accordance with the European Parliament's proposal, failure will escalate. Any of us who think that this issue can only be tackled with money and not with the above actions discredits the values of humanity and solidarity.", "language": "en", "original_language": "el", "translation_provider": "azure"}, {"id": 76, "date": "2019-11-14.json", "name": "Λουκάς Φούρλας (PPE).", "mepid": "197414", "text": "   Madam President, there is a very beautiful Greek word that they understand in too many countries, it is 'hypocrisy'. I have heard too many times, about three hundred times, from 9 a.m. in the morning so far, 'it should be done', 'we should do', 'we should act'. So who's going to do it exactly? Who are we waiting for him to do it? Greece on its own, which we have let manage a problem, for which you state here that it is not manageable? Who exactly are we waiting for? When the Greek minister comes in and says that 5 000 unaccompanied babies are in Greece and we ask the countries to show solidarity and only one or two countries respond, what are we talking about here? I repeat, you all understand the word 'hypocrisy'.", "language": "en", "original_language": "el", "translation_provider": "azure"}, {"id": 77, "date": "2019-11-14.json", "name": "Domènec Ruiz Devesa (S&amp;D).", "mepid": "127096", "text": "   \" Madam President, no, I hadn't noticed. Well, with regard to what the Member who took the floor just before me said, and in addition to subscribing to everything said by progressive Members in this House, and also what Commissioner Avramopoulos said about the need for the Greek Government and authorities to live up to it, it is clear that, moreover, Greece — like Italy , which Spain — represents, is part of the external border of the European Union and Schengen. It is therefore everyone's responsibility, it is for the whole of the European Union and, in particular, for the Council.  Mrs Tuppurainen, Mrs in 't Veld has said before that there is a majority in the Council to approve the Dublin package. Can you answer clearly? Is that so? It's true? Is there a majority? And if there is a majority, why don't you adopt the Dublin package? Moria's situation is unsustainable. The Council also has the power to take a decision as a matter of urgency, as was done in 2016.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 78, "date": "2019-11-14.json", "name": "Billy Kelleher (Renew).", "mepid": "197818", "text": "   – Madam President, just to say at the outset, the fact of the matter is we’re in this Chamber continually discussing the issue of migration and asylum seekers. The conditions on Lesbos and the Greek islands are absolutely appalling, but it is an absolute failure of the Council in particular because there is no will with the Council to address this particular issue and they’ve abandoned the refugees and asylum seekers on the Greek islands and on the Italian islands, but what we really have done and what the Council has really done it has abandoned the Greeks and the Italians and the Spanish in dealing with this particular issue. So we have to be very honest with ourselves. We will continually see these human tragedies unfolding across the Mediterranean if the Council does not accept its responsibility to deal with this issue. Let’s be very honest, the people that are on Lesbos don’t want to stay on Lesbos, they want to come to the European Union in its entirety because of sanctuary and because of opportunity. Yet we sit on our hands. We condemn and we discuss and the Council is moribund until such time as it adheres to its responsibility and addresses this particular issue – and that includes my government as well.  (Applause) ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 79, "date": "2019-11-14.json", "name": "Julie Ward (S&amp;D).", "mepid": "124963", "text": "   – Madam President, the conditions in the hotspots on the Greek islands continue to deteriorate. Last month, protests at the Moria refugee camp left at least one person dead. This was the third fatal incident in the camp in the past three months. Moria was designed to host 3 000, but more than 14 000 people are currently living there. It’s dangerous, overcrowded, depressing: a labyrinth that is slowly suffocating its inhabitants; a place where traumatised people are stripped of all dignity. The hope that many had when they crossed the Mediterranean has been replaced with feelings of desolation. I’m particularly concerned about reports of teenagers who’ve attempted to commit suicide or are self-harming. These are young people who are missing out on school, whose rights are not being respected. In light of the 30th anniversary of the Convention on the Rights of the Child, can we hold up our heads and say we are champions for future generations, when child refugees and migrants are living without dignity and hope? We need a change of heart at EU level in the Council.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 80, "date": "2019-11-14.json", "name": "Δημήτριος Παπαδημούλης (GUE/NGL).", "mepid": "28586", "text": "   Madam President, the situation in Moria and Samos is a disgrace to Europe. And the great culprit for this situation is the Council, Mrs Tuppurainen. It is the governments that have left my country Greece, Italy and Spain with a lack of solidarity. You have decided to relocate 160 000 people from Greece and Italy to the Council, you have implemented it by only 20% and you have abandoned it. The Commission has presented and parliament has improved a reform of asylum policies, with seven dossiers, and you have been sifting through it for years, because you do not want to assume your responsibilities. And you hear cries of neo-Nazis and fascists in here saying that unaccompanied minors are invaders. If you want to avoid shame, you must finally take responsibility.", "language": "en", "original_language": "el", "translation_provider": "azure"}, {"id": 81, "date": "2019-11-14.json", "name": "Tudor Ciuhodaru (S&amp;D).", "mepid": "197657", "text": "   – Madam President, unity in diversity, the motto of the European Union must always mean two essential things: health and solidarity.  I note that there are many pressing problems, many of which relate to reproaches against the Council and the Commission, and that these things, especially from a medical point of view, have not been resolved. I am a doctor, an emergency doctor in Iasi, Romania, the Emergency Clinical Hospital \"Nicolae Oblu\" and I think we need to come up with a common solution, to re-analyze such situations.  You cannot leave the burden of this task on the shoulders of some countries alone, and on the other hand I ask you today to develop a new European humanitarian assistance action plan because yes, forget how many problems there are. We are 751 directly elected Members of the European Parliament, who should say loud and loud that these problems must be solved and remember that whoever saves a life saves the whole world.", "language": "en", "original_language": "ro", "translation_provider": "azure"}, {"id": 82, "date": "2019-11-14.json", "name": "Dimitris Avramopoulos", "mepid": "n/a", "text": "   Member of the Commission. – Madam President, thank you indeed for this very, very important debate. As I said, we will not stop supporting Greece in addressing these challenges. We are committed to continuing working hand in hand with the Greek authorities and together with our agencies on the ground to mobilise all support needed. We know about the situation and most of you were very vocal of that. But I was also very clear during my introductory remarks.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 83, "date": "2019-11-14.json", "name": "President. –", "mepid": "197433", "text": "  Excuse me Commissioner. Colleagues, would you please be so kind and either take your seats or continue your discussions outside. We can hardly hear the Commissioner, especially the colleagues in the back and in the aisle. Hello? Are you listening? Would you please discuss outside and please be quiet and take your seats. Thank you.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 84, "date": "2019-11-14.json", "name": "Dimitris Avramopoulos", "mepid": "n/a", "text": "   Member of the Commission. – I repeat what I said before, that we need a common and sustainable solution. I would like also to thank you for your support in this regard. This – but also the previous Parliament – has worked very hard. I’m sure that with your continued help, the new Common European Asylum System can become a reality soon. Today is one of the last occasions for me to speak to you directly and openly in the context of a plenary meeting before my term finishes. Let me, therefore, first of all thank you wholeheartedly for the personal and collective exchanges that we have had, as well as the excellent cooperation over the past five years. It has been an honour and a privilege working together with you in order to work for our citizens and respond to unprecedented challenges for our common house, Europe, to deliver a Europe that is more resilient, more secure, but also more humane and to uphold the values and principles upon which the European Union is built. This has been a constant battle, and it will be a continuing challenge for the years to come because, as I said before, migration came to stay for many, many years and Europe has to be better prepared. This is what we have been doing together during the last five years – how to address certain fears and concerns of our citizens without becoming isolated, intolerant or exclusionist. Earlier this week we all commemorated 30 years since the fall of the Berlin Wall, a division that was larger than Europe and ran through its very heart. The fall of the Berlin Wall shows the power of our citizens and the power of our stamina, of not giving up, of believing – both individually but, more importantly, as a community. No single person could have demolished that wall, but a collective spirit did. This spirit should guide us in an unpredictable future. The European Union, our Charter of Fundamental Rights, which is also celebrating its 10 years by the way, our Schengen area of free movement; all of this is about keeping that collective spirit alive.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 85, "date": "2019-11-14.json", "name": "President. –", "mepid": "197433", "text": "  Excuse me again. I can hardly understand what the Commissioner is saying, I don’t know about you. The people who are concerned are not even listening now. Would you please stop talking at that volume, because we can’t really hear the Commissioner speak. It is a matter of respect, so take your seats please.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 86, "date": "2019-11-14.json", "name": "Dimitris Avramopoulos", "mepid": "n/a", "text": "   Member of the Commission. – Thank you. Well the past five years have shown that whatever comes our way – migration, climate change, terrorism – can only succeed if we work together in unity and trust. Dear colleagues, migration and security challenges are testing our vision, our resilience, our commitment to our European principles. And this House is a fundament in that endeavour. This is what I experienced during the last five years. I am proud to have shared this supreme duty with all the democratic political forces in this House. I came here five years ago as a pro—European Greek politician, and I’m going back as an even more convinced and committed active politician of Europe. But above everything as a convinced European citizen. Thank you very much. (Applause)", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 87, "date": "2019-11-14.json", "name": "President. –", "mepid": "197433", "text": "  Thank you very much Commissioner. Your last words, especially, were worth listening to.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 88, "date": "2019-11-14.json", "name": "Tytti Tuppurainen", "mepid": "n/a", "text": "   President-in-Office of the Council. – Madam President, honourable Members of the Parliament, let me thank you for this valuable and timely discussion. Winter is indeed coming. There’s no doubt about the need to immediately address the many shortcomings we observe in the hotspots in an efficient way. As I have mentioned, I have no doubt that the new Greek Government is intent on improving conditions and amending the loopholes of the system that resulted in people waiting for too long. (Appeal for silence from the Chair) Dear MEPs, there are real people – also minors – waiting, living in inadequate facilities. We are discussing that now. And yesterday, dear MEPs, we had in this very plenary a vivid discussion on the rights of children, and many of you referred to the rights of migrant children. The United Nations Convention on the Rights of the Child is the most widely-ratified human rights treaty in our history. All EU Member States are party to it. Thus, dear MEPs, it is our common responsibility – ours as EU citizens, ours as EU institutions, but also ours as EU Member States – to show solidarity to children in migration. The high number of minors in the Greek hotspots remains a matter of deep concern. All minors, no matter how old, no matter what their age: all minors need a vision of a better future, the most positive vision of the future the EU is able to provide. The winter is coming, and we Finns certainly know what that means. As Mr Azmani, for instance, rightly pointed out, without delay there is a need for proper accommodation available to all refugees and migrants, and that should not be too difficult. This is a minimum and a starting-point for further help and concrete assistance, and I can only urge the Greek authorities and the Commission to speed up all the important work they do so that the people most affected can see an improvement in the difficult situation they are living in. Dear MEPs, unfortunately, so far there hasn’t been sufficient will among the Member States to proceed according to the Commission proposal, yet there is a clear need for a Dublin reform and a more comprehensive approach to manage migration. The Finnish Presidency is pleased that the future Commission is aiming high here. We support that. We are all looking forward to having new legislative proposals by the summer at the latest. We need to take action now. Thank you very much, Madam President, for this very timely discussion. (Applause) ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 89, "date": "2019-11-14.json", "name": "Laura Ferrara (NI)", "mepid": "124833", "text": "  in writing. A few days ago, the Greek Minister for Citizens' Protection, speaking about the situation on the Greek islands, used the words 'humanitarian catastrophe' and 'social disaster'. These islands have become the main entry into Europe of migratory flows from the East. Despite the EU-Turkey agreement and the EUR 6 billion paid to contain them, almost 50 000 arrivals have been made by sea in Greece since the beginning of the year. Since August they have increased by 120% and have become unmanageable, to the point of making any humane reception condition impossible. The news from Moria, Lesbos, as from Samos, Chios and other islands, leaves no room for interpretation. Rights and humanity have been trampling underfoot on those islands of Europe for far too long. We are facing the failure of European immigration and asylum policies: Greece, as it has been for Italy and other frontline countries, is left alone to face a phenomenon that affects the entire European Union.", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 90, "date": "2019-11-14.json", "name": "Θεόδωρος Ζαγοράκης (PPE)", "mepid": "125067", "text": "  Writing. – The safety of the Greek citizen is the first and main priority. Migration is a European problem and as such must be tackled by everyone here in Brussels. Right now, Greece is lifting the burden. Weight we can't lift on our own. Our fellow citizens are worried right now. They're worried because they think the problem can't be solved anytime soon. They are concerned about the attitude of other Europeans. It is not possible to have this response to my country's fair request. We cannot show solidarity only when there are economic interests. Citizens are indignant because they believe that the money given over the years to tackle the problem has not gone into the right hands. This concern must be understandd and addressed by action. The Greek prime minister and the government are working hard to find solutions. We can and must tackle the problem together. With solidarity and good living conditions for refugees in need, with returns to their countries for those who are not entitled to asylum, with control over those who manage the funds and, at last, with resolute guarding of our borders.", "language": "en", "original_language": "el", "translation_provider": "azure"}, {"id": 91, "date": "2019-11-14.json", "name": "Presidente. –", "mepid": "124747", "text": "  We now move on to the vote.  (For the results and other details of the vote: see minutes)", "language": "en", "original_language": "pt", "translation_provider": "azure"}, {"id": 92, "date": "2019-11-14.json", "name": "José Manuel Fernandes", "mepid": "96899", "text": "  Rapporteur. Mr President, for the first time, the Council wants to reject the mobilisation of the European Globalisation Adjustment Fund. This is a disgrace to the Council! While the rules are the same and there are similar cases where the Council voted in favour of mobilising the Fund. The European Globalisation Adjustment Fund is used for people who have lost their jobs. In this case, we are talking about more than 1,000 Belgian citizens, 81% of whom are over 55, who have lost their jobs. The fund is also in demand for more than 300 young people who are neither in training nor in the education system. It's a disgrace! The Commission wants to apply the rules governing this Fund for the period 2021-2027, but these are the current rules that the Commission must apply. There is a total cacophony in the Council, a total division of the Member States between those who vote in favour, those who vote against and those who abstain. I invite all of you to show unity, as usual, with regard to this fund and to vote in favour of its mobilization in the final vote. At least citizens can trust Parliament, which respects the rule of law, citizens' rights and rules.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 93, "date": "2019-11-14.json", "name": "Presidente. –", "mepid": "124747", "text": "  The voting period is closed.", "language": "en", "original_language": "pt", "translation_provider": "azure"}, {"id": 94, "date": "2019-11-14.json", "name": "Annika Bruna (ID).", "mepid": "182995", "text": "   Mr President, this resolution, passed with the complicity of the right, is to intimidate a sovereign nation that has made choices, in terms of migration or societal policy, diverging from the Liberal European doxa. You condemn decisions of Poland that do not exist. The committee admitted that there is no current legislation criminalising sex education in Poland. In substance, this resolution aims to impose on European citizens the teaching of gender theory from an early age. It supports WHO recommendations that in some states go to shame on masturbation education for 0-4 year olds. But it is on principle that this resolution and the most abject, by opposing the possible decisions of a democratically elected national parliament before it even legislates. It should be remembered that the treaties stipulate that the Union respects the responsibility of States in terms of education. The European Parliament therefore has no legitimacy to tell the Polish people how to educate their children.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 95, "date": "2019-11-14.json", "name": "Michaela Šojdrová (PPE).", "mepid": "124710", "text": "   – Mr President, the content of education is a matter for the Member State. And I have confidence in the democratic system and in the common sense of the people of Poland that they will not allow the criminalisation of teachers who will sensitively and proportionately educate pupils on a subject as sensitive as sexual education. But they have to decide for themselves, it has to be decided by the Polish Parliament.  I understand my Polish colleagues from the Civic Platform and others who are concerned about developments in Poland. We know that the Polish Government is trying to interfere with the freedom and independence of the media and the courts. Let's not cover this up. Nevertheless, I trust the Polish Parliament not to criminalise the good work of Polish teachers for the benefit of pupils.", "language": "en", "original_language": "cs", "translation_provider": "azure"}, {"id": 96, "date": "2019-11-14.json", "name": "Guido Reil (ID).", "mepid": "197488", "text": "   Mr President, ladies and gentlemen, I would like to thank the rapporteur for her excellent report and for the way in which For me, early sexualisation is the worst outgrowth of the ecological fascism that is spreading in Europe.  We are talking about four-year-old children being taught to masturbate by adults. For me, it's perverse, and for me it's sick. I am proud that the Catholic people of Poland, the family- and child-friendly people of Poland, are rebelling against it. The education of children belongs in the hands of the parents. The education of children must never be the task of the state. We are committed to freedom and sovereignty. We are absolutely opposed to stealing their futures from children. Early sexualization , Let me be clear again – is sick and perverse for me.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 97, "date": "2019-11-14.json", "name": "Alexandra Louise Rosenfield Phillips (Verts/ALE).", "mepid": "197710", "text": "   – Mr President, before I became an MEP I lobbied governments across the United Kingdom to implement comprehensive age-appropriate LGBT-inclusive relationship and sex education. Age-appropriate relationship and sex education is essential for the creation of a positive and respectful approach towards relationships, sexuality and sexual relationships, and empowers children and teenagers. It is a crucial and indispensable tool to transform harmful gender norms and fight against gender-based violence, transphobia, homophobia, gender stereotypes, sexism and, crucially, safeguarding. With this vote we have called on the Polish Parliament to reject this bill and to stamp out the lies and disinformation surrounding the teaching of inclusive relationship and sex education. All children deserve high-quality LGBT-inclusive education so that they can grow up in a tolerant society where no one is afraid to be themselves.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 98, "date": "2019-11-14.json", "name": "Ангел Джамбазки (ECR).", "mepid": "124873", "text": "   – Mr President, I voted against this resolution for two main reasons. First of all, the resolution is a vivid example of what the European Parliament should not do, because education is a matter of home affairs, of an internal organisation, of internal national sovereignty. It is not the place and it is not the task of the European Parliament to decide on education tasks in any sovereign Member State of the European Union, including Poland. This is a clear intervention and a clear over-the-end of the Treaties. Secondly, however, I voted against because this propaganda – call it whatever you want, LGBT and homosexual or whatever – has no place in school. This is a new Bolshevism, this is a new attempt by children to be inged certain definitely Bolshevish ideas. I categorically reject any such attempt to interfere in the internal affairs of any sovereign Member State.", "language": "en", "original_language": "bg", "translation_provider": "azure"}, {"id": 99, "date": "2019-11-14.json", "name": "Klára Dobrev (S&amp;D).", "mepid": "197579", "text": "   - Mr President, dear fellow Members, I would like to thank you for your support. Once upon a time, in the Dark Ages, churches had more power than many kings. After the Enlightenment, we thought we could put these dark times behind us. By comparison, we see that religious fundamentalism is returning not only on distant continents, on far-fluent continents, but also here in Europe, in the heart of Europe. Religious fundamentalists want to ban us again, interfere in our most personal matters, have a say in who we love and how we can teach our children. As a Hungarian MEMBER, I watch with dread as Orban's regime exports illiberalism to Poland, and I have a fear that Polish religious fundamentalism will appear in Hungary, and priests will once again determine every detail of our lives. I'm not going to let that happen, I'm going to protest against it, and that's what I expressed with my vote today.", "language": "en", "original_language": "hu", "translation_provider": "azure"}, {"id": 100, "date": "2019-11-14.json", "name": "Jackie Jones (S&amp;D).", "mepid": "197758", "text": "   – Mr President, I’m very pleased to support this cross-party motion for a resolution condemning the criminalisation of sexual education in Poland. In the 21st century we need education fit for the modern world, and that includes learning about sexual education. It also includes learning about healthy relationships and what that means. This is part of fulfilling our obligations under the United Nations Convention on the Rights of the Child. We celebrated its 30th anniversary just yesterday, and we are celebrating it again, I’m sure, next week as well. That convention clearly states that children are rights holders, and that includes being able to learn how to respect each other, how to respect our own bodies and their bodies, and equality and dignity. That is what this world is about; that is what the EU stands for, and that’s what the United Nations stands for. That’s what the S&amp;D Group stands for.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 101, "date": "2019-11-14.json", "name": "Julie Ward (S&amp;D).", "mepid": "124963", "text": "   – Mr President, age-appropriate sex and relationship education or SRE is vital if all our sons and daughters are going to grow up to be healthy and happy citizens who can contribute to society. I’m proud to have co-authored a successful report in the last mandate on empowering women and girls through education, which included a recommendation regarding SRE. This House supports gender equality, which means advancing the rights of non-binary people. In that respect we must ensure that SRE also extends to LGBTIAQ+ people. Perhaps then I would not have to march in future Polish Prides with police protection, as I did in Plock this summer, where I was on the receiving end of right-wing, fascist violent abuse. Criminalising educators for offering SRE to schools is unacceptable in any EU Member State. Poland needs to enter the 21st century.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 102, "date": "2019-11-14.json", "name": "Stanislav Polčák (PPE).", "mepid": "124704", "text": "   – Mr President, I would like to begin by saying that I supported this draft resolution, and I would also like to stress that I do not think it is reasonable for national political clashes, national political contests, to be transferred to a European level, because the European Union could thus be involved in these national political struggles, which are natural.  But there are fundamental issues where I think it makes sense for the European Union to speak out and for us to present our position as well. That was the case, in my view. I consider sex education, which is carried out by an educational institution, to be an essential part of the formation of a person, of course the family must also have an influence, that is understandable, of course, but the right to such education is given to the child. And in my opinion, it is important to preserve this right and not to jeopardise it. I know that the proposal has not yet been approved, that this proposal is not a proposal from the Polish Government, but I firmly believe that it also hears a clear signal from our environment that we consider this issue necessary to be preserved as a European value, that is, access to a full-fledged education system.", "language": "en", "original_language": "cs", "translation_provider": "azure"}, {"id": 103, "date": "2019-11-14.json", "name": "Daniel Hannan (ECR).", "mepid": "4555", "text": "   – Mr President, Brussels has no locus here, there’s no legal base for our intervention, there is no conceivable way in which we can define sex education in schools as being something that is necessary to the smooth functioning of an internal market in Europe. There is a wide and legitimate range of opinions in this Chamber. We’ve heard some fairly eccentric ones, but everyone is entitled to a point of view. But here’s the thing: not one of us in this Chamber is answerable directly to the Polish electorate in the forum that decides education policy. Decisions of this kind, precisely these sensitive national issues, should be determined by the democratic institutions and mechanisms of the Member State. It’s pretty clear what’s happened. Yet again, we have a motion intended to embarrass one member party which is in government in one Member State. The idea is that if you don’t vote to bully and hector and lecture the Poles, that somehow you’re homophobic or you’re against equal rights. People are not that stupid. I’d make the point more widely: voters are brighter than a lot of people in this Chamber think they are.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 104, "date": "2019-11-14.json", "name": "Presidente. –", "mepid": "124747", "text": "  I inform Colleagues that there are no blue card procedures in the explanations of vote. The Bureau cannot therefore accept the request that has been made.", "language": "en", "original_language": "pt", "translation_provider": "azure"}]