[{"id": 0, "date": "2020-04-17.json", "name": "Presidente. –", "mepid": "96864", "text": "   Let us begin with the announcement of the results of the fourth block of amendments to the joint motion for a resolution on coordinated EU action to combat the COVID-19 pandemic and its consequences.  Results should appear on screen: Amendment 53: rejected.  Amendment No 54: rejected. Amendment No 76: rejected.  Paragraph 43, first part: adopted.  Paragraph 43, second part: adopted.  Amendment No 48: adopted. Amendment No 77: rejected. Amendment: 24 adopted.  Paragraph 45: adopted.  Amendment No 18: rejected.  Amendment No 17: rejected. Amendment No 25: adopted.  Amendment No 8: adopted. Amendment No 9: adopted.  Amendment No 78: rejected.  Paragraph 51, first part: adopted.  Paragraph 51, second part: adopted.  Paragraph 51, third part: adopted.  Amendment No 30: adopted.  Amendment No 1: rejected.  Paragraph 52, first part: adopted.  Paragraph 52, second part: adopted.  Paragraph 52, third part: adopted.  Paragraph 52, fourth part: adopted.  Paragraph 53, first part: adopted.  Paragraph 53, second part: adopted.  Paragraph 55, first part: adopted.  Paragraph 55, second part: adopted.  Amendment No 22: adopted.  Recital B: approved.  Amendment No 31: rejected.", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 1, "date": "2020-04-17.json", "name": "Presidente. –", "mepid": "96864", "text": "   We shall now proceed to the first voting time. We will vote on the amendments to the following dossiers: Specific measures to provide extraordinary flexibility for the use of the European Structural and Investment Funds in response to the COVID-19 pandemic.  Introduction of specific measures to respond to the Covid-19 crisis.  Specific measures to mitigate the impact of the Covid-19 pandemic in the fisheries and aquaculture sector.  Medical devices. The votes will take place in the same way as yesterday. The first round of voting will be open from 9.00 a.m. to 10.00 a.m.  The vote is open. You can vote until 10 a.m.  The results will be announced at 12.30 pm.  All votes today will be by roll call. Members will be able to check the results of their vote by consulting the document to be published on the plenary website. So the next plenary meeting is at 12.30 p.m. for the result of the first round of voting.  (The sitting was suspended at 9.09 a.m.)", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 2, "date": "2020-04-17.json", "name": "Presidente. –", "mepid": "96864", "text": "   The results of the first round of voting are as follows: Vote on Amendments C9-0095/2020: Amendment 1: rejected.  Amendment No 2: rejected. Amendment No 3 rejected.  Vote on Amendments C9-0094/2020: Amendment 3: rejected.  Amendment No 2: adopted. Amendment No 4: rejected. Amendment No 1: adopted.  Vote on Amendments C9-0093/2020 (aquaculture): Amendment 1: rejected. Amendment No 9: adopted. Amendment No 2: rejected. Amendment No 10: adopted.  Amendment No 11: adopted. Amendment No 3: rejected. Amendment No 12: adopted. Amendment No 13: adopted. Amendment No 14: adopted. Amendment No 4: rejected. Amendment No 15: adopted. Amendment No 5: adopted. Amendment No 6: adopted. Amendment: 7 adopted. Amendment No 8: adopted.  Amendment No 16: rejected.  Vote on Amendments C9-0098/2020 (Medical Devices): Amendment 1: adopted. Amendment No 2: adopted. Amendment No 3: adopted. Amendment No 4d: adopted.  And these were the results.", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 3, "date": "2020-04-17.json", "name": "Presidente. –", "mepid": "96864", "text": "   We shall now proceed to the second voting time of the day with the final votes on: Draft amending budget No 1/2020 Draft amending budget No. 2/2020 Mobilisation of the flexibility instrument for 2020 Mobilisation of the flexibility instrument for 2020 Mobilisation of the margin for unforeseen events in 2020 Specific measures aimed at providing extraordinary flexibility for the use of the European Structural and Investment Funds in response to the COVID-19 Introduction of specific measures to respond to the Covid-19 crisis Specific measures to mitigate the impact of the Covid-19 pandemic in the fisheries and aquaculture sector Medical devices Lastly, we vote on the joint resolution on coordinated EU action to combat the COVID-19 pandemic and its consequences.  The second voting time will be open from 12.30 p.m. until 1.30 p.m. The vote is open. The results will be announced at 16.00. (The sitting was suspended at 12.36 p.m.)", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 4, "date": "2020-04-17.json", "name": "Presidente. –", "mepid": "96864", "text": "   The Minutes of the sittings of 16 and 17 April will be submitted to Parliament for its approval at the beginning of the next sitting. If there are no objections, I shall proceed to the immediate transmission of the resolutions adopted today to their addressees.  I would like to thank all the staff and all my colleagues who have participated, who have had the patience to use these methodologies, but which allow us to keep our Parliament open and functioning. We are used to it now, we have also made a bit of a habit of working remotely and I believe that this is also very important for the results and the participation that has been very wide in our work.  Of course, I would like to encourage everyone to continue to be active at this time of great emergency.  A few days ago, a great writer died and he chose Europe as his homeland, and I would like to say goodbye to him today. \"I admire those who resist, those who have made the verb resist flesh, sweat and blood, and have demonstrated without great gestures that it is possible to live and live standing, even in difficult moments\". Luis Sepúlveda. I think he is an author who has accompanied us in many beautiful readings. Thank you and good work.", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 5, "date": "2020-04-17.json", "name": "Presidente. –", "mepid": "96864", "text": "   I declare the session of the European Parliament adjourned.", "language": "en", "original_language": "it", "translation_provider": "azure"}]