[{"id": 0, "date": "2020-11-13.json", "name": "Die Präsidentin. –", "mepid": "197433", "text": "  Before the opening of the first of today's voting rounds, I would like to give the floor to Cristian-Silviu Buoi, in accordance with Rule 59(4) of the Rules of Procedure, who will speak to the committee on the referral back of his report on the Union's action programme in the field of health ('EU4Health programme') to the committee for the purpose of opening interinstitutional negotiations. This request will be put to the vote after the vote on the Commission's proposal.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 1, "date": "2020-11-13.json", "name": "Cristian-Silviu Buşoi", "mepid": "38420", "text": "  rapporteur. – Madam President, first I would like to thank all the colleagues from the European Parliament for the vote yesterday on the amendments, and all the shadows, and in particular my coordinator Peter Liese, for all the support.  The vote yesterday emphasised that with EUR 5.1 billion the programme will not only deliver on future pandemics and health threats and make our health system more resilient, but will also contribute in synergy and complementarity with other EU policies to the establishment of the reserve of essential medicines and medical devices in times of crisis.  I hope that the negotiations with the Council will be very constructive and will finish before the end of the year in order that the programme will start to deliver for EU citizens, starting January 2021. Therefore, I would like to request the referral back to committee for interinstitutional negotiations, under Rule 59(4), for the EU4Health programme.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 2, "date": "2020-11-13.json", "name": "Die Präsidentin. –", "mepid": "197433", "text": "  We now come to the first round of voting for today. The dossiers on which we are now voting can be found on the agenda. The voting round is open from 9 a.m. to 10.15 a.m. The same voting procedure will apply as in the previous voting rounds. All votes are roll-call votes.  I declare the first round of voting open. You can now vote until 10.15 a.m. The results of the vote will be announced at 12.45 p.m. (The sitting was suspended at 9.03 a.m.)", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 3, "date": "2020-11-13.json", "name": "Presidente. –", "mepid": "124747", "text": "  I declare the session reopened and, before the start of today's second voting period, I would like to give the floor, in accordance with Article 59(4) to Mr José Manuel Fernandes on the referral to the Commission for the interinstitutional negotiations of his Report on the establishment of the InvestEU Programme. Mr Manuel Fernandes has the floor.", "language": "en", "original_language": "pt", "translation_provider": "azure"}, {"id": 4, "date": "2020-11-13.json", "name": "José Manuel Fernandes", "mepid": "96899", "text": "  Rapporteur. – Mr President, as you say, it is to ask that, in accordance with Parliament's rules of procedure and as rapporteur for this important dossier, where Mrs Tinagli is also rapporteur, this dossier, InvestEU, should be referred back to the Joint Committee on Budgets and also on the Economy in order to start interinstitutional negotiations.", "language": "en", "original_language": "pt", "translation_provider": "azure"}, {"id": 5, "date": "2020-11-13.json", "name": "Presidente. –", "mepid": "124747", "text": "  I would like to congratulate the honourable Members for their excellent work and this request will be put to a vote after the vote on the Commission's proposal.  I now start the second voting period. We will vote on the dossiers as indicated on the agenda.  The voting period will take place between 14:00 and 15:15.  Voting is carried out according to the same procedure used during previous voting periods. All votes will be carried out by roll call vote.  I declare the second voting period open. You can vote by 3:15. The results of the second voting period will be reported at 5:30 p.m. (The session is adjourned at 14:03.)", "language": "en", "original_language": "pt", "translation_provider": "azure"}, {"id": 6, "date": "2020-11-13.json", "name": "Der Präsident. –", "mepid": "2323", "text": "  I declare the session of the European Parliament adjourned.", "language": "en", "original_language": "de", "translation_provider": "azure"}]