[{"id": 0, "date": "2020-11-12.json", "name": "Elnök asszony. –", "mepid": "197579", "text": "  Before the debates begin, I would like to give the floor to Caroline Roose before today's first vote. Caroline Roose requested to speak on the EU-Seychelles Sustainable Fisheries Partnership Agreement and its implementation (Protocol 2020-2026) pursuant to Article 159(4) of the Rules of Procedure.", "language": "en", "original_language": "hu", "translation_provider": "azure"}, {"id": 1, "date": "2020-11-12.json", "name": "Caroline Roose", "mepid": "197506", "text": "  Rapporteur. Madam President, last night the European Parliament gave its consent to the sustainable fisheries partnership agreement between the European Union and Seychelles. The agreement sets out the rules governing the access of EU fishing vessels to Seychelles waters in exchange for fishing rights for European tuna vessels. The European Union provides Seychelles with financial support of 5.3 million euros per year and technical support. From a financial point of view, the agreement between the European Union and Seychelles represents the fifth largest eu-largest fishing agreement in force and the largest in the Indian Ocean. This agreement follows on from a previous agreement signed in 2007 and a previous protocol signed in 2013. The new agreement presents many positive advances: it should improve fisheries control, the fight against IND fishing, it will strengthen scientific cooperation and data collection. In terms of transparency, we are particularly pleased with the Seychelles government's commitment to publish the fisheries agreements it signs with other states. One of the specific features of this report is that the fishing sector in Seychelles, including small-scale fishing, also fishes for tuna. In fact, European vessels are in direct competition with local fishermen. It is crucial that the fishing sector is better listened to and included in the negotiations. Local fishermen, scientists and NGOs have warned that fishing efforts are too large in the region and that albacore tuna is in critical condition. We deplore the fact that more vessels will be allowed to fish under the protocol. We also call on the European Commission to be more vigilant in the use of sectoral support. Indeed, local fishermen and French journalists have shown that some of the money supposedly used for local fishing has been used to finance a multi-million euro wharf that is used only for European industrial fishing. Small-scale fishing cannot access it. We reiterate these points in the report and I invite my colleagues to support it widely. This report will be voted on today.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 2, "date": "2020-11-12.json", "name": "Elnök asszony. –", "mepid": "197579", "text": "  I would like to draw your attention to the fact that the duration of the post should be respected! The first vote will take place from 9.30am.", "language": "en", "original_language": "hu", "translation_provider": "azure"}, {"id": 3, "date": "2020-11-12.json", "name": "Elnök asszony. –", "mepid": "197579", "text": "  The first item is the debate on the oral question on democracy, fundamental rights and the rule of law (O-000065/2020 - B9-0023/20) - (RSP 2020/2790) on the impact of the measures introduced on Covid19 by Juan Fernando López Aguilar on behalf of the Committee on Civil Liberties, Justice and Home Affairs. I would like to inform Members that none of the debates in this meeting will be heard on the basis of an application and that we will not accept blue cards and points of order.  In addition, speeches can be expected from Parliament's contact offices in the Member States via a remote link.", "language": "en", "original_language": "hu", "translation_provider": "azure"}, {"id": 4, "date": "2020-11-12.json", "name": "Juan Fernando López Aguilar", "mepid": "96812", "text": "  Author. – Madam President, Commissioner Reynders, you know that yesterday I had the opportunity to recall that this institution — this European Parliament — is the only directly elective of the Union: it represents citizens and therefore also expresses its concerns and fears in the face of what is turning out to be the worst crisis in the history of the Union.  Unexpectedly, when citizens responded to the electoral call with an increase in participation at last, they were unaware that we were aaboding in a crisis that has impacted all our vital signs.  But the European Parliament, representing citizenship, has responded from minute one. We adopted a resolution in April, another in May and another in June, on the impact that the emergency measures taken by the Member States in the face of the COVID-19 pandemic and their havoc were having on which, in my view, it is the most precious asset of the European experience: the unrestricted free movement of persons at the internal borders of the Union. And, in line with this concern, we raise an oral question, which is equivalent to what is considered an appeal in parliamentary law in many Member States, followed by a resolution.  And here is the Resolution: twenty-three recitals and twenty-three other paragraphs in which we demand that the Member States and the Commission live up to it, with a clear message: the rule of law, democracy and fundamental rights matter; law matters, law matters.  Not only does it always matter, but it particularly matters in times of crisis, because a crisis challenges us about what we claim to be; you can get the best out of us, but also the worst. And it is very important that, by now, when the whole year 2020 has been consumed by the reaction to the pandemic, let us start to deduce some lessons, let us draw some conclusions.  And the first, indeed, is that the law is here to be taken seriously, and this conveys a message that has to do with the principles of necessity and proportionality but, above all, of time frame, temporary limitation when taking measures that can have an impact on the rule of law, democracy, the quality of democracy that we stilate in the European Union , its Member States and which is a principle constituting , Article 2 — of the European experience, and the fundamental rights of citizens.  And this Resolution fully reviews the impact these emergency measures have had on the fundamental rights of citizens, first of all, on those enshrined in the Charter.  For starters, the free movement of people. There is a Schengen Borders Code; there is a Directive on free movement, which has been ignored, if not constilled, in a hurry to take emergency measures. And the Commission is responsible, as guardian of the Treaties, for ensuring that Member States follow the principles of proportionality and necessity in restrictions on free movement and for their temporary limitation, so that, as soon as possible, those restrictions are lifted.  Similarly, we deal with the fundamental rights enshrined in the Charter: freedom of expression — even an expression of dissent in the face of some of the measures taken by the Member States — protest, right of assembly, the right of assembly. Undoubtedly, rights conditioned by emergency measures, conditioned by the need to ensure public health, but have neither been extinguished nor disappeared from the Charter of Fundamental Rights. Therefore, measures impacting these rights must also be proportionate and time-limited.  We are particularly concerned with the free communication of ideas, because if we deal in this European Parliament with misinformation, we must deal even more when this toxic misinformation harms people's health; misinformation aimed at confusing or questioning scientific knowledge and generating a state of fear and anxiety easily exploitable by demagogues and populists, who fish in the river scrambled with the fear of citizens in the face of the impact of the pandemic.  It is therefore very important that the European Union adopts the necessary strategies to defend itself against cyberattacks, against cybercrime, but also against misinformation.  We are particularly concerned about the impact of emergency measures on criminal law and prison law: disproportionate, repressive criminal measures, disproportionate sanctions, lacking seats in the principles of sanctioning law; and we are also concerned about the impact on democracy and parliamentary control and control Judicial.  These are the recommendations of the Venice Commission, are the recommendations of the European Court of Human Rights and the Court of Justice, which cannot be violated or ignored, even in times of pandemic.  We therefore require Member States to draw lessons, that, where there have been emergency measures, these emergency measures be consistent with their constitutional systems, and that, where there is no prior provision, the specific legislation to enable us to respond is now adopted; and, to the Commission, to monitor and continuously monitor the attainment of Member States' responses to the rules of the rule of law, democracy and fundamental rights.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 5, "date": "2020-11-12.json", "name": "Didier Reynders", "mepid": "n/a", "text": "   membre de la Commission. – Madame la Présidente, Mesdames, Messieurs, je voudrais tout d’abord vous remercier pour votre engagement concernant l’impact des mesures d’urgence, prises dans le contexte de la lutte contre la COVID-19, sur la démocratie, les droits fondamentaux et l’état de droit. Au-delà de son incidence sanitaire et économique, la crise qui nous frappe a engendré toute une série de défis pour nos sociétés, y compris, comme cela vient d’être rappelé, pour les valeurs fondamentales de l’Union. Tous les États membres ont pris des mesures exceptionnelles pour protéger la santé publique, mesures qui ont eu pour conséquence des restrictions de certains droits et libertés fondamentales.  La plupart des États membres ont déclaré une forme d’état d’urgence ou octroyé des pouvoirs spéciaux d’urgence. Cela a été fait, soit en vertu de dispositions constitutionnelles, soit en vertu de la législation sur la protection de la santé publique.  La modification ou la suspension de l’équilibre normal des pouvoirs au niveau national peut effectivement poser des problèmes particuliers pour l’état de droit. La crise s’est avérée être un test de résistance permettant d’évaluer la résilience des systèmes nationaux en temps de crise.  La Commission a insisté dès le départ sur le fait que les mesures prises en réaction à la crise doivent respecter nos valeurs fondamentales, telles qu’énoncées dans les traités. Les mesures d’urgence doivent notamment être limitées à ce qui est nécessaire, strictement proportionnées, clairement limitées dans le temps et conformes aux garanties constitutionnelles ainsi qu’aux normes européennes et internationales. En outre, les gouvernements doivent veiller à ce que les mesures fassent l’objet d’un contrôle parlementaire régulier, dans le plein respect des équilibres démocratiques. These key requirements were reflected following the Commission’s proposal in the country-specific recommendations adopted by the Council, in the context of the European Semester this year. The Commission has been proactively monitoring the emergency measures taken in all the Member States. The first Annual Report on the Rule of Law highlighted the need to maintain established checks and balances, including the role of parliaments in particular, when the measures taken affect fundamental rights. The resilience of the justice systems was also put to the test. A number of Member States have taken measures to reduce the impact of the pandemic and were able to restart hearings applying distancing rules or video—conferencing techniques.  The COVID-19 pandemic has shown the importance of accelerating reforms to digitalise the handling of cases by the judicial institutions, the exchange of information and documents with parties and lawyers, and continued and easy access to justice for all. We will continue to discuss with the Member States about a real investment in the digitalisation of the justice systems in all the Member States. On data protection, the Commission has already provided guidance and recommendations to Member States, in particular on apps supporting the fight against the COVID-19 pandemic.  The European interoperability gateway for contact-tracing apps is now operational. It allows people to receive alerts and declare infections, also when abroad, using their home country’s app. It ensures a high level of personal data protection and security.  The Commission has continued to monitor the situation and tried to receive a positive answer from all the Member States to take part in such an interoperability gateway. It’s not already the case with all the Member States, but we are progressing. Néanmoins, ce sont les autorités nationales de contrôle de la protection des données et les cours et tribunaux nationaux qui sont en première ligne dans ce domaine, car ils ont la responsabilité principale de veiller au respect des règles. Ces autorités ont pour tâche de conseiller les législateurs nationaux et de surveiller que l’ensemble des opérateurs, publics ou privés, respectent la loi. Elles se coordonnent au sein du Comité européen de la protection des données et la Commission a régulièrement des échanges avec ce Comité européen de la protection des données. The crisis has also had an impact on democracy, electoral processes and freedom of expression. The COVID-19 pandemic has indeed been accompanied by an unprecedented flood of false or inaccurate information that can create confusion and distrust, undermine an effective public health response and have a negative impact on democratic institutions.  In June this year, the Commission adopted a communication as regards disinformation during the pandemic and getting the facts right. The upcoming democracy action plan will address further challenges along three main pillars: electoral integrity, a free and plural media and combating disinformation.  Closely linked to this action plan, in December the Commission will also issue its EU citizenship report which will present initiatives to promote the enjoyment by EU citizens of their civic rights under EU law. By the end of the year, the Commission will also publish a new strategy on implementation of the EU Charter of Fundamental Rights and we will come with the first annual report on the new strategy next year before Parliament.  With regard to the right to free movement, a right cherished by many EU citizens, the principles of proportionality and non-discrimination must always be respected when restrictions are being considered. Since March 2020, the Commission has adopted a number of guidelines and communications, and following a Commission proposal the Council adopted on 13 October a recommendation on a coordinated approach to the restrictions on free movement in response to the COVID-19 pandemic – you know the common map that we now have published by the ECDC (European Centre for Disease Prevention and Control) every week – and we try also to fight against all possible forms of discrimination also with a dialogue between the Commission and the Member States.  Just to give an example, in the past months we have seen since the end of August a possible discrimination in Hungary with controls at the border except for travellers coming from the other three Visegrad countries – from the Czech Republic, Slovakia and Poland. I have had many contacts with the Hungarian authorities and at the end of October they prolonged the measures about border control but without any exceptions now for the three Visegrad countries. So the dialogue between the Commission and the Member States is also very important to try to avoid some kind of discrimination.  Thanks again for this opportunity to explain what we have been doing since the beginning of the crisis, since March, in the different fields and, of course, we will continue to do that. Oversight by the judicial systems and oversight by the parliaments, and also by the European Parliament is very important in the crisis and I am looking forward to this debate and to hearing your views on this important matter. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 6, "date": "2020-11-12.json", "name": "Esteban González Pons", "mepid": "125027", "text": "  PPE Group. – Madam President, governments have put in place extraordinary measures to contain the pandemic. In general, these measures have led to restrictions on fundamental rights. The problem is not whether a confinement or a curfew is necessary ⸺eso belongs to scientists⸺ but whether such limitations on individual freedom are adopted in accordance with the guarantees of the rule of law. But I wonder today whether this parliament, closed and remote, is in a position to remind other open Parliaments of the importance of defending the democratic principle against quarantine.  Yes, I am concerned that, covered by health urgency, we ourselves are resigning from democratic urgency. I am concerned that hundreds of our colleagues cannot ask for the floor in this House because they do not live in the capital of their country and are not allowed to travel either; that we have elite Deputies, who can talk here, and Class Two MPs; that we do not have interpretation in all languages. I am concerned that our agendas are becoming more and more insufficient, our speaker shifts shorter and that we will vote on the financial framework, recovery plan or Brexit without amendments or real debate. I am concerned that all Parliaments, including Belgium's, are open, and the European Parliament, rather than being the most transparent and ensuring that its members can work safely, is the only one who chooses to close their doors and point out their Members as if they were to blame for contagion. If, when we need it most, we remain closed and remote, we are not fooled that soon the public wonders what the European Parliament is for.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 7, "date": "2020-11-12.json", "name": "Katarina Barley", "mepid": "197433", "text": "  Mr President, I would like to make a mifful son, mr President, I would like to make a ido to the S&amp;D Group. Madam President, I would like to thank the president for her The Corona pandemic is a disaster for many, an individual disaster, but it is a challenge for all of us, and it is also a challenge for democracy. It places great responsibility on those who have to decide on the measures that we must take to contain this pandemic.  All Member States have taken measures, most of which have declared a form of emergency. These measures are very different and we have produced a detailed report on these measures in the Rule of Law Monitoring Group chaired by Sophie in't Veld, who will also be speaking at the same time, which is really worth reading.  There are the usual suspects – Let me call them – who are taking advantage of the situation to restrict fundamental rights far unduly. We have seen in Hungary, for example, that there has been rather unwelcome access to Parliament's rights. And in Poland, attempts have been made to restrict the right to vote. But in almost all states, there is lively discussions – as here – about what is appropriate and what is not, in almost all states. And that is a good thing, because that is the essence of democracy. We can only intervene in fundamental rights as far as is absolutely necessary. All measures must be proportionate, they must be temporary, they must be clearly defined and they must be subject to parliamentary and judicial control. And then there is ... (incomprehensible heckling) Any parliamentarian can come here. (incomprehensible heckling) No one is forbidden to come here. I do not know what you want from me now, but no one is forbidden to come here.  And then, of course, we have to look at particularly vulnerable groups. We know that domestic violence against women and children has increased. We know that minorities have been further restricted, some have been made scapegoats.  So: times of crisis also for democracy. We must all ensure that fundamental rights are protected – here and at national level.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 8, "date": "2020-11-12.json", "name": "Elnök asszony. –", "mepid": "197579", "text": "  I would like to ask my fellow Members to give everyone the opportunity to comment.", "language": "en", "original_language": "hu", "translation_provider": "azure"}, {"id": 9, "date": "2020-11-12.json", "name": "Sophia in ‘t Veld", "mepid": "28266", "text": "  on behalf of the Renew Group. – I would ask for a minimum respect for colleagues, please!  Madam President, I think most of us agree that measures have to be taken against the pandemic. There are very few people who deny that, and they are believing in conspiracies, but measures have to be necessary, proportionate and time—limited. We see huge differences across the Member States and that’s actually very strange because, even if the measures are national, fundamental rights are European and they should apply equally to all European citizens. And, as this crisis is lasting longer than just a few weeks, we have to be very vigilant and we have to be very critical because, as Ms Barley also indicated, there are some governments who are very cynically exploiting this pandemic to expand their own authoritarian empires. Yes, it’s the usual suspects, it’s Hungary and it’s Poland. Yes, it’s again at the expense of women’s rights and LGBTI people’s rights. On democracy and the functioning of Parliament – because democratic scrutiny is more important than ever when governments get exceptional powers or the executives get exceptional powers and we all realise that there are practical and legal restrictions on our work – I very much concur with what has just been said. Why is the European Parliament the only parliament in Europe and indeed the only parliament in Brussels which is virtually shut down? And it has been done by a unilateral decision of the President of this House, there has not been a political decision, it’s not time—limited ... (Applause) ... and I think we give completely the wrong signal to the citizen. We should be here, and indeed we are not banned from coming here, but we are banned from physically participating in meetings, we are banned from meeting face to face, at the coffee machine too, because that’s part of parliamentary work as well. So finally, I think we need more harmonisation, also in the exit strategy from this situation, because even if the countries are hit in different ways by the pandemic, all EU citizens are entitled to democracy, the rule of law and fundamental rights in the entire European Union. (Applause)", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 10, "date": "2020-11-12.json", "name": "Sergey Lagodinsky", "mepid": "197460", "text": "  Mr President, For better, I would like to make a name for my free Madam President, I would like to thank the president for her Every time the COVID situation in Hungary becomes particularly fragile, Viktor Orban looks under the belt of his citizens. In May of this year, it was the Orban government that considered it urgently necessary to remove the recognition of transgender people from identity cards. Now, in the midst of the second wave, in the middle of the wave, it is a matter of ensining in the Constitution that only Christian gender images in the families are in order.  We know these tricks from the trick box of the totalitarians, from Russia and Turkey. It is always a question of distracting our own citizens from their own failures. If not bread, then at least the games – this skewer race at the expense of the minorities is: Judit Varga, Viktor Orban, L'szlé Tr snnyi. Ladies and gentlemen here in the European Parliament from the Fidesz party, do you have nothing better to do?  We have better things to do, ladies and gentlemen. For months, this Parliament has been negotiating reconstruction funds, including for Hungary. But this year, 2020 will decide not only the future of our economy, but also the future of our democracy. Because fair-weather democracy – everyone can do that. But at the end of a crisis in the midst of a democracy, continuing to work and live is the high art of freedom and enlightenment. We have been working on this weekly in the LIBE exclusion observer group since the outbreak of the crisis, and we have seen freedom of expression and freedom of the press restricted in many countries – Hungary, Italy, Romania – and an app in Poland that has seen people, almost all countries abolished the right to asylum, and how hostility towards Asian people or de-bordering of Roma settlements has been introduced, for example, in Bulgaria. With this resolution, we make it clear that times of crisis require crisis instruments. But we also say quite clearly: COVID times are not anything—goes—times. Fundamental rights remain, and we in the European Parliament are also ensuring that this is the case.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 11, "date": "2020-11-12.json", "name": "Hermann Tertsch", "mepid": "197831", "text": "  ECR Group. – Madam President, it is true that, in all countries, the expansion of the virus has forced restrictions on common life, especially mobility and certain behaviours, but it is also true that all governments have suddenly been legitimized by the pandemic and, above all, by the fear of the population, and are exercising a power that would be crossed out under normal conditions , in general, always abusive.  And many governments have taken the opportunity to impose absolutely unjustified levels of arbitrariness and police coercion and sanction. Some have gone further and used the pandemic to change the legal situation, take serious administrative action, without opposition or, worse, to crush critics and punish the protocol, calling everyone denier or conspiratorial.  If this is expected in dictatorships like Cuba and Venezuela, where it has in fact happened, it is scandalous in the democracies and countries of the European Union. And we are not talking about the usual suspects - as is said here from Hungary and Poland - but from Spain, where a social-communist government has imposed a six-month state of alarm that goes against the Constitution, as it is expressly limited in it to a fortnight, with mandatory parliamentary renewal.  Under the pretext of misinformation, many are trying to impose this censorship which, in Spain, has already become practically official, and Parliament has been shut down in practice, and the total arbitrariness of the Government of Sánchez and Iglesias is causing serious damage to the democratic quality of Spain. The European Union needs to pay particular attention to what is happening in Spain.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 12, "date": "2020-11-12.json", "name": "Malin Björk", "mepid": "124992", "text": "  On behalf of the GUE/NGL Group. Madam President, I would like to begin by thanking Theresa May for We have an ongoing public health crisis, but we also have an ongoing rule of law and democracy crisis of which many of us are very aware. Certain restrictions on rights and freedoms in order to protect life and health are, of course, necessary, but, as has been said here, not all the measures that have been put in place do not actually apply. These chronic states of emergency, I think, should be very, very careful. The issue of the limited role of parliaments, the freedom of the media, which has been restricted and freedom of expression that has been restricted, has also been raised, but we have also seen how fundamental human rights have been attacked in the context of the very special situation in which we live. Men's violence against women has increased. I must also highlight the situation of refugees. I've been on Lesbos since Moria burned. It puts people behind barbed wire to so-called \"isolate\" people. It's not dignified. It is a shame that the island camps have not been evacuated and that people have not been allocated to other EU countries. It's a disgrace. If we do not have a plan now, a plan to get out of this situation on the rule of law and democracy, then we will not succeed. And we are consolidating, we risk consolidating authoritarian regimes. So the Commission: you have to put a plan on the table, not refer to reports to come.", "language": "en", "original_language": "sv", "translation_provider": "azure"}, {"id": 13, "date": "2020-11-12.json", "name": "Κώστας Παπαδάκης (NI).", "mepid": "125093", "text": "   Madam President, in Greece, the New Democracy Government — like all governments in every Member State of the European Union — is not only not taking substantial measures against the pandemic but, in the midst of a capitalist crisis, is escalating the attack with new sweeping reversals in labour rights in favour of business groups. The condition for them to be imposed is the further criminalisation and intensity of the repression of labour struggles, the restriction and the blow to the right to strike, protest and trade union action.  The resolution — despite the inexpensive concerns — justifies all this, as long as it is — as it says — necessary, proportionate, temporary and on a solid legal basis, and calls on the Member States to restrict the right to demonstration only — as it says — where it is absolutely necessary and justified. Meanings-\"rubbers\", that is. In the name of the pandemic, it also gives a green light for tracking applications and any personal data processing folder. The people, through their organized fight for their modern needs and respecting all protection measures, will defend their rights and in practice annul reactionary laws and decrees.", "language": "en", "original_language": "el", "translation_provider": "azure"}, {"id": 14, "date": "2020-11-12.json", "name": "Daniel Caspary (PPE).", "mepid": "28219", "text": "   Madam President, I would like to thank the president for her Wherever freedom, democracy and the rule of law are threatened in the world, we speak out, for example at the beginning of the Corona pandemic, when the majority of this House also criticised national parliaments and governments in Europe for their possibly excessive actions.  But what impact does Corona have on our work? All the national parliaments meet, and the Belgian Parliament even visited this Chamber a few weeks ago. And we? Some people think that we should stay at home! We all know that parliamentarianism is much more than the electronic reading of opinions or electronic participation in votes. The exchange of arguments, the heart of parliamentary democracy, does not really work. So that there is no misunderstanding, for the duration of the pandemic, the remote possibilities for many Members are better than nothing. But it is not right for freely elected Members to be banned from attending meetings and all that is part of our functioning parliamentary life. Even today, clear rules of procedure, such as Rule 156, are being broken, and we obviously present cannot prove our presence. The free mandate is not the right of us MEPs. It is the right of the citizens that we represent. And never – especially in pandemic times – can we deprive people of their democratic rights and restrict the free mandate. This must be rectified as soon as possible, otherwise our House and democracy in Europe will continue to suffer.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 15, "date": "2020-11-12.json", "name": "Tanja Fajon (S&amp;D).", "mepid": "96911", "text": "   – Madam President! The Covida pandemic has left its influence on democracy, the rule of law and fundamental rights in all Member States. The problem arises when influence in some countries turns into a persistent, hard-to-erase seal. I am sure that each of us has an opinion, including a lack of action on government action, but it is dangerous when dissent is used as an excuse for a more permanent change in the balance of power. The resolution makes it very clear that measures that dangerously undermine the country's fundamental systems, from restricting freedom of movement, expression and information, freedom of religion, the right to family life, education and work. All this, and more, has been made by the governments of the Union, by the governments of the Union, on the pretext of saving people's lives. Do you? How many lives have Hungary saved when Hungarian President Orban has been given the power to rule by decrees completely past parliament during a state of emergency? How many lives were saved when the Slovenian government of Janez Janše in the first wave restricted and disabled the operation of many NGOs? For example, how many lives will it save with new penalties for protesters of up to EUR 10,000 for gathering in public places, or a desire to give the army additional powers to protect the external border? Completely absurd decisions that have nothing to do with fighting the virus and saving lives. Therefore, a sincere call for Member States to work exclusively for the good of the people and to take measures that are necessary, proportionate and temporary. Consultation and cooperation with the medical profession, with civil society and political opposition is key. Only by working together will we succeed, the sooner we know it, the sooner we will overcome this crisis. I wish everyone a great deal of health and all good!", "language": "en", "original_language": "sl", "translation_provider": "azure"}, {"id": 16, "date": "2020-11-12.json", "name": "Ramona Strugariu (Renew).", "mepid": "134605", "text": "   – Madam President, fighting the virus is not easy at all, in many European countries we see protests, dissatisfaction with restrictions, violent manifestations. People are tired.  In this context, Parliament's resolution is important because it covers a very wide spectrum of rights and includes guidelines explaining what the behaviour of a responsible State in the face of the pandemic should mean.  But the responsibility of governments means, in the difficult context we are experiencing, also courageous action to protect the right to life of citizens, and the measures taken must be legal, necessary and proportionate.  And in Romania there were problems, there were attempts at censorship, the government communicated insufficiently and limited the right to information. In many places in Europe we have seen freedom of the press threatened by arbitrary government interventions or funding that undermines the independence of journalists. But the right to education has also been seriously affected as a result of the closure of schools.  Truly responsible leaders are fighting today to maintain the right balance between the need for health security of society and real respect for human rights in times of crisis. European governments and institutions must communicate permanently, effectively, courageously and empathetically with people, and the transparency of actions and procurement is fundamental in this time of crisis.  Only together can we overcome this crisis, governments and people. And that can be done, with respect for the fundamental rights that are part of European DNA.", "language": "en", "original_language": "ro", "translation_provider": "azure"}, {"id": 17, "date": "2020-11-12.json", "name": "Sylwia Spurek (Verts/ALE).", "mepid": "197550", "text": "   – Madam President, i voted in favour of the report by Mrs Schwab The time of the pandemic has exposed further weaknesses of the European Union: we lack mechanisms to protect human rights, a system that guarantees rights, creates mechanisms to deter governments from breaking them, which is ready to react quickly when violations occur. The European Union must create such a system.  The victims of COVID-19 are not only the sick and the dying, not only business, but also women experiencing domestic violence, because in the European Union there are countries where women do not feel safe in their own home. The victims of COVID-19 are women in Poland, to whom the so-called Court under the cover of a pandemic once again takes away the rights to legal and safe abortion. All this is happening in the European Union, under the supervision of the European Commission. To paraphrase the words of a Polish politician: \"Human rights or death\". Either the Union will start protecting human rights, women's rights, LGBT+ rights, or it will cease to exist.", "language": "en", "original_language": "pl", "translation_provider": "azure"}, {"id": 18, "date": "2020-11-12.json", "name": "Nicola Procaccini (ECR).", "mepid": "197820", "text": "   Madam President, ladies and gentlemen, I thought that this debate was an opportunity to deal with sensitive issues such as the expropriation of powers of direction and control by some national parliaments, which in some cases creates scandal and in others does not, depending on the political colour. Instead, we find a list of who would be most affected by the pandemic by its very nature, namely illegal immigrants, some ethnic, gay, lesbian, bisexual, transsexual and intersex minorities... I am sorry, but this craze for creating lists of alleged discrimination is an unacceptable discriminatory reality: all citizens are affected, regardless of ethnic origin and sexual orientation. Unfortunately, it is the usual ideology that imbues the benches to the left of this House. So this debate becomes a missed opportunity, and I'm really sorry about that.", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 19, "date": "2020-11-12.json", "name": "Miguel Urbán Crespo (GUE/NGL).", "mepid": "131507", "text": "   – Madam President, authoritarianism did not come to Europe with COVID, but, of course, in many countries COVID is being used as an alibi to cut fundamental rights and freedoms. Ensuring that measures against COVID are implemented in a non-discriminatory manner is crucial. That is why we support any proposal that fights against a classist, racist and sexist application of these measures and, therefore, at the time, we denounce the class confinements that were applied in the Community of Madrid. But just as important is to say that this classism, this racism and this sexism were already present in the access to fundamental rights before the pandemic: evictions, the commodization of health, the precariousness of education, the maintenance of thousands of people in irregularity, the sale of residences to vulture funds, energy poverty. Let us not fall into the mistake of thinking that COVID has created these inequalities. The focus needs to be on the fundamental problem: the neoliberal and eco-acid policies that have been imposed for years in the countries of the European Union. We have to get out of this crisis not by cutting rights, but by gaining new rights. That's how we're going to get out of this crisis.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 20, "date": "2020-11-12.json", "name": "Ivan Vilibor Sinčić (NI).", "mepid": "197935", "text": "   – Dear Chairman, lockdown has devastated many branches of the economy as a measure. We see the rich getting richer and the poor getting poorer. It's not right. That's inadmissible.  Some countries have sought to help their economies by freeing up large amounts of money by central banks. That money would then be borrowed by commercial banks, and then they should lend that money to businesses and citizens. However, if you are about to go bankrupt, if you do not have money, why would a commercial bank lend money to you or your company. Of course he won't, and if he does, he'll borrow on very rigorous terms and high interest rates.  It had to be done the other way around. With helicopter money, central banks needed direct and non-refundable assistance to businesses and individuals and thus the money would not be stuck in the financial system. In the long run, the matter is solved by universal basic income, which aims, therefore, to redirect the wealth of an economy to its citizens in a grant and unconditional way.", "language": "en", "original_language": "hr", "translation_provider": "azure"}, {"id": 21, "date": "2020-11-12.json", "name": "Jeroen Lenaers (PPE).", "mepid": "95074", "text": "   Mr President, especially at a time of crisis, when our society is in uncharted territory and when our democratic institutions, our rule of law and our fundamental freedoms are under pressure, power needs counter-power. It is precisely then that we need parliaments, and that is precisely when we need the European Parliament. I therefore join all those who have called today to ensure that we can fulfil our democratic task in this House as quickly as possible in a healthy and safe manner. This is important not only for us, but also for the rest of Europe. It is precisely now that we must stand for our principles and defend our rule of law and our controls and safeguards, not simply to put them aside. The rule of law is not an obstacle to an effective approach to the pandemic, but rather a basic condition for an inclusive, democratic and proportionate approach. The measures taken by the Member States must be directly linked to the health crisis, delineated over time, proportionate and regularly monitored by experts and parliaments. This week, with the agreement on the MFK, we showed how important we consider the rule of law to be. Member States that undermine the rule of law will now have to do without European subsidies. Especially in times of crisis, people – and those in power – show their true nature. So let us, too, make it very clear in this time of crisis that this commitment to the rule of law is more than just words for us, and that action must also come from it.", "language": "en", "original_language": "nl", "translation_provider": "azure"}, {"id": 22, "date": "2020-11-12.json", "name": "Петър Витанов (S&amp;D).", "mepid": "197844", "text": "   The crown crisis exposed the autocratic features of certain governments in some Member States. In Bulgaria, for example, the government forgot that healthcare is a fundamental human right and in its failure to deal with the crown crisis deprived many Bulgarian citizens of it. Under the pretext of fighting Kovid, we have witnessed some decidedly questionable practices and frequent abuse of the extraordinary powers of the executive, such as extraordinary situations, restriction of freedom of movement, restriction of the right to assembly, restriction of the media, even suspension of parliaments and administration by decrees of ministers, without any democratic control.  It is noticeable that some rulers use the coronavirus as an excuse as a convenient excuse to concrete their power in an undemocratic way, including when protests against them erupt and they are banned or restricted on their own terms. I therefore believe that it is crucial to monitor and compare different approaches in view of their impact on democracy, on respect for fundamental human rights and on the rule of law.  All this also raises some questions for the European Commission that I would like to ask. First, will the Commission continue to monitor the situation, including through a comprehensive assessment to be made public? Will the Commission provide further guidance to stimulate exchanges of positive, best practices? And thirdly, in establishing that some measures are not proportionate, not democratic, will the Commission take action to comply with European Union law and what will they be? Thank you.", "language": "en", "original_language": "bg", "translation_provider": "azure"}, {"id": 23, "date": "2020-11-12.json", "name": "Maite Pagazaurtundúa (Renew).", "mepid": "125038", "text": "   – Madam President, Commissioner, European democracy, the democratic rule of law is the business of all Europeans. That is why this Parliament is so important now. And that is why the work of the European Commission is so important and that is why its role is so important, Commissioner Reynders. We need transparency and we need to avoid any arbitrariness, because it is the discretion of the ultra-reinforced executives to know why and who is behind each of the measures restricting our freedoms, because they are touching the very heart of the democratic rule of law. Bad decisions, toxic exercise of power are especially negative and poisonous right now, and the temptation of populism is also stronger. That is why we need the exercise of this Parliament. And that is why we will not be docile in the face of any arbitrariness or discretion, either of the Executives, the Executive and the Presidency of this Parliament. We need to be able to do our job fully because it's more important right now. That's right, yes. And another issue that is very important ⸺not yet said⸺: there are more than 200,000 Europeans, according to official data, who have died from coronavirus in Europe. More than 200 000, let's put it in this Parliament. And that is why we are going to demand in this Parliament a committee to objectively study, technically, what happened on the first wave. And that is why this Parliament is going to say that it will not let its guard down in the face of any temptation to weaken our rule of law, and it will demand it. And that is why we need this Parliament absolutely active, with all its powers, with all our capacity for representation, with all our capabilities as a Parliament. And that's why we need to indicate what the actual data is. In my country there are 20,000 dead who have not even been counted.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 24, "date": "2020-11-12.json", "name": "Diana Riba i Giner (Verts/ALE).", "mepid": "197832", "text": "   – Madam President, staying home in pandemic times has reduced the spread of COVID, but for millions of women being at home is not synonymous with security, but violence.  According to WHO data, threats and violence against women by their partners in Europe have increased by 60%. As the United Nations points out, violence against women is the most widespread human rights violation in the world, and the pandemic has only aggravated it.  On the other hand, in countries such as Poland, Romania or Slovakia, the pandemic is used to restrict women's sexual and reproductive rights. We must combat this injustice on the streets of Warsaw, yes, but also by legislating in this chamber.  For all this, we are urged by a monitoring mechanism for democracy and the rule of law and fundamental rights which protects women's rights in particular, and also for the Commission to introduce gender-based violence into the European crime list.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 25, "date": "2020-11-12.json", "name": "Dorien Rookmaker (NI).", "mepid": "204733", "text": "   Mr President, emergency laws and regulations restricting citizens' fundamental rights should only be used in real emergencies, such as war and other serious crises. Is there a real emergency in the EU? COVID—19 is a relatively mild virus that has only been able to lead to a crisis because the capacity of care is not calculated for pandemics and governments are not sufficiently prepared to manage a crisis. Unfortunately, as a result, it is now necessary to intervene more quickly than would have been necessary with proper emergency preparation. In order to prevent history from repeating itself, action must be taken not only within governments, but also within the EU institutions. The next crisis could be a pandemic, but also a severe recession, civil unrest or even war. Governments need to take this into account when setting policies and budgets and build in buffers for emergencies so that we rarely, if ever, have to rely on emergency interventions in the future, as real emergencies are fortunately rare.", "language": "en", "original_language": "nl", "translation_provider": "azure"}, {"id": 26, "date": "2020-11-12.json", "name": "Danuta Maria Hübner (PPE).", "mepid": "96779", "text": "   – Madam President, Albert Camus wrote in The Plague, ‘I have no idea what’s awaiting me, or what will happen when all this ends. For the moment I know this; there are sick people and they need curing.’ This is a basic truth. We should remind the national governments for some of them think too much about how all this will end for them. During the uncertainty caused by the pandemic, there is an especially great potential for abuse of the human tragedy for political ends and here lies an additional danger, the danger that emergency measures taken during the second wave of the pandemic can lead to further and harsher abuse of the circumstances for political means. We must not allow that. We have to be strong, we have to be united in countering any temptation to curtail the rights of citizens in the name of fighting the current plague. COVID-19 must not become a convenient justification for cracking down on social protests, limiting the role of the opposition and holding free and fair elections.  At this moment, we need to consolidate all our efforts towards curing the sick and also towards defending our fundamental values against power grabs by unscrupulous politicians and here we must be vigilant and ensure that in this House the rule of law is respected.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 27, "date": "2020-11-12.json", "name": "Łukasz Kohut (S&amp;D).", "mepid": "197523", "text": "   – Madam President, i voted in favour of the report by Mrs Schwab The resolution on the impact of the COVID-19 pandemic on democracy raises an essential issue, the role that power plays in democracy. The question of its responsibilities and borders.  In an emergency situation such as a pandemic, there are restrictions on citizens' rights, prohibitions on assembly, travel bans. This makes citizens even more vulnerable to power.  The test of whether a power is truly democratic is its behaviour in such an emergency. The question is: are politicians not using this moment to trample on the rights and dignity of citizens? Some governments in the Union have failed this test. I will give you an example from recent weeks. The United Right Government, which is forcing women in Poland to protest desperately in defence of their most fundamental rights right now, during the second wave of pandemies. But I have no doubt: this power will not win with women. In a democracy, power is meant to serve citizens, not the other way around. What is happening in Poland today is a harbinger of the end of a certain stage. The women's revolution will change Poland to a better, respectful of human rights, open, modern, tolerant and respectful of all its citizens and citizens, endowed with a sense of humor, distance to itself, over-retooling and obsessed with its own. Democracy is a woman. Great respect for all the protesters in these difficult times. You are hope. You have shown that democracy is stronger than coronavirus.", "language": "en", "original_language": "pl", "translation_provider": "azure"}, {"id": 28, "date": "2020-11-12.json", "name": "Elnök asszony. –", "mepid": "197579", "text": "  I open today's first vote before the debates continue. We will vote on the documents on the agenda. The vote will take place from 9.30 a.m. to 10:45 a.m. All votes will be roll call votes. I hereby open the vote. vote by 10.45am. The results of the votes will be announced at 13.00.", "language": "en", "original_language": "hu", "translation_provider": "azure"}, {"id": 29, "date": "2020-11-12.json", "name": "Elnök asszony. –", "mepid": "197579", "text": "   We will now continue the debate on the oral question to the Commission - Impact of the measures introduced in relation to Covid19 on democracy, fundamental rights and the rule of law from the Committee on Civil Liberties, Justice and Home Affairs - (O-000065/2020 - B9-0023/20) (2020/2790(RSP))", "language": "en", "original_language": "hu", "translation_provider": "azure"}, {"id": 30, "date": "2020-11-12.json", "name": "Geoffroy Didier (PPE).", "mepid": "190774", "text": "   Madam President, the consequences of the health crisis are numerous in many respects, they are shaking up democracies in the way they organise the rights and duties of every citizen, but also in their internal functioning. The very fact that the vast majority of Members of the European Parliament are, in fact, placed under house arrest in the exercise of their mission, that they can no longer vote in the Chamber, that they can no longer meet, poses a real political problem. This is at a time when we need Europe more than ever. We are the continent most affected by the epidemic, we are the continent most affected by the economic crisis, the terrorist threat is at our borders and on our territory. We therefore have an urgent duty to find solutions that allow us to fully exercise our mission, or at least as abnormally as possible. This is while, as we know, the health crisis will last not only a few more weeks, but several months. So I propose that we put in place stricter sanitary conditions to allow us to carry out our mission in collaboration with our teams. There may, for example, be antigenic tests that give results in fifteen minutes and which the European Parliament can obtain. We could also give COVID a negative test certificate before entering the Chamber. In short, if we are agile and inventive, solutions exist. We must be particularly intransigent on the respect of health guidelines, but we must also be demanding of popular expectations, which, especially in times of crisis, wish that democracy can produce its full effects.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 31, "date": "2020-11-12.json", "name": "Pina Picierno (S&amp;D).", "mepid": "124846", "text": "   Madam President, ladies and gentlemen, we know that the pandemic has made extraordinary measures absolutely necessary to protect the lives of European citizens, measures which have often, unfortunately, as we know, also concerned restrictions on individual freedoms. This is a condition of absolute exceptionality, which has been made indispensable by the spread of the virus and the need to save human lives.  But if this is acceptable, if this is understandable, if that is even right, the abuses of power that are taking place, Madam President, and which concern you, I would like to stress this very strongly, particularly for women, are not acceptable, because it is now proven that in many countries access to legal and safe abortion and to all treatment that is linked to sexual health and reproductive health is denied or hindered. There are countries, such as Poland, which have taken advantage of this emergency situation to restrict the freedom of their citizens, and that, Madam President, is totally unacceptable.", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 32, "date": "2020-11-12.json", "name": "Frances Fitzgerald (PPE).", "mepid": "197720", "text": "   – Madam President, COVID-19 has been and continues to be a stress test for democracies, the resilience of national safeguards and, importantly, the rule of law. COVID-19 impacts on fundamental rights of citizens and democracy. A crisis such as the scale of this pandemic brings unprecedented challenges in every area, including the rule of law. We must – as politicians, as governments, as NGOs – be extremely alert and willing to interrupt and challenge any violations of these across the EU. A pandemic such as this impacts disproportionately and differentially on women, on gender issues, on minorities and immigrants and those on the margins of society. Women and girls are disproportionately at risk during this pandemic as, during lockdowns, they can be exposed to abusers for long periods of time with no availability of social or institutional support. The risk of child sexual exploitation has, sadly, further increased as have the opportunities for online harassment and disinformation. Undoubtedly, this crisis has brought about the best in many countries, including here in the EU. We’ve seen good leadership, but strongman politics and authoritarianism can take hold. Further restrictive measures must always be accompanied by proper information, education and widespread consultation. Democracy, fundamental rights and the rule of law, are at the core of our societies. They cannot and should not be jeopardised by this pandemic.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 33, "date": "2020-11-12.json", "name": "Vladimír Bilčík (PPE).", "mepid": "197771", "text": "   – Madam President. The pandemic has cured our democratic lives. We have no better proof than the fact that the plenary session is taking place virtually, remotely, today. Fortunately, democracy lives on, but it is important for it to find a meaningful life so that we limit democratic institutions only to the extent necessary and within a predefined time. These principles must apply to the work of all parliaments in Europe. At the same time, the pandemic shows how vulnerable we are. In addition to the virus that attacks our bodies, the virus has spread massively in recent months, attacking and destroying the proven information, facts and scientific knowledge that we rely so heavily on to find the right political decisions. The fight against disinformation suddenly has a different, urgent dimension when we see how lies on social media about guaranteed coronavirus drugs, the use of masks or vaccinations, are destroying people's health and lives. Misinformation can kill. And we in Europe must defend ourselves together in the face of increasing infodémia. Our citizens have the right to honest and truthful information from their governments, the media, but also on social networks. Online must pay in the same way as in traditional media that facts always take precedence over lies. And every social network user in Europe deserves the same level of protection from manipulative content. Democracy needs digital platforms that are accountable and transparent to its users. Not one that destroys fair political debate and spreads misinformation, regardless of its implications for human health.", "language": "en", "original_language": "sk", "translation_provider": "azure"}, {"id": 34, "date": "2020-11-12.json", "name": "Dolors Montserrat (PPE).", "mepid": "197711", "text": "   – Madam President, at exceptional times it is when the full exercise of this Parliament is most necessary as a guarantor of democracy. Madam President, COVID has hit our health hard, with hundreds of thousands of deaths among our loved ones, and also our economy, with the loss of millions of jobs. But this pandemic has tested the resilience of our democracies and our institutions. The health crisis cannot serve as an excuse to weaken our rule of law and degrade our values. The exceptionality of the pandemic must lead national governments, now more than ever, to strengthen, to protect our fundamental rights and the balance of powers; more parliamentary scrtrolling; to combat misinformation, guaranteeing freedom of expression, the right to information and media pluralism, and not quite the opposite. It is worrying to see governments of consolidated democracies trying to undermine judicial independence, making decisions that may limit or censor the right to information, or using exception measures to prevent parliamentary scrtrolling. Ladies and gentlemen, this is happening today within the Union. Europe cannot return to the dark truth committees. Europe must stand firm in defending freedom and the rule of law, and we must defeat the virus together, without our democracies regressing. We are not only playing European funds for health, economic and social recovery. We are playing the health and quality of democracy.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 35, "date": "2020-11-12.json", "name": "Tomáš Zdechovský (PPE).", "mepid": "124713", "text": "   – Madam President, ladies and gentlemen, do you know what is stronger than the coronavirus? Love. The love of people who are on the front line and working for us. This debate was supposed to be about fundamental rights, and do you know how many health professionals have taken their holidays in recent days? Do you know how many paramedics who work on the front line every day, like me, closed people's eyes because these people are dying? Every day these people die and no one asks the paramedics if they have time to cry, no one asks if they have time for family, no one asks if they just have time to shop. They go to work, they go to work with COVID-19, with temperature, they go to work on Saturdays and Sundays, they serve twelve hours of service. And I have not once heard anyone in this chamber say to the medics in the European Union: 'Thank you'.  Dear colleagues, we did not cause the coronavirus. It's the Chinese flu, China didn't inform us, we can only call for a proper investigation. But at the moment, if we are talking about rights, let us talk about the rights of those who are on the front line, they most deserve it. And dear medics and all those who help, I thank you from the bottom of my heart for all of us.", "language": "en", "original_language": "cs", "translation_provider": "azure"}, {"id": 36, "date": "2020-11-12.json", "name": "Sven Simon (PPE).", "mepid": "197426", "text": "   Madam President, I would like to thank the president for her Ladies and gentlemen, many members have already mentioned this: most parliaments in the world have found solutions that uphold the rule of law, in line with this resolution. This does not apply to the European Parliament. The European Parliament has become a lawless area. The rule of law no longer applies here. Speeches on a point of order have been banned in principle, and the current violation of Rule 156 of the Rules of Procedure has already been mentioned. On 27 October, the President decided to hold the meetings only from a distance. There is no legal basis for this. The fact that we are still here today, however, grotesquely ignores the President's decision, but it continues to be enduring. It was never withdrawn. There is sheer arbitrariness here. We do not know whether or not the plenary will take place in November. In fact, according to the decision, no one should be here today.  Ladies and gentlemen, if we do not oppose this decision by the President of 27 October, if we also take legal action if we do not maintain the heart of parliamentary democracy, the centre of European public opinion, this plenary, then we will lose all credibility on the rule of law in Europe and in the world. (Applause)", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 37, "date": "2020-11-12.json", "name": "Didier Reynders", "mepid": "n/a", "text": "   Member of the Commission. Madam President, ladies and gentlemen, let me, first of all, thank you again for the debate we have just held this morning and be sure that the Commission will continue to monitor the measures taken by Member States in the fight against COVID-19. We will continue to monitor closely the application of emergency measures in practice and their impact on the rule of law, on fundamental rights, including measures that could go beyond what is proportionate, and finally, their impact on EU law. In particular, we check whether the measures adopted lead to possible non-application of national legislation transposing EU law. In its role as guardian of the treaties, the Commission will not hesitate to take the necessary measures, as we have done in the past. We have expressed, also before this House, our serious concerns raised, in particular, by measures taken in Hungary under the state of alert declared in March. Now that a state of alert has again been introduced, we will remain vigilant and closely monitor the application of emergency powers in practice. On 30 October, the Commission launched an infringement procedure related to the new asylum procedures introduced as a response to the COVID—19 pandemic. We are concerned that these procedures prevent effective access to the asylum procedure and infringe the fundamental right to asylum guaranteed by the Charter of Fundamental Rights. The COVID-19 pandemic has compounded existing inequalities, especially among vulnerable groups such as marginalised Roma communities, and elderly people. Limited access to healthcare, low income, precarious job and housing situations and lower health outcomes make too many members of these groups more vulnerable in times of pandemic.  With schools closed, too many Roma children living in remote areas have no access to online learning and missed school for months. This is unacceptable, as the Commission responded from the very outbreak of the crisis. For instance, in April, Commissioners Dalli, Kyriakides and Schmit sent a letter to the relevant ministers in each Member State emphasising the need for specific measures for those groups in the context of the COVID-19 crisis. In parallel, we drew Member States' attention to the funds available under the Coronavirus Response Investment Initiative and the Coronavirus Response Investment Initiative Plus, and initiated a dialogue on how to better address the specific needs of the most vulnerable where this is possible. Moreover, the Commission recently adopted, reformed and strengthened its EU-Roma strategic framework for equality, inclusion and participation, and has adopted today its first lesbian, gay, bisexual, trans(gender), intersex and/or queer (LGBTIQ) equality strategy, both reflecting the new needs emerging from the COVID-19 pandemic. This monitoring by the Commission will continue until all emergency measures are fully revoked. And we will continue to publish our analysis of these measures in our reports on the rule of law, as in the report on the Charter of Fundamental Rights, as I announced earlier, following the strategy that will be adopted this year, again.  We will continue to publish recommendations or guidelines when necessary and we will continue our work to exchange best practices, as we have done, particularly with the Ministers of Justice, on the fight against domestic violence, which is on the rise during the pandemic. Madam President, ladies and gentlemen, I would like to reiterate that this debate is welcome because it is important to maintain a democratic debate on our response to the challenges raised by the COVID-19 crisis, particularly with regard to respect for our common values. Control by national parliaments is very important and, as you know, the functioning of national parliaments is not easy to organise during the pandemic, you are also aware of this when it comes to ensuring the proper functioning of your assembly. In these difficult times, the joint commitment of all EU institutions to respecting fundamental values throughout the European Union is essential. Once again, I would like to thank you, once again, for your commitment in this regard.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 38, "date": "2020-11-12.json", "name": "Elnök asszony. –", "mepid": "197579", "text": "  The debate is over. The amendments will be voted on today and the final vote will take place tomorrow. Written declarations (Article 171)", "language": "en", "original_language": "hu", "translation_provider": "azure"}, {"id": 39, "date": "2020-11-12.json", "name": "Andrus Ansip (Renew)", "mepid": "124696", "text": "  Writing. – In times of the health crisis caused by COVID-19, people's fundamental rights and freedoms must also be respected. Combating the virus cannot be a justification for limiting people's democratic freedoms. All measures taken to protect public health must be fit for purpose and proportionate. The implementation of disproportionate measures can have devastating consequences for people's mental health. Such measures may also threaten democracy and the rule of law. The measures taken must not harm our people more than the virus.", "language": "en", "original_language": "et", "translation_provider": "azure"}, {"id": 40, "date": "2020-11-12.json", "name": "Άννα-Μισέλ Ασημακοπούλου (PPE)", "mepid": "197695", "text": "  Writing. – Unfortunately, among the many challenges due to the pandemic, we are also called upon to manage issues relating to the balance between the necessary preventive measures but the necessary safeguarding of the democratic rights of citizens. At the plenary session of 17 April 2020, in the EP Resolution on coordinated EU action to combat the pandemic and its consequences, we condemned as completely incompatible with European values some of the extraordinary measures taken by some Member States. In the context of the work of the 130th Meeting of Foreign Ministers of the Member States of the Council of Europe, a Declaration was adopted on 4.11.2020 on the defence of democracy, the rule of law and human rights in times of pandemic, the \"Athens Declaration\". In it, the CoE recognised the dramatic consequences of the pandemic, which in many cases overcame obvious health and economic challenges, jeopardising values such as the rule of law, fundamental rights, but also democracy itself. Respect for these timeless values cannot be undermined by the Member States and Greece, which \"gave birth\" to the Republic, could only be a pioneer in this. I therefore call on you not to allow the Republic to be quarantined!", "language": "en", "original_language": "el", "translation_provider": "azure"}, {"id": 41, "date": "2020-11-12.json", "name": "Dace Melbārde (ECR)", "mepid": "130256", "text": "  in writing. – The Covid-19 pandemic and the subsequent fallout is unprecedented for people, countries and their economies. Unfortunately, in many ways this crisis has also dented our democratic processes. I would like to applaud the impeccable work of our journalists and media organisations in providing up-to-date and important information to the people and and in that way contributing in the fight against the virus — and the disinformation about Covid-19. As has been stated many times, the best way to fight disinformation is through adequate funding for quality media so as to ensure that independent journalism and media pluralism is flourishing, not stifled. But whilst the media consumption has been on the rise throughout the lockdowns, media organisations are struggling due to subdued incomes from advertising and the general lack of funding which has been ailing them well before the pandemic. Failed media cannot be resurrected or bailed out like other industries. It is high time for Member States and the EU to address this emergency in the sector so as to ensure that media organisations can continue without undue restraints their important social and democratic function, and that they emerge from the crisis stronger and more resilient.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 42, "date": "2020-11-12.json", "name": "Sandra Pereira (GUE/NGL)", "mepid": "197754", "text": "  in writing. – With the COVID-19 outbreak, Member States were obliged to take action in view of the reduction in contagion. Some measures may be questionable as to their health effectiveness and, unfortunately, can have a negative impact on people's lives by restricting their rights, freedoms and guarantees. It is an example of this to use the state of emergency. We believe that the measures taken must be in line with the actual needs and challenges posed by the situation. In this sense, we need measures that stimulate individual protection, promote the pedagogy of protection and ensure health security conditions so that life can continue in its multiple dimensions. It is necessary to strengthen the responsiveness of public health services, safety in the functioning of schools, homes, public transport, cultural and sports facilities and equipment. The way may not be to suspend, prohibit or prevent activities or events or restrict the exercise of rights, freedoms and guarantees.", "language": "en", "original_language": "pt", "translation_provider": "azure"}, {"id": 43, "date": "2020-11-12.json", "name": "Elnök asszony. –", "mepid": "197579", "text": "  The next item is the information provided by Cristian-Silviu Buşoi on the Debate on the report on the proposal for the EU Health Action Programme 2021-2027 ('EU for Health') on behalf of the Committee on Public Health and Food Safety (COM(2020) )0405 - C9-0152/2020 - 2020/0102(COD)) (A9-0196/2020). I would like to inform Members that none of the debates in this meeting will be heard on the basis of an application and that we will not accept blue cards and points of order.  In addition, speeches can be expected from Parliament's contact offices in the Member States via a remote link.", "language": "en", "original_language": "hu", "translation_provider": "azure"}, {"id": 44, "date": "2020-11-12.json", "name": "Cristian-Silviu Buşoi", "mepid": "38420", "text": "  rapporteur. – Madam President, at Union level we had had three stand-alone health programmes before the proposal in 2018 to have it incorporated in the 4th health programme under the ESF+ as a strand, in times where at least 70% of our population ask for and expect more and bolder EU intervention on health. Myself, at the time I was expressing concerns at the budgetary dilution and asked for the EU health programme to be an independent instrument and a central keystone of EU policy.  The COVID-19 crisis has clearly proven the European Union’s need for well-defined and adequately financed policy instruments. Moreover, with the rising expectation from our citizens, from the Union and from us, the policymakers, in the field of health – in particular now, given the current crisis – I am proud to witness that Commissioner Ursula von der Leyen, and especially Commissioner Kyriakides, have delivered both on citizens’ expectations and on addressing the challenges we are facing. I would like to take this opportunity to thank you, Commissioner, in the plenary of this House. The EU4Health programme will stand as the 4th health programme of the Union as a separate instrument for the 2021-2027 period. As a direct consequence of COVID-19, a stand-alone programme was proposed aimed at strengthening EU health systems and health care with an initial robust budget of EUR 9.4 billion. Compared to the 3rd programme for health, the EU4Health programme will deliver on many more actions to support Member States in the field of health and complement their efforts in reforming their health systems to become more resilient. As the rapporteur, when drafting the initial report, I emphasised the importance of the fact that the EU4Health programme is more than just a response to the COVID-19 crisis and it should deliver not only on short-term crisis management, but also on long-term objectives in ensuring the development of strong and resilient health systems in the Member States, and should address long-term challenges such as cancer, the burden of chronic diseases, and of course, mental health and ageing, vaccine hesitancy and equal access during medicine shortages.  One of the top priorities I had as rapporter was cancer and the EU4 Health Programme will strengthen the European Union’s fight against cancer with concrete actions to address the lack of screening, early diagnosis and access to treatment and care and in synergy with the Europe’s Beating Cancer Plan.  Another priority for us, the European Parliament team working on this file, was to digitalise health care, in particular through the creation and application of European e—health records and support for the creation and use of the future European health data space platform.  The programme will not only deliver on fighting cancer, but also on digitalisation and forthcoming worrying realities – future pandemics and health threats – by working in synergy with other programmes, instruments and funds like the Europe’s Beating Cancer Plan, Horizon Europe, and especially the mission for cancer, the Digital Agenda and the RRF (Recovery and Resilience Fund). After the vote in committee, we clearly showed that the European Parliament stands for improving the health of our citizens by health promotion and a person-centred approach to address communicable and non-communicable diseases, with a focus on chronic diseases, early screening, prevention, future development of European reference networks, addressing vaccine hesitancy, shortage of medicines and health inequalities. Therefore, I am looking forward to the vote today in the plenary and I expect to have a clear and strong mandate to start the negotiations. Regarding the budget, the envelope was cut by EUR 1.7 billion in July and in the committee we restored the amount completely to show that we aim for an increase, and with this commitment we are here today in the plenary. An agreement was reached this week with a major increase up to EUR 5.1 billion for health compared to the cut in July, and I would like to take this opportunity to thank my party, the PPE, and to thank the European Parliament negotiating team for their support. This increase is a triumph for all of us.  Compared with the 3rd health programme, we have a robust budget that will come in support of Member States. This budget will be able to complement Member States’ efforts and national programmes, and in synergy with other instruments will deliver on improving the wellbeing of our citizens by addressing health inequalities, strengthening health care systems, support for digitalisation of health care through the European e-health record and the European health data space. And of course, what was extremely important and I mentioned earlier, last but not least, really fight cancer.  I’d like to take this opportunity to thank my colleagues, the shadow rapporteurs, for their work. It was an extraordinary team, very dedicated and I’m really grateful, colleagues, for your support and collaboration. We succeeded on a fast-track to deliver what will be the most ambitious and well-funded health programme of the Union to date. I’m really grateful and I’m grateful to the Commission for all their efforts and the good cooperation. I’m looking forward to a successful vote tomorrow and a very interesting debate today, and this will be a starting point for what will be a European Union for health, with real achievements, in order to respond to European citizens’ expectations. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 45, "date": "2020-11-12.json", "name": "Stella Kyriakides", "mepid": "n/a", "text": "   Member of the Commission. – Madam President, it is indeed a great pleasure to join you to discuss the EU4Health programme. This programme is the key financial tool to help protect our citizens’ health, to fight major public threats like COVID-19, and of course to reinforce Europe’s health systems. The Commission greatly appreciates the efforts that have gone into preparing today’s draft report. In particular, however, I would like to thank the rapporteur Cristian Buşoi and the shadow rapporteurs and of course MEP Ştefănuță, as Budget Committee rapporteur.  These are very difficult times for our citizens, for businesses, for our Member States, for our European health care systems. The worldwide surge of cases is extremely worrying. Over eight million cases have been confirmed in the EU alone. Hospital admissions are increasing every day. Pandemic related health issues are growing. Too many people have lost their loved ones. Too many are suffering and every day when we hear numbers these numbers are about people. They are about families, they are about life stories.  In this context I am delighted that in the trilogues for the Next Generation EU, and our future MFF, this essential programme for the health of our citizens has emerged stronger and reinforced to EUR 5.1 billion. I know that this House has played a key role in this effort and I want to thank everyone, especially Cristian Buşoi in particular, for sharing our vision and for fighting our corner on this. I think actually I have been losing my voice over the last week from, at the beginning, speaking with everyone to thank them for this effort and yesterday from the excitement of hearing the news. This programme will be a fundamental element of our work towards building a genuine and strong European health union by strengthening our crisis preparedness and management and the resilience of our health systems. COVID has shown us the importance of working together to reinforce our crisis readiness actions. This implies sufficient funding at EU level and building synergies with other instruments such as rescEU for stockpiling products needed for crisis.  We also need to take forward the digital transformation of the health sector to build on the positive momentum and more generally, we need to strengthen the EU’s ability to support and complement Member States’ programmes and actions.  The public needs to hear a clear message that public health is a priority area for Europe’s recovery. At the beginning of this crisis citizens across Europe were all saying, ‘where is the EU? We need more EU in public health’ and I believe that together, Parliament and the Commission, we have shown that we have been listening. We have been listening that targeted investment in crisis preparedness and stronger health systems are essential for the future. We are mobilising all possible resources to strengthen our defences, including crucially funding, which in many cases is a determinant of feasibility.  I am glad that we agree on the basic rationale and policy objectives of the future EU4Health programme. The amendments proposed take into account the COVID-19 challenges and other public health needs. The Commission notes Parliament’s wish for a more inclusive governance framework and we will be doing this. This is clearly an area that we will be discussing, though we should avoid adding anything to the governance, and I stress this, that would be overly burdensome or introduce mechanisms that would prevent efficient preparation and implementation of our programme. We have built a long tradition of consulting extensively with stakeholders and we place a high value on the input received. I am personally committed to maintaining this approach during the preparatory phase of the work plans as well as their implementation. We are partners in this. The gravity of the current health crisis calls for swift conclusion of the negotiations. It calls for a programme that complements the other important strands of EU action to strengthen the resilience of our health systems and our preparedness and response capacity to cross-border health threats.  I am convinced that an agreement in the first reading is both possible and is absolutely necessary. We will do our utmost to facilitate negotiations between co-legislators. What is now required is close cooperation and the swift agreement between Parliament and the Council to ensure EU4Health can deliver its full potential.  I fully count on your support to take this forward, and what I would like to share with you in ending is that when we put this programme forward, and we called it EU4Health, I felt from that moment on that we had true partners within this institution and having achieved the proposed increase of the budget, I now know that we’re going to be partners hand in hand with this because this is what citizens expect from us and this is what we need to deliver. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 46, "date": "2020-11-12.json", "name": "Nicolae Ştefănuță", "mepid": "58766", "text": "  Rapporteur for the opinion, Committee on Budgets. – Madam President, I am a little nervous because I have listened to Commissioner Kyriakides' speech and because everyone in this room currently has people, friends, relatives who are in hospitals, affected by the pandemic we are in, unfortunately. Well, I speak for my colleagues in the budget and I am excited that we have achieved a fantastic thing: when Madam President Ursula von der Leyen presented us with the Green Pact, she said that this is our time to send a man to the moon, \"our man to the Moon moment\", and when you, Mrs Kyriakides, presented us with the EU4Health, we hoped the same thing that this is a time to send a man to the moon. I had hoped that by seeing that initial budget of almost 10 billion, I was very disappointed when it was dropped to 1.7 by the Council. Now I am proud of all those who participated and made it at least 5.1 billion. This shows that we in Brussels are actually taking seriously the health threats that this continent is going through and the aggressive interaction of man with nature and the climate change that affects us.  The most important lesson we have learned from this crisis is that when we invest in science, in research, we win, we make the impossible possible. In less than a year we are able to have a vaccine. The man on the moon was not sent with speeches, with big words, the man on the moon was sent with 20 billion dollars invested in nine years in the Apollo program.  Speeches don't build hospitals, speeches don't provide protective material for doctors, speeches don't save people, words need to be reinforced by big budgets. That is why I look at you with confidence, Mrs Kyriakides, and invite you to write history together for European health.", "language": "en", "original_language": "ro", "translation_provider": "azure"}, {"id": 47, "date": "2020-11-12.json", "name": "Chrysoula Zacharopoulou", "mepid": "197499", "text": "  rapporteur for FEMM opinion. Madam President, Commissioner, I would like to welcome this ambitious programme towards a Europe of health on board. As we face a pandemic of unprecedented magnitude, women caregivers are on the front line in all European countries. We owe them our salvation. But their commitment makes yet another reality unbearable: inequalities and disparities in access to care between women and men. There is therefore an urgent need for action. We need to advance knowledge of gender and gender issues and integrate them into the EU4Health programme, in the areas of prevention, diagnosis, treatment and research. The specificities of each gender must also be taken into account in order to contribute to the information and education of the population and caregivers. Commissioner, dear Stella, talking about women's health is not possible without integrating sexual and reproductive health issues and sexuality education. These rights are the primary condition for women's emancipation. It is a public health issue, but it is also a question of dignity. Yet conservatism in Europe and around the world continues to attack women's bodies - the latest example in Poland. In Europe, can we accept IVG tourism? Can we accept that European women are putting their lives at risk by resorting to clandestine abortions? Ladies and gentlemen, we must support the amendments on sexual and reproductive health. Commissioner, in this Europe of values and the Europe of health we want, health and rights are inseparable for all.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 48, "date": "2020-11-12.json", "name": "Peter Liese", "mepid": "1927", "text": "  Mr President, i.e. the Group of the European People's Party (Christian Democrats) and European Democrats Madam President, ladies and gentlemen, I would like to thank the rapporteur for her excellent report and for the way in which First of all, I would like to offer my sincere congratulations to the rapporteur, Christian Buoi, and to all those who have otherwise contributed. We really have a good approach to this new major health programme. And a big thank you to Manfred Weber and the others who helped us to have a decent financial endowment now. We have ten times more money than in the current period. That is not quite as much as Parliament and the Commission would have liked, but there are ten times more opportunities to help patients in the European Union in concrete terms. And, of course, this is the first thing we are talking about. Everyone should look at the death toll and not just the infections: we have almost four thousand people who died yesterday alone from this pandemic. That is why it is important that we act, but that the right measures are taken, above all in the Member States. And that is why I am wearing a mask in my speech today, because when you speak, something comes out, and that is prevented by a mask. But Christian Buoi is right: we also have to look at the long term. And the issue of cancer is particularly important for the PPE-DE. The Commission has already made a good proposal, and Parliament has improved it once again. We want concrete measures that will lead to fewer cancer cases and better treatment across Europe. Many thanks to all who helped.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 49, "date": "2020-11-12.json", "name": "Sara Cerdas", "mepid": "197641", "text": "  on behalf of the S&amp;D Group- Madam President, Ladies and Gentlemen, Commissioner, Europeans have asked and today this Parliament is responding.  2020 is a historic year, with a pandemic that has exposed the fragility of all the health systems of the countries in this world! In the European Union, health provision is the responsibility of each Member State, which may have been an initial weakness in the response to this pandemic.  The Commission has presented as its answer the most ambitious plan ever for European health, but this Parliament goes further.  We will adopt a programme focused on two fundamental points, so that we do not repeat the mistakes of the past and to ensure a sustainable future.  A health-focused program in all policies and one health.  A programme addressing the main health challenges in relation to communicable diseases and non-communicable diseases. That it empowers the Union's health response and is focused on reducing health inequalities, ensuring universal accessibility to health care and having an approach focused on health promotion and the different aspects of disease prevention. With improvements in health literacy for everyone, leaving no one behind. And also, because this is the year of the pandemic, we learned the lessons.  Because the health of our Union cannot be at 27 speeds, there is a need for greater harmonisation and coordination in response to health crises and, for this, we call for the creation of a European mechanism for responding to threats in public health. We can't wait for another pandemic. We need stress tests, in a controlled manner, to the most diverse health systems of this Union, to identify failures and opportunities with minimum parameters for the health care provided by each of the 27. Scientific evidence tells us that for every euro that is invested in public health interventions, the long-term return is 14 times more. With the conclusion of the negotiations, the budget was thus tripled to EUR 5.1 billion for this programme. Now it's time to multiply it by 14.", "language": "en", "original_language": "pt", "translation_provider": "azure"}, {"id": 50, "date": "2020-11-12.json", "name": "Véronique Trillet-Lenoir", "mepid": "197593", "text": "  on behalf of the Renew Group. Madam President, this health crisis has therefore revealed to us the extraordinary fragility of the European Union in terms of public health. Thank you, Commissioner, dear Stella, dear partner, as you say, for listening to us here in this Chamber in April, July and September. Thank you for hearing our calls for a stronger, more responsive and more coordinated Europe of health. The first step has been taken. You lost your voice yesterday, presenting the programme for strengthening the European Union in preparation for health crises. The heads of government must now listen to the citizens' call for a genuine Europe of health and validate the tripling of the health budget - thanks to Nicolae 'tef'nu' and the Committee on Budgets for carrying it. We must promote global health, ensure that the health impact of all European policies - employment, agriculture, transport, education and development - is taken into account. This holistic vision will enable us to achieve our priority goal: reducing health inequalities. In the negotiations with the Council, we will defend our main thematic priorities: an ambitious plan against cancer, the prevention of chronic diseases, the better consideration of rare diseases, the strengthening of europe's drug, but also environmental health, occupational health and sexual and reproductive health. We will also advocate for greater involvement of civil society and patient associations. We all hope for a strong mandate to vote tomorrow, to foreshadow this Europe of health that we want to see develop in the framework of the conference for the future of Europe.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 51, "date": "2020-11-12.json", "name": "Silvia Sardone", "mepid": "197578", "text": "  Madam President, ladies and gentlemen, we must make this clear: Europe has not focused on health in recent years, unfortunately. Indeed, from 2011 to 2018, the European Commission asked Member States 63 times to cut their health spending. The critical issues linked to this emergency situation and the crisis in the sector therefore arise from problems that you have created and that we are now facing. Among other things, the management of this pandemic, both in the first and second phase, has been confusing, un coordinate and constantly lagging behind in the decisions to be implemented. You have been behind the World Health Organisation in a very bad way. And then we remember the decision of the European Council last July, the decision to reduce funding for the health programme. They have been reduced, or at least this was the proposal in May, from EUR 9.4 billion to EUR 1.67 billion. All this in the middle of a global pandemic. A paradox, of course, of which many should honestly be ashamed. The European Union must understand that it cannot allocate ridiculous budgets to the health challenges we are facing. We also need to change the general philosophy: I see a Europe too focused on chasing the good dreams of every Greta on duty, of every Greta waking up in the morning. But do you realize that the current priority is to save lives and keep the continental health system in place? Now we are looking for a change of line and an attempt to repair the damage done. Well, we welcome it, but there is still much to be done. The Commission's proposal needs to be clarified. And then let me make one thing clear: European money is not yet wasted on absurd funding such as that at the Institute of Virology in Wuhan. Never again, please! Of course, the best possible programme for the health of European citizens must be guaranteed. At a time of health crisis, citizens rightly expect the European Union to take a more active, more serious role, an institution that can really coordinate other states. They want a Europe that pushes for investment in more infrastructure, that promotes the employment of doctors and nurses, that invests in research. Much needs to be changed to ensure a full capacity to proactively respond to needs. Of course, at this time of emergency, the citizens expect something more from Europe. We believe that this plan must increase the security of production, the security of supply and also the distribution of medicines and medical devices, something that we have unfortunately not seen so far, leading to the tragedy of countries that have been refused respirators and not only at the beginning of the pandemic. For example, Italy, my country, has been denied aid for weeks, other than European solidarity! Then Mrs von der Leyen apologised, but frankly we do not expect an apology, we expect the facts, we expect a different Europe. At the same time, European production must be supported, because today, more than ever, dependence on third countries must be reduced for raw materials, medicines, medical devices and much more. We have been dependent on the Asian countries for far too long, and it is not possible to continue in this way. Europe must stop focusing on very expensive projects for an ecological and fragrant world, this is not the time. The health of our citizens must now be prioritised and must not be seen as a nuisance that should not be seriously addressed. In short, Europe is beginning to make Europe, it is really beginning to play a role in the various States. We have not seen her in recent months and, when we saw her, we saw her acting badly and late. We do not need excuses, we need concrete and real measures for the States. We are in a pandemic, Europe is starting to make Europe!", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 52, "date": "2020-11-12.json", "name": "Michèle Rivasi", "mepid": "96743", "text": "  on behalf of the Greens/FTA group. Madam President, Mr Rapporteur, Cristian Buoi, with regard to this plan, I would like to congratulate the Commissioner because yesterday I saw your strategy on the European Union for health, and I must admit that there is much in common between what we have been working on on this fourth action programme, EU4Health, and your proposals. I welcome the fact that there are commonalities. You have addressed the problem of stress tests, but you know that this was a request of the Greens and I had asked you a lot on this subject so that we could take stock of the situation and look, in the event of a health crisis, at what is the state of the health systems in different countries, how we can better harmonize, how we can compare different strategies, it is very important to then have appropriate answers. At the same time, normally, eu4Health should improve the management of health crises, make medicines and health products more accessible and improve access to care. We have learned that the budget was voted on in the Budget Committee, and I thank him for that. We MEPs have made sure to impose certain priorities on this programme—framework, in particular through the support and establishment of public institutions—private pharmaceuticals for non-profit, to produce essential medicines that may be lacking at European level. It is a question of regaining health sovereignty. And even now, at the level of the crisis, in some countries, there is a shortage. So it is very important to do that. There is also a lot of talk about the epidemic of cancers, these chronic diseases, and here we are in the process of creating a European Cancer Institute, which will have the task of synthesising existing and future national registers, and which will allow us to know precisely the number of cancers per country, what type of cancer it is, which age group or gender. The axis of prevention is therefore essential. But the best therapy for cancer, let's remember, is first of all not to develop it. And Europe has a responsibility on chemical pollution, on endocrine disruptors, and even on electromagnetic waves. I the so-called I welcome the complementarity between the Commission's strategy and this report, which will define the framework programme.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 53, "date": "2020-11-12.json", "name": "Kateřina Konečná", "mepid": "23699", "text": "  for the GUE/NGL group. – Madam President, first of all, let me express my genuine joy at the increase in the overall budget to EUR 5.1 billion. This is less than was originally proposed by the Commission and as many MEPs imagined, but I think we are starting to come to a situation that will allow us to finance at least some of the priorities sufficiently. As you know, in committee we were forced to make very painful cuts to fit in. Now we're going to have to do them, too, but under less pressure.  On the overall scale and objectives of the programme, I would just like to say that I hope that it will not focus solely on tackling the COVID-19 pandemic or cancer patients. It should be stressed that there are other diseases and other structural problems in the European Union's health system that have been overlooked for decades and which also need to be addressed. I am glad that mr Bușoi's report was adopted practically unanimously and on the basis of a broad political agreement. I hope that this will happen here in plenary.  After the increase in the budget, the question of possible stockpiling still lies ahead. Despite the increase, I would be cautious about introducing it. It is clear that stockpiling is capable of exhausting a significant part of the budget on its own, whatever its form, and I still do not consider the current amount sufficient to implement it. Colleagues, I look forward to the results of the vote and to the upcoming trialogues. We still have a lot of work to do, but the work that Europe needs that can help hundreds, thousands and millions of patients.", "language": "en", "original_language": "cs", "translation_provider": "azure"}, {"id": 54, "date": "2020-11-12.json", "name": "Dorien Rookmaker (NI).", "mepid": "204733", "text": "   Mr President, health is of great importance to all. The Commission is now taking a step in the right direction by reminding the governments of the Member States that they must cooperate in times of crisis. It also advocates a broad European approach to prevent future health deficits and respond properly to crises. This approach focuses on the COVID–19 crisis. However, crises can occur in many forms. Since there are many – in my opinion too many – people on this planet, we can count on many more crises in the future. This offers bureaucrats, national governments and the EU an excellent opportunity to gain more power, thus risking the democratic rule of law and protecting citizens from abuses of power by the government.  In this respect, the EU must set a good example and show self-control, and above all to monitor the quality of the democratic rule of law in all Member States. Health care is still the primary responsibility of the Member States.", "language": "en", "original_language": "nl", "translation_provider": "azure"}, {"id": 55, "date": "2020-11-12.json", "name": "Edina Tóth (PPE).", "mepid": "27714", "text": "   - Madam President, I would like to thank you for your support. The crisis caused by the coronavirus has highlighted the importance of our health and the impact of health on our lives, the economy and society. We are in the midst of a pandemic, but we must look forward to a new and orderly life. However, this requires ambitious targets, actions and programmes. We can say that there is a need to place more emphasis on health than ever before and to respond much more quickly to unforeseen health threats. Together, the EU For Health programme and the European Health Union presented by the Committee yesterday can open a new chapter in health policy at EU level. It is to be welcomed that the EU for Health has an ambitious financial framework, but I would like to draw attention to the fact that it is essential for the success of the programme that all Member States benefit from the programme to the same extent. Proportional geographical distribution is therefore of key importance.  Finally, as a member of the European People's Party, I am pleased that the European Health Union is a joint inter-parliamentary initiative in which my party family has been actively involved. Improving the health situation is in our common interest in all Member States, which we fully support. However, we must not forget that health is a competence of the Member States and should not be any different in the future.", "language": "en", "original_language": "hu", "translation_provider": "azure"}, {"id": 56, "date": "2020-11-12.json", "name": "Jytte Guteland (S&amp;D).", "mepid": "124991", "text": "   – Madam President, Madam Commissioner, ensuring the good health and well-being of citizens is one of the most fundamental responsibilities of a society.  The right to physical and mental health is a fundamental human right and every person, without discrimination, has the right to access modern and comprehensive healthcare.  We Socialists and Democrats are convinced that Europe needs stronger and more robust health programmes, both to strengthen the cooperation between the Member States, but also to overcome the common transnational health emergencies such as the present COVID-19 pandemic. The pandemic shows clearly that we need to do more to protect the citizens’ health and we need to do it better. We welcome the EU4Health programme which significantly boosts Europe’s effort to improve the health of all citizens, and to be an important building block for the Health Union. In order to achieve concrete results, we must also fully take into account the underlying root causes that threaten our health. There are important social, economic and societal factors that have a clear impact on our health. Economic inequalities, social factors such as alcohol intake, dietary habits or the exposure to chemicals affect us. These factors must be included in Europe’s actions so we can prevent disease and illness. Therefore we have worked hard to further develop proper health determinants in this regulation. All people have the same right to high quality, safe, accessible and affordable health care.  Finally, I’d like to mention also the tremendous work that my colleague, Sara Cerdas, has done for this programme and who managed to secure the Parliament’s position which contains many of the important wins for Europe’s citizens. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 57, "date": "2020-11-12.json", "name": "Frédérique Ries (Renew).", "mepid": "4253", "text": "   Madam President, I too, of course, would like to welcome the agreement reached the day before yesterday with the Council on the European budget for the next seven years. More than 5 billion euros for health. So, of course, that is half of what we were asking for, The Commission and Parliament, but it is still a revolution, twelve times what was envisaged by the previous Commission. Unfortunately, it took an unprecedented crisis, such as the one we are going through, to make everyone understand the vital, crucial importance of the European link in the protection of health. So it's not just COVID, which my colleagues have already commented extensively on. Personally, I would like to mention a particular subject, a fight that has been going on for several years on the benches of this Parliament, I would like to talk this morning about rare diseases. For these often forgotten patients, hundreds of kilometres from their specialist, sometimes even across the border, we have groped the new tools of a new medicine. I am thinking of online consultations, networking of knowledge, it is the reference networks, or common information platforms, such as Orphanet. These are great tools and I am delighted that the Commission is proposing to expand them, to share them, especially with cancer or wherever it is useful, but not at the expense of rare diseases. These advances are still fragile, they need to be consolidated, their budget strengthened and sanctified. So this is a call I wanted to make this morning: to make the fight against rare diseases a priority is also to fight for the health of all Europeans.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 58, "date": "2020-11-12.json", "name": "Jordan Bardella (ID).", "mepid": "131580", "text": "   Madam President, having known 'too late', to have understood 'too late', and to have acted 'too late', is probably, in MacArthur's words, the two words which best sum up the European Union's attitude on the health crisis. As the tsunami arrived, and drastic containment measures were enacted, particularly in China, the European Union was content, at first, to call to order all states that had the common sense to re-establish controls at national borders to guard against and slow the spread of the virus, and to make tutos to wash their hands. But nothing about masks, nothing about test production, nothing about the relocation of our drug lines, so much so that this inertia has thrown many countries, like Italy, into the arms of China. The text before us today is supposed to mark the birth certificate of Europe's health. But this Europe of health has already existed for years, when it came to tapping states into the portfolio by imposing drastic austerity measures on them, especially in public services. On 63 occasions between 2011 and 2018, the European Commission recommended that Member States reduce their public spending on health. Driven by the European Union, Spain itself has reduced its health spending by 11% over the past decade. And today, it is not without a certain cynicism that the Commission is asking Spain to invest in health, precisely to repair structural problems revealed by the epidemic. The European Union is biting its tail by denouncing the evils it has caused itself. In Italy, some EUR 37 billion of health resources have been cut in recent decades. These cuts resulted in a 50% reduction in the number of beds in the hospital sector and the loss of 70,000 intensive care units. If public health as such is to remain the exclusive competence of States, we are obviously in favour of cooperation between sovereign nations in the face of the pandemic, especially in the financing of research projects, the sums to be unlocked are obviously considerable. But for this cooperation to be effective, it must be organized in the most flexible way possible, between states, rather than being placed under the aegis of a centralized and bureaucratic body. That is the whole point of a Europe à la carte and the projects we are defending.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 59, "date": "2020-11-12.json", "name": "Jutta Paulus (Verts/ALE).", "mepid": "197466", "text": "   Madam President, ladies and gentlemen, I would like to thank the rapporteur for her excellent work and for the work she has done. It is sad that it took a pandemic to realise that we need a common health programme. And in this health programme, which is very good, I miss the consistent 'one health' approach, because only in a healthy environment do healthy people exist. I would like to focus on paragraph 7, namely the threat posed by antibiotic-resistant germs. This is addressed, but in my view far too hesitant. For example, I do not see stricter rules for animal husbandry. The example of Sweden shows that more animal welfare is also very much less antibiotic use.  And I call on you to finally work to ensure that environmental criteria are included in Good Manufacturing Practice (GHP), which applies worldwide. At the moment, sewage is leaking into the rivers in Indian production facilities. It is only a matter of time before we have severe antibiotic-resistant germs that can trigger the next pandemic. Please act very quickly!", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 60, "date": "2020-11-12.json", "name": "João Ferreira (GUE/NGL).", "mepid": "96706", "text": "   – Madam President, the consequences of years of disinvestment in public health services, to open the way to the commercialisation of the sector and the business of the disease, are now exposed to evidence with the COVID-19 pandemic. The European Union has responsibilities on this path. It was imposed, through the Stability Pact and its substitutes, such as the country recommendations, under the European Semester, cuts in health expenditure, decrease in public sector professionals, degradation of their working conditions. Now, this program is not enough not to look bad in the picture. Not only does it fall short of what would be demanded, but it opens up some wicked paths.  We have tried to work to correct some of its most negative aspects and some shortcomings.  While respecting national sovereignty and competences, this programme should focus resources on public health systems, support investments in means of prevention, diagnosis, treatment, infrastructure and professional equipment, support the development of drug policies focused on patient needs, accessibility, security of supply, freed from the constraints of the pharmaceutical industry.", "language": "en", "original_language": "pt", "translation_provider": "azure"}, {"id": 61, "date": "2020-11-12.json", "name": "Antoni Comín i Oliveres (NI).", "mepid": "202352", "text": "   – Madam President, the health systems of the Member States face immense challenges: increasing life expectancy and, therefore, chronicity, noncommunicable diseases — cancer, in particular — rare diseases, old and new infectious diseases such as COVID, or mental illness, health inequalities between countries, between regions, between social classes, between genders , which confront us with the problem of social determinants of health, the impact of environmental degradation — to name just the most important ones.  And to meet these challenges we need research, more research, from the One Health paradigm; promotion and prevention; truly believe in the concept of health in all policies; and, of course, health capacities must be matched in the field of professionals, in medical technologies, in access to therapeutic innovations, etc.  If we think and address these instruments and strategies at European level, we will move faster and go further. We need to build a European health policy and the EU4Health programme is a step in the right direction.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 62, "date": "2020-11-12.json", "name": "Радан Кънев (PPE).", "mepid": "197839", "text": "   – Mr President, colleagues, people's health and life are once again number 1 on our agenda. And if in the spring in Eastern Europe we were poorly affected, if with us the pandemic was more of a cause for bragging rights and for abuse of power, then today it develops on a frightening scale and shows the unpreparedness of our institutions. In Bulgaria, in my homeland, infection and mortality are at the levels of Italy and Spain from the spring, and the victims are the ones that are most needed in our society - doctors, nurses, teachers, parents. Europe has shown that if it is united, it can also help financially make up for losses where the passivity and momentum of governments have not done so, and commit to opening borders to professions and goods without which we cannot. Today, people expect clear rules and criteria for protecting citizens, an honest market for medicines, guarantees that financial aid goes to those in need, not to buy elections. Our greatest success and hope is the development of a vaccine by a small, innovative European company, with the crucial help of European innovation programmes, in partnership with industry leaders. Good luck showing the importance of investing in science, and our key task is to get this vaccine to the citizens of Europe with strict order and clear rules. Thank you.", "language": "en", "original_language": "bg", "translation_provider": "azure"}, {"id": 63, "date": "2020-11-12.json", "name": "István Ujhelyi (S&amp;D).", "mepid": "124705", "text": "   - Mr President, I would like to thank you for your support. It's impossible to sum up years of struggle, to condense it into one minute. I would therefore like to express my thanks now to all the professional organisations, the political groups in the European Parliament and now the European Commission, for their contribution to finally ingesting the creation of a European Health Union. We have been fighting for it for many years and I am proud of the Social Democratic Group for being the first to embrace our proposal. For me, as a Hungarian, the starting point was that I wanted to fight for the same number of opportunities for access to health services as for a citizen living in a small village in Kübekház. That is why we are fighting for the European Health Union, and I am pleased that the Commissioner has also sided with her. So let us take concrete steps.", "language": "en", "original_language": "hu", "translation_provider": "azure"}, {"id": 64, "date": "2020-11-12.json", "name": "Λευτέρης Νικολάου-Αλαβάνος (NI).", "mepid": "197734", "text": "   Mr President, intensive care units throughout the European Union are 'beating red'. Due to the tragic shortcomings, doctors are again called upon to decide who will live and who will die. Civil governments and the European Union are defending its commodity health and competitive operation for the benefit of the groups, which has cost hundreds of thousands of deaths. Your celebrations of the vaccine cannot hide the fierce competition of pharmaceutical companies, which are incompatible with the social good of health and reserve contract terms unknown and dangerous to the people. In groups and banks you give EUR 1.7 trillion, but for health you foresee only EUR 9 billion, which will not be made available to public structures either but will be made available for further commercialisation and public-private partnerships, while the people will pay handsomely.  Here and now to order private clinics and join the national planning without compensation. Ensure surgeries, tests and tests for all diseases. Mass recruitment of health workers, the opening of intensive care units and the implementation of disease prevention measures in workplaces, nursing homes and public transport.", "language": "en", "original_language": "el", "translation_provider": "azure"}, {"id": 65, "date": "2020-11-12.json", "name": "Maria da Graça Carvalho (PPE).", "mepid": "96867", "text": "   – Mr President, the new health programme is a step forward in the construction of Europe. It proves once again that we are not just an Economic and Monetary Union, but a real union of people and for people. Strengthening the Union's health skills, which COVID-19 has shown to be so essential, will benefit us in articulating policies aimed at preventing and combating diseases, including health. It will also ensure the best cooperation in scientific research, from the fundamental to clinical research.  I would like to welcome the announcement of the establishment of a European Biomedical Research Agency. It's a measure I've been defending personally for a long time.  It will also be crucial to create a European health database. Our populations face similar problems. From cancer to cardiovascular disease, it makes sense that we share knowledge in search of solutions that will serve everyone. Respecting the confidentiality of our citizens and taking steps to ensure this confidentiality, we have everything to gain from a common health data space.", "language": "en", "original_language": "pt", "translation_provider": "azure"}, {"id": 66, "date": "2020-11-12.json", "name": "César Luena (S&amp;D).", "mepid": "197721", "text": "   – Mr President, health is one of the issues of greatest concern to citizens, according to the Eurobarometer, and the right to health protection is also contained in the Charter of Fundamental Rights, in Article 35. I am pleased to see that the budget heading for this programme has tripled and we are going to reach EUR 5.1 billion.  We have five health challenges: overcoming inequalities, improving crisis preparedness, strengthening the Union industry by innovating and supporting business competition, addressing environmental challenges related to health and substances and pharmaceuticals, and leading the digital transformation of health systems. I ask for support for my group's amendments calling for stress testing in health systems, specifically assessing the ability of health institutions to deal with scenarios such as the current, high-pressure one. Finally, I call on the European Commission because we need to have a system or unit for the detection, control and monitoring of zoonotic processes with sufficient resources so that situations such as the current one or possible new threats, such as that of mink in Denmark, are under effective control.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 67, "date": "2020-11-12.json", "name": "Łukasz Kohut (S&amp;D).", "mepid": "197523", "text": "   – (2) Mr President, I would like to begin by When the Commission came out in May this year with a draft eu's own health programme for the next seven years, we had the first wave of pandemies. After only a few weeks of fighting COVID-19, it was clear to everyone that we lacked the right tools and resources, including financial resources, in this fight. Only the last cynic can say that the health care system can function by the very idea. No, you need money.  As the European Parliament, we wanted more resources for the Europe for Health programme than the Council, fortunately, in the negotiations we managed to secure a large amount of concrete money for the programme. It's a good start. Citizens' health is invaluable and cannot be saved.  COVID-19 has also shown us the strength and importance of European solidarity. We are much more effective in solidarity. By sticking to national selfishness, we lose. We learned from the solidarity lesson. I am firmly built when, now, in the second wave, the Member States are helping themselves. Here I thank the German authorities for the help offered in the fight for the health of patients across Europe. Unfortunately, Polish government does not accept this assistance for political reasons, but we in Silesia (...) and we tell you, friends, Danke schön.", "language": "en", "original_language": "pl", "translation_provider": "azure"}, {"id": 68, "date": "2020-11-12.json", "name": "Stella Kyriakides", "mepid": "n/a", "text": "   Member of the Commission. – Mr President, I have listened to this discussion with great interest. I want to thank you for your insights, for your comments and really again for your support. All of the EU, all the Member States continue to fight this crisis. We’re in the middle of this pandemic, and we need to fight it with all the means available to us. Yesterday, when we presented the European Health Union proposal, it is coming out from the lessons we have learnt, but are also learning, and what we need to do in order to respond to what citizens expect from us.  Many of you mentioned needing to do more about cancer, needing to do more about rare diseases. Yes, this is absolutely true, and in the EU4Health and with the increased budget that together we have achieved, we will be able to do a great deal more. We don’t have any time to lose. It is absolutely clear that we need to send these signals, and we owe it to our citizens in order to roll out what they have been demanding.  I want to end by saying that this House has played a key role by insisting on reinforcing the EU4Health budget significantly, and I really want to thank you for that, because coming from Parliament myself, I know I could not have done this, and we could not have done this as the Commission, without you. We can only do this together for one reason – because we share the same vision, a vision that is citizen-centred and health—centred. So I look forward to working with you on this important file, but let’s remember this is just the beginning. (Applause)", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 69, "date": "2020-11-12.json", "name": "Der Präsident. –", "mepid": "4246", "text": "  The debate is closed.  The vote on the amendments will take place today and the final vote tomorrow, Friday 13 November 2020. Written declarations (Article 171)", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 70, "date": "2020-11-12.json", "name": "Magdalena Adamowicz (PPE)", "mepid": "197490", "text": "  I would like to write to the Commission. – The European Union's Health Action Programme 2021-2027, which is the subject of today's debate, responds to the calls of our citizens, who expect a much more active role for the European Union in the field of health. We should never again experience such drastic shortages of medical equipment as in recent months due to the coronavirus pandemic. No more healthcare professionals should find themselves in a situation where they have to choose which patients will receive life-saving equipment. The coronavirus pandemic must be a watershed moment for the European Union's health efforts. It is therefore an urgent priority today to create a European Health Union in which Member States can adequately prepare for and respond to possible health crises, acquire innovative medical products and jointly improve prevention, treatment and care for diseases such as cancer. The European Union has great potential to contribute to a better level of protection of the health of Europeans. I hope that the European Union for the Healthy will make the most of this potential.", "language": "en", "original_language": "pl", "translation_provider": "azure"}, {"id": 71, "date": "2020-11-12.json", "name": "Christine Anderson (ID)", "mepid": "197475", "text": "  Writing. – The Commission is taking an acceptable step in the right direction with the EU4Health programme, but there are no points in the areas of health care, so that medical treatment through an unhealthy lifestyle does not become necessary in the first place. Unfortunately, this is hardly or not talked about, let alone set as a goal. The causes of diseases must be combated instead of tinkering with the symptoms. I would like to give a few examples from the fields of sports promotion and schooling. By recognizing gyms as systemically important and enhancing the importance of school sports and avoiding corresponding downtime hours, especially against the background of the lack of exercise of the students, a significant increase in health in their lives can be achieved here not only for the students, but also for their future. In addition, more education in healthy and balanced nutrition can be done in schools and in the wider population. The aim must be to convince citizens of a healthy lifestyle as a child and to educate them accordingly about the consequences of an unhealthy diet. As a result, health in the general public can be gradually improved and the health system relieved.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 72, "date": "2020-11-12.json", "name": "Λευτέρης Χριστοφόρου (PPE)", "mepid": "26837", "text": "  Writing. – We envision a strong health framework for the European Union. The ambitious, promising new Programme, EU4Health, should be left not only as a plan to tackle COVID19, but as a Master Plan that will address all health challenges. As the President of the Commission quite rightly noted, we are not going to stop anywhere in order to save lives. At the same time, we stress that we will not stop until the EU creates a strong health system framework that proactively saves the lives of European citizens, ensures high levels of health and extends to all levels, to all Member States and to every European citizen. A single health plan is needed, capable and effective to address all health risks, with an emphasis on Prevention. Planning for the management of health issues is not only about the current Koroniovirus Pandemic, but we care about all health challenges and problems such as the prevention and treatment of Cancer and other serious diseases. If we do not succeed in shielding the EU with a Strong and Unified Health System, then we will be weakened and fail to achieve a sovereign priority objective for all European citizens.", "language": "en", "original_language": "el", "translation_provider": "azure"}, {"id": 73, "date": "2020-11-12.json", "name": "Cindy Franssen (PPE)", "mepid": "197455", "text": "  Written. – Ladies and gentlemen, a stronger European Union in the field of health care is a real gamechanger. It is the first time in history that Europe has been so committed to health care. We must seize this moment and put the right emphasis on making the various health systems in the Member States resilient and forward-looking. For me, this text places crucial emphasis: more focus on prevention, promoting a healthy lifestyle and reducing social inequalities. I also support the demand for additional investment, health in all policies and an enhanced role for the European Medicines Agency and the European Agency for Disease Prevention and Control. The commitment to innovation and digitisation, combined with digital literacy in healthcare, is also becoming important. Moreover, as EPP Coordinator for the Special Committee on The Fight against Cancer, I am extremely pleased that the fight against cancer is explicitly being implemented and that the 'Europe's Beating Cancer Plan' is being implemented. Finally, there is also a strong emphasis on eliminating drug shortages, which will be a major challenge in the coming years. I am convinced that with the 5.1 billion, as provisionally agreed in the trilogies, we can make our health care stronger and more resilient. Ready for the future.", "language": "en", "original_language": "nl", "translation_provider": "azure"}, {"id": 74, "date": "2020-11-12.json", "name": "Joanna Kopcińska (ECR)", "mepid": "197530", "text": "  I would like to write to the Commission. – 'Healthy citizens are the greatest asset of any country', which is why I support the dedicated Eu4Health health programme, whose current resources are still incomparably larger than the funding of existing programmes. The EU4Health programme is an ambitious, independent health initiative for the period 2021-2027 and I believe that fulfilling its objectives will make a significant contribution to improving the functioning of health systems after the COVID-19 pandemic. Through clearly defined objectives, I believe that the Programme will become a tool that broadly promotes health on the one hand and, on the other hand, will demonstrate areas for possible better cooperation and mitigation of inequalities in many areas of public health. In my work on the Programme, I focused in particular on actions in line with strategic priorities, i.e. digitising health care, eliminating the shortage of medicines - mentioning the restoration and maintenance of drug safety, and broad prevention measures to prevent chronic diseases, cardiovascular disease and diabetes. We have also not forgotten the provisions on better management of antimicrobials such as antibiotics. Complementarity and synergies (with the European Cancer Plan) and with other EU programmes will be based on respect for the division of competences in the field of health policy as set out in Article 168 of the Treaty on the Functioning of the EU (TFEU). I therefore look forward to very constructive interinstitutional negotiations with the Council and the Commission next week.", "language": "en", "original_language": "pl", "translation_provider": "azure"}, {"id": 75, "date": "2020-11-12.json", "name": "Marian-Jean Marinescu (PPE)", "mepid": "33982", "text": "  in writing. – With the recent provisional agreement between the European Parliament and the European Council, the budget of the EU Health Programme (EU4Health) has been increased to EUR 5.1 billion. With an initial budget of EUR 9.4 billion, this programme was practically sacrificed by the Council, which reduced the budget to just EUR 1.7 billion. The European Parliament has in no way accepted this setback, as the health of European citizens must remain our priority.  I continue to support the efforts of the European legislature to ensure a satisfactory budget that can support measures to reform and strengthen national health systems.  With the largest ever health budget, we will be able to flesh out measures to strengthen prevention, increase the resilience of health systems, reduce inequalities in access to health and digitise health.  My amendments aimed to improve equal access to health care, modern treatments, medicines and appliances, as well as to step up prevention action. We have contributed significantly to the better implementation of the programme by calling for annual programming and clear funding criteria.", "language": "en", "original_language": "ro", "translation_provider": "azure"}, {"id": 76, "date": "2020-11-12.json", "name": "Victor Negrescu (S&amp;D)", "mepid": "88882", "text": "  in writing. – For the first time, the EU is laying the foundations for a European health programme. A set of actions to gather resources available at European level to generate solutions for all MS, reduce inequalities and increase the quality of the medical process. Since 2014, we have publicly called for the creation of such a programme. We need cooperation between MS, common solutions and to invest more, creating a Union of health. Our level of ambition needs to be higher. The EC proposed substantial allocation, but the Council reduced the amount. Investing in health must become a priority for the construction of a society in which European citizens have access to the best medical facilities. It is essential that these financial resources are invested in improving infrastructure, in training medical personnel, in order to increase the quality of the medical act, in research, but also in the creation of cooperation mechanisms, such as the creation of common medical units at European level for emergencies or in situations where Member States are experiencing difficulties. The proposal to create the Blue Medical Corps, built on a positive example given by Romanian doctors who went to Italy during the pandemic, can again show that together we are stronger.", "language": "en", "original_language": "ro", "translation_provider": "azure"}, {"id": 77, "date": "2020-11-12.json", "name": "Sirpa Pietikäinen (PPE)", "mepid": "40599", "text": "  Written. \"I have long advocated closer EU health cooperation and pushed for an communicable diseases regulation that would set common criteria for the control, treatment and prevention of communicable diseases at EU level. It is important that we have common criteria at EU level for monitoring, preventing and regulating infectious diseases. The new regulation would be science-based and strengthen the resources and mandate of the European Centre for Disease Prevention and Control (ECDC). The regulation should also set a minimum level of investment in health in order to ensure that member states' health systems are well prepared for future pandemics. The EU4Health programme is a step in the right direction. It is important that the programme enables us to prepare more thoroughly for major cross-border health threats. Member States alone are not able to act effectively enough to protect citizens. Health is a global issue, and so should the solutions we are looking for. In addition, we must not turn a blind eye to future health threats, which must be proactively sought for solutions such as antibiotic resistance and the global health threats it causes.", "language": "en", "original_language": "fi", "translation_provider": "azure"}, {"id": 78, "date": "2020-11-12.json", "name": "Valdemar Tomaševski (ECR)", "mepid": "96697", "text": "  Writing. – Union action in the field of health is limited due to a lack of treaties, but the Union should pursue a coherent public health strategy to respond to existing epidemics, taking into account regional and national specificities. The Union should help Member States to reduce inequalities in the healthcare system and ensure universal health protection, address healthcare-related infections, and address vulnerable groups such as the European Commission. care for children, infants and mothers, an ageing population, chronic diseases and disease prevention and promoting a healthy lifestyle, providing prevention services and developing technologies for improving health systems. The experience gained during the COVID-19 crisis has demonstrated the need for further decisive action at Union level to support cooperation and coordination between Member States, in particular between neighbouring regions and also public authorities and relevant stakeholders. This cooperation should help to prepare for the spread, control, development and availability of products for the prevention and treatment of serious infectious human diseases across borders, and to combat other serious cross-border health threats. It would also help to protect and improve the health and well-being of all citizens of the Union. Let us not forget, however, that these decisions must be agreed with the Member States and must be presented only with their consent. Solidarity and unity are the principles of the Union and the health programme should ensure a coherent Approach by the Union to address cross-border health threats.", "language": "en", "original_language": "lt", "translation_provider": "azure"}, {"id": 79, "date": "2020-11-12.json", "name": "Der Präsident. –", "mepid": "4246", "text": "  The next item on the agenda is the debate on the Commission's statement on transparency in the acquisition and access to COVID-19 vaccines (2020/2843(RSP)).", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 80, "date": "2020-11-12.json", "name": "Stella Kyriakides", "mepid": "n/a", "text": "   Member of the Commission. – Mr President, honourable Members, I’m not going to repeat what I have already been saying, that we have been witnessing with great concern increasingly rapid infection rates and loss of life across the EU. Every day when we listen to the news and we hear in all our countries the number of people who have been admitted to hospitals to intensive care, the number of people who lose their lives, we understand that we need to do everything possible, and this is what we have been doing as a Commission from the very beginning. Vaccination is not going to be a magic solution that will allow us to go back to our everyday lives overnight. Unfortunately, for COVID—19 there is really no silver bullet and it is important that when we communicate to citizens, we are open and frank about this. But vaccinations, once we have a safe and effective vaccine, will play a crucial role. It will play a crucial role in saving lives, in containing the pandemic, in protecting our health systems and, of course, in restoring our economy. It will provide our citizens with a sense of hope and predictability. Predictability is something that we often take for granted, but what we have been living with in the last 10 months is the uncertainty of not knowing what the next day will hold. On Monday, we saw financial markets reacting with glee to the encouraging announcements from one of the vaccine developers. But I also saw something else, I saw the element of hope that European Union citizens felt with this news. We are therefore doing everything we can to ensure that vaccines are produced as quickly and as safely as possible. To maximise our chances of success, we have been working very intensively to have a diverse, common EU portfolio of vaccines against COVID—19 as soon as possible and developed using different technologies. The negotiations with companies have been intensive and inclusive, carried out with and for Member States. To date, we have signed three contracts, and are about to sign the fourth with Pfizer/BioNTech. Our negotiations are also advanced with another two companies and exploratory talks are ongoing with a number of producers. I have often been asked over the last few days, and I want to reassure you, that once a vaccine becomes available, all Member States will have equal access to the available doses at the same time, according to the agreements we have concluded. Now I fully recognise the importance of transparency in this process. Due to the highly competitive nature of this global market, the Commission is legally not able to disclose the information contained in the contracts. Non—disclosure clauses are a standard feature of these agreements that vaccine developers have also concluded with other countries. This is necessary to protect these sensitive negotiations and business—related information, such as financial information, development and production plans. The companies require that such sensitive business information remains confidential between the signatories of the contract. The Commission, therefore, cannot really decide to unilaterally disclose them without the consent of all involved parties. But these are rules that also protect the tendering process and we fully abide by them, not for the reasons linked to contractors’ commercial interests, but also because we do not want to weaken the position of the Commission in the negotiations. We need to be extremely careful during these negotiations, so that we do not have companies leading to cherry—picking on the best conditions. So let me conclude by addressing some of the worries that I’m sure I will hear about today and I have heard over the past weeks. Safety: safety is a fundamental requirement for any vaccine to be deployed in the EU. The safety of our citizens is a top priority and it is not negotiable for us. The European Medicines Agency will be doing everything possible once any vaccine submits for authorisation, to ensure that the safety dimension is covered. Let me stress this: we all need to have the same messaging because we see a lot of vaccination hesitancy. This has been ongoing before COVID—19 with vaccination hesitancy to do with children’s diseases, with measles, and we cannot afford to encourage this. So, what we want to do is have common communication and assure citizens that we will not lower the bar in terms of safety at any cost. Secondly, the agreements with the vaccine developers do not change or derogate from the EU legislation and rules on liability. Finally, we are acting in full compliance with all the applicable rules regarding financial management and are confident that the process will stand any future review or audit. I look forward to hearing this debate. I’m sure it is going to be a very lively one. I can assure you that over the last five to six months we have been working 24/7 on this and we need to continue to do this because it is possibly the only way we have out of this pandemic, but not at the cost of reducing safety concerns for citizens. I will never stop saying that. Thank you for your patience.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 81, "date": "2020-11-12.json", "name": "Peter Liese", "mepid": "1927", "text": "  Mr President, i.e. the Group of the European People's Party (Christian Democrats) and European Democrats Mr President, I would like to thank the This is a good week for the people of the European Union. The world's first serious vaccine has been developed in Europe and is produced in Europe, with funding from three different European Union funds. Of course, we have to look closely, and the EMA has yet to look at the results, but there is reason for hope. I know BioNTech and I think it is very serious. And we have a treaty. Europeans get the vaccine. Thanks to Stella Kyriakides, thanks to Sandra Gallina and also thanks to the President-in-Office of the Council, Jens Spahn, who has been very committed. I have three political messages today: the first to the right here in the House and elsewhere, which are always rushing against everything foreign. The founder of BioNTech came to Germany from Turkey at the age of four, and it is time to acknowledge the contribution of migrants to our society, to progress. Then there are the left and the Greens, who have always railed against these negotiations that the Commission is conducting. I speak in person: Michele Rivasi, Tilly Metz, Jutta Paulus. You have the opportunity today to apologise and say: hatoff, the Commission has done well. And thirdly, to all those who rail against the Corona protection measures: we have light at the end of the tunnel, and now it would be truly tragic if, as yesterday, almost 4 000 people continued to die from the virus. Let us stick together, let us keep our distance! Persevereing and following the rules is the order of the day – more than ever before.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 82, "date": "2020-11-12.json", "name": "Jytte Guteland", "mepid": "124991", "text": "  on behalf of the S&amp;D Group. – Mr President, allow me to thank Stella Kyriakides for her work, your good work, Commissioner.  We are in the middle of the second wave of the COVID pandemic and the race for a safe and effective vaccine has never been more urgent. Researchers all around Europe – and the rest of the world – are working at an impressive speed to develop a safe and effective vaccine. Just the other day we received very promising results on a potential vaccine which is still undergoing clinical trials in testing phase 3. Although it is still too early to say for certain, the indicative results give some perspective for a return to life without fear of the virus. Even though I hear, Stella, what you say – we must still take care and we need to know that we still need the measures – but still this is promising.  Once again it shows the great potential of science. The Commission has signed three advance purchase agreements with different companies. We agree with the assessment that we need a broad portfolio with vaccine producers. It is crucial also to ensure that advance purchase agreements are fully transparent. We demand that the following provisions in the contract are made public: the cost for the producers of the vaccine and the prices to be paid; where the vaccine will be produced; the access to the vaccine; and also the liability linked to possible damage caused by the vaccine. This is absolutely fundamental.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 83, "date": "2020-11-12.json", "name": "Véronique Trillet-Lenoir", "mepid": "197593", "text": "  on behalf of the Renew Group. Mr President, Commissioner, ladies and gentlemen, the recent announcements on effective vaccines have high hopes, but we must remain cautious. Above all, we will have to make educational efforts. You see, Commissioner, there are currently two competing currents in my country, France, the country of Louis Pasteur, including within the same political party and among MEPs from the same party. These currents are both in error, because, as Talleyrand, another Frenchman, says, anything excessive is insignificant. The first stream wants to do coercion, rather than prevention, and proposes a vaccination obligation to the whole population. It is unrealistic and it is not the right way to do public health. We need to start with strategies to identify the populations that need to be protected as a priority. You are proposing a list of these priority individuals. Do you think it will be possible to be agreed between Member States to allow for a coordinated approach? The second, radically opposed trend, similar to the anti-vaccine lobby already cited by Peter Liese, systematically challenges scientific advances and takes advantage of the uncertain situation to cast doubt on the reliability of vaccines. It's dangerous and unreasonable. We have to react! How can we increase transparency on the terms of contracts with the pharmaceutical industry? Will information campaigns be considered to combat fake news and build trust? Commissioner, help us convince our citizens and our governments to build on the European Health Union, which you laid the foundation stone for yesterday. Citizens look at us and wait for us.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 84, "date": "2020-11-12.json", "name": "Joëlle Mélin", "mepid": "124765", "text": "  on behalf of the ID Group. - Mr President, Commissioner, many countries have already made commercial contracts for the pre-purchase of anti-COVID vaccines, in order to be reactive in the marketing of safe and effective vaccines. The European Union has done the same and pre-ordered, with public money already paid, 300 million doses from seven major laboratories. Negotiations are subject to presumptions of lack of clarity as to the negotiators, the terms of the contracts, the subject matter of the contract or any collateral effects. The negotiators: there are seven, all are not known, and at least one had high-level links with the pharmaceutical industry. Knowing a core business is one thing. Having conflicts of interest is another. The terms of the contracts. You have just said, Commissioner, that the negotiations must remain confidential. I will just remind you that you are our agent, to us European taxpayers. As a result, they are done at an accelerated pace and under the conditions of the pharmaceutical industry. There are compensation conditions for financial losses and, above all, an exemption from laboratory liability for vaccine side effects. And the Commission itself refuses to accept any health responsibility, at the risk of blocking maximum acceptance. The purpose of the contract is itself tainted with opacity. Despite recent announcements of available vaccine, no one knows when, how or where vaccination campaigns will be able to take place. Finally, the collateral effects. By definition, they are now unpredictable. Already, the whole field of pharmacy - and thanks to public money, let's remember it once again - is the subject of unprecedented stock market speculation. Above all, the fair and necessary respect for intellectual property on patents should not lead to unaffordable prices and prevent poor countries from accessing the vaccine. That would prolong the epidemic. HIV was only really held back when the whole world, or almost, had access to ART.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 85, "date": "2020-11-12.json", "name": "Tilly Metz", "mepid": "193292", "text": "  on behalf of the Greens/FTA group. Mr President, as you know, there is a great deal of expectation, and also of fear, on the part of citizens about the future vaccine against COVID-19, and it is our role as European representatives to reassure them. But how do you expect us to do that if you do not give us the information you need to do that? It is the principle of good cooperation between the Commission and Parliament that is at stake, and our right to information is being violated. I therefore call on you to address this as soon as possible and to make public the contracts with the industry, as well as to do your best to publish the clinical trial data before future vaccines are put on the market. This is essential to ensure citizens' confidence in the Union's actions and in this future vaccine. We must be exemplary in the management of this crisis and the duty of transparency is one of them.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 86, "date": "2020-11-12.json", "name": "Helmut Geuking", "mepid": "197436", "text": "  Mr President, I would like to like to take back from the ECR Group. Mr President, I would like to thank the The time has come, we will have a vaccine. After that it looks like. In the spring, the vaccinations are likely to be allowed to begin, optimistically. But vaccinations alone are not enough. We must not forget that. Because we need effective therapies, effective medicines. Vaccination itself reflects a deceptive safety. Many citizens will not be vaccinated. You were right to recognise this, Commissioner, because there are people here who are going to break the whole thing, say badly, whatever. This is where awareness-raising campaigns are needed and so on. We need to regulate and discuss urgent matters, such as patent protection. Is public services of general interest available worldwide? Because we have poured the money into research. Do we not now also have the right to have the appropriate patent protection? Because we need production facilities, even in the poorer countries. We need short distances, that is, to distribute production sites around the world that produce vaccines. And the medication: we have to debate and advise on a lot of things here. We must advise on the ethical, legal and medical requirements of vaccination. Which citizen? Where do we start? Do we take the WHO recommendation? And, and, and. But that requires a parliament capable of acting. And now I am making it very brief: I call on the President to restore the capacity of this Parliament to act. The daily allowances, the travel allowances, so that Members can come here and debate in a vibrant democracy. And I always make suggestions, we have made proposals, for example there are air purification filters, there are rapid tests. We have submitted it in writing, no answers. I am also waiting for the legal basis for the deletion. We need a Parliament that works in these times and not a President of Parliament who prevents the work. (The President cut off the speaker)", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 87, "date": "2020-11-12.json", "name": "Marc Botenga", "mepid": "187917", "text": "  on behalf of the GUE/NGL group. Mr President, Commissioner, you have signed very large contracts with the pharmaceutical industry, and when European citizens ask you to see these contracts, you say that they can look elsewhere, that you are not accountable. That seems to me to be wrong. So I did a little survey myself. I was looking at it first, and I saw that multinational pharmaceutical companies sell their products very expensively and that you, in fact, say that you negotiate but you pay exactly the price they charge. Gilead's asking you for $1 billion, you're giving you $1 billion. Pfizer is asking you for $5 billion, you're giving you $5 billion. That is not negotiating, it is bowing down. Second, I also saw that you do not know exactly what you are buying. Because we had a press release from Pfizer on this vaccine, Pfizer says \"our vaccine is 90% effective.\" All right, it gives hope, the stock market explodes. While the CEO of Pfizer sells his shares, you buy 300 million doses. But we don't know what this \"efficiency\" means. Does this mean that you are protected from mild symptoms but also from serious illness? It is not said. Does that mean that it is only the young people who are protected and not the elderly? All of these are questions that we want answers to. And finally, with all this money spent, we don't know if there will be a vaccine for everyone. There will be people who may not have access to this vaccine. So sincerely, I think it's time to start being accountable to citizens, stop protecting Big Pharma and please publish these contracts now.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 88, "date": "2020-11-12.json", "name": "Tomislav Sokol (PPE).", "mepid": "197417", "text": "   – Dear Chairman, this week we witnessed the potentially historic news that the COVID-19 vaccine is almost ready. On Wednesday, the Commission received another contract to purchase up to 300 million doses of coronavirus vaccine that will be available to all Member States and, in particular, at the outset, to those at-risk groups that we need to protect the most. On the other hand, let's remind ourselves, the World Health Organization has declared opposition to vaccination one of the ten threats to global health in 2019. Opposition to vaccination refers to the late acceptance or refusal of vaccines despite the availability of vaccination services. The question of the importance of vaccination should not be in dispute in the 21st century. But certain groups and politicians make it complex and questionable, using incomplete, false and even dangerous information. Such opposition to vaccination is a challenge we need to focus on.  Through these treaties, Europe has provided its citizens with a wide range of vaccine candidates, most of whom are in advanced trials. As for the transparency of the procurement of future vaccines, I must point out that we all want a quick and secure solution that is also transparent. The negotiations and treaties concluded by the Commission are fully compliant and are an excellent example of caring for their own populations. The right balance has been struck between protecting the health of the population on the one hand and speed, transparency and accountability.  I'm sorry that some politicians are against this kind of practice just to make cheap political points for themselves, but I'm glad to see that they failed to do so, nor will they succeed. Europe is united and will remain united.", "language": "en", "original_language": "hr", "translation_provider": "azure"}, {"id": 89, "date": "2020-11-12.json", "name": "Sara Cerdas (S&amp;D).", "mepid": "197641", "text": "   – Mr President, Commissioner, the ippinence of having a vaccine available brings great challenges for everyone. From the perspective of an early resolution of this pandemic, there is hesitation in vaccinating.  Here it is important to be realistic and realize that, very difficult, everything will return to what it was before, despite the importance of a safe and effective vaccine.  The Union has done well and today the added value of joint acquisitions is undeniable. They ensure that we are at the forefront of ensuring fair access for European citizens to a vaccine.  But for that and despite the positive news of recent days, there is still a long way to go. And full transparency throughout this process is essential. Only then can we ensure citizens' confidence in this massive immunisation that is intended to be swift.  It is important to know here the state of the state of the pharmacovigilance monitoring studies carried out by the European Medicines Agency and the European Centre for Disease Control and Prevention. Will this process condition the availability of the vaccine within the European Union?  What are the actions that are contemplated for the development of possible adverse effects, not in the short, medium and long term, for the need for a suspension of the distribution of the vaccine?  We have a duty to inform and European citizens have the right to be informed. Let us have this premise as an objective.", "language": "en", "original_language": "pt", "translation_provider": "azure"}, {"id": 90, "date": "2020-11-12.json", "name": "Pascal Canfin (Renew).", "mepid": "96711", "text": "   Mr President, Commissioner, two weeks ago, as chairman of the Environment and Public Health Committee, I sent you a letter asking for transparency on key elements of the contracts you are signing. Our requests are justified and balanced requests, we do not ask you for full transparency of contracts. What for? Because we know that in these contracts, there are indeed clauses that are a matter of professional secrecy, of industrial secrecy. However, there is no reason why you should not be able to publish the price of vaccines, the margin made by the laboratories. What is the cost structure, how do you control this cost structure, what is the legal liability regime, what is intellectual property? We put a lot of money in, do we cede all the intellectual property to private companies, or not? And finally, the place of production. These are four elements that should not remain opaque. You are draping yourself behind legal arguments that will not hold up, and behind it, politically, we want this vaccine to succeed. Make no mistake, Commissioner, we all want this vaccine to succeed. But for it to succeed, it must be widely accepted. And for it to be widely accepted, there must be trust. And for there to be trust, there must be transparency, especially on these four key elements. Please help us convince people that they can then trust it, it is a major public health issue. Let us not make the industrial error of tests and masks again, let us succeed in the battle of vaccines.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 91, "date": "2020-11-12.json", "name": "Simona Baldassarre (ID).", "mepid": "197789", "text": "   Mr President, ladies and gentlemen, Europe is currently devastated by the pandemic. To date, there are over 13 million positive tampons, although we do not know how many are unique subjects, how many asymptomatics, how many serious cases, the time of stay and rotation in intensive care and, above all, the number of subjects who have developed immunity. Unfortunately, families and all citizens have been asked to make enormous emotional, psychological and economic sacrifices, in ways that are often questionable, given the results. We regret that this European Union has not been up to the task. The warnings of the threat were there from the outset: I myself spoke in this House in January to denounce the fact that the European Union was underestimating border controls, with ineffective and belated actions. Almost two months late! The ECDC has also only set in motion a pandemic that has now begun and the 2005 European pandemic plan has never been updated or put into practice, national pandemic plans have been denied, secreted and published only in part. And the Commission has answered our questions vaguely. Now we can't fail on vaccines yet. We call for maximum transparency, at all stages that will lead to an effective vaccine: transparency on who produces it, on its interests and on the effects on people's health. We ask how the EUR 660 million that the Commission has earmarked for the development of vaccines, new treatments, diagnostic tests and medical systems has been spent. We are asking for clarity on the early purchase agreements, which Mrs von der Leyen is concluding – the last with Pfizer for 300 million doses. We are calling for transparency in distribution, with the guarantee that there will be no second-class and second-class citizens, all the more so since there is no mapping of the immune population. The news of the imminent arrival of more vaccines is comforting. In the hope that they will be safe and effective, politics must now play its part. Let us avoid mistakes and guarantee freedom and security for all European citizens.", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 92, "date": "2020-11-12.json", "name": "Michèle Rivasi (Verts/ALE).", "mepid": "96743", "text": "   Mr President, Commissioner, we are still in an incredible situation. We are experiencing a global health crisis, we see that there are now more than 200 laboratories trying to find a vaccine, and there are 7 to 8 that are in phase III.  So we hope to really find a safe and effective vaccine. But in the vaccines that are offered to us, some are still special. Either we have genetically modified vaccines, in the case of AstraZeneca, for example, or we have messenger RNA vaccines and these vaccines have never been allowed at the human level at this time.  To regain trust - everyone is talking about the trust of European citizens - well, we need full transparency. I agree with others that, for there to be social acceptability for vaccination, for people to have confidence in vaccines, what do we need? We need the transparency of contracts, we need to know how much Europe has given to the laboratories, we need to know the cost of vaccines, we must also know the intellectual property that you give to laboratories that are going to make money too. So trust is built.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 93, "date": "2020-11-12.json", "name": "Marisa Matias (GUE/NGL).", "mepid": "96820", "text": "   Mr President, Commissioner, thank you for being here with us. The expectation regarding the vaccine is legitimate. We are living one of the biggest public health crises and challenges we have ever known. But we need to know exactly what was negotiated. The issue of transparency is not a matter of any importance. The Commissioner said that all Member States will have access to vaccines according to what has been negotiated. Can citizens know or not know what was negotiated? Can citizens know or not know who will have access? These issues are fundamental for us to have an answer to the crisis we are experiencing. Besides, we also need respect. The European Union and european citizens have paid millions of euros to pharmaceutical companies to develop this vaccine and, at the hearings we are doing at the level of the parliamentary committee, there are pharmaceutical industries that do not even respect appearing and accountability. We also need to know who the property of knowledge will be. Again, are we talking about public money and private knowledge? It will not be the case if we discuss who this property is and say: it is a very important public investment and, therefore, it can not be business.", "language": "en", "original_language": "pt", "translation_provider": "azure"}, {"id": 94, "date": "2020-11-12.json", "name": "Seán Kelly (PPE).", "mepid": "96668", "text": "   – A Uachtaráin, Dia dhaoibh ar maidin, a chairde, ó oifig Pharlaimint na hEorpa i mBaile Átha Cliath. To paraphrase the great Irish poet, William Butler Yeats, ‘all’s changed, changed utterly: a terrible virus is born’. Yet the announcement of a more than 90% effective COVID—19 vaccine is very encouraging news and offers a glimmer of hope that we may reclaim normal lives from the hands of this terrible virus. This vaccine, produced by BioNTech in collaboration with Pfizer, which has a base in Cork in my own constituency, has been described as a huge success for European research and innovation policy, and rightly so. Partly financed by Horizon 2020, InnovFin and the European Fund for Strategic Investments, this is really a positive achievement for European research. There’s no harm in informing people about this, and perhaps we should send an email to the likes of Boris Johnson, Donald Trump and Marine Le Pen. I’m sure they’d be delighted.  However, a good vaccine must be efficient, safe, affordable, developed quickly and be able to achieve EU market authorisation. I therefore welcome the news that the European Commission have completed a deal to purchase up to 300 million doses of this frontrunner vaccine. Of course, we need buy—in from citizens, and that requires both trust and transparency. We must continue to work to ensure the widespread availability of vaccines because everybody must have access to it. We will not be safe until everybody is safe. So our task is clear – provide a vaccine that is universally available, easily accessible, affordable and effective and brings trust. We need trust for it to be effective.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 95, "date": "2020-11-12.json", "name": "Javi López (S&amp;D).", "mepid": "125042", "text": "   – Mr President, now that we are hopeful of progress in obtaining a safe and effective vaccine for the COVID-19 pandemic, it is a good time to remember the criteria that should guide this process: scientific guarantees and safety for our citizens; accessibility of the future vaccine but, at the same time, prioritizing risk groups; and obviously we want a vaccine that is affordable in terms of price for states but free for our citizens.  At the same time I want to send two messages. One: Europe is giving us bargaining power over pharmaceutical companies in procurement processes, with four contracts already signed, but that bargaining power cannot be detrimental to transparency, necessary transparency to protect the general interest, obviously, and build trust in our citizens. And, at the same time, it should be remembered that this whole process is being made possible by public-private collaboration, because all public administrations, states, European institutions are turning large amounts of public money to find the vaccine.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 96, "date": "2020-11-12.json", "name": "Margrete Auken (Verts/ALE).", "mepid": "28161", "text": "   Mr President! Everyone longs to be allowed to live an ordinary life in our community again, and apparently everyone here also longs to know what is actually going on. The EU has so far spent more than DKK 20 billion on negotiations with industry to provide member states with vaccines, but the public still knows too little. Many questions remain unanswered: what do the contacts look like? How much has gone into expanding production and how does this support reflect in the final price of the vaccine? Will independent researchers have full access to the clinical trials results before the vaccine is offered to citizens? And what about liability in case of side effects? Is the industry hanging on to it or the state, that is, the citizens themselves? At a minimum, we must be guaranteed transparency about everything within one year of the product being put on the market, so that both industry and the European Commission are aware that they will be held accountable, even if we know in advance that there is almost no effect. We're not going to have another Tamiflu scandal.", "language": "en", "original_language": "da", "translation_provider": "azure"}, {"id": 97, "date": "2020-11-12.json", "name": "Angelika Niebler (PPE).", "mepid": "4289", "text": "   Mr President, Commissioner, ladies and gentlemen, I would like to begin by thanking the rapporteur for her excellent work and for the work she has done. Occasionally I am asked what the European Union is actually doing to combat the pandemic. I can say with great passion that we are doing a lot, and we are also doing a lot of good things, as we have just seen again in the last few days. Firstly, we, as Europeans, have secured the vaccine. I would like to thank the Commission very, very much today. I think you have done a great job, Commissioner. Less than 24 hours after announcing the breakthrough in the vaccine, the Commission has already reserved hundreds of millions of doses of vaccine for European citizens. It's really a really, really great achievement. I would like to thank you very, very much for that. I am also confident that the distribution of the vaccine among the 27 Member States will be fair. Thank you for your suggestions. As Europeans, of course, when we place orders for 440 million citizens, we are throwing a very different weight at the scales, and I am pleased that we have not been able to fight among the 27 states here over who can get the vaccine first. If it had been for the Greens and the Left – and I would also like to stress this, especially if I were following the debate today – we would still have no treaty, no option for a single dose of vaccination. Secondly, as Europeans, we have supported BioNTech, the company that made the breakthrough, with many European funds. I say that our research and innovation policy is also in the right position. A thank you for that, too. Let us be a little proud today that we Europeans are doing something good for ourselves. It really is a good day for us in Europe.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 98, "date": "2020-11-12.json", "name": "Romana Jerković (S&amp;D).", "mepid": "112747", "text": "   – Dear Chairman, Respected Commissioners, we are again facing a record number of infected. Some Member States have entered a new lockdown. Our health systems have once again been brought to the brink of sustainability. Medical staff are making superhuman efforts to provide care to anyone in need, while the economy continues to falter or stagnate at best.  Insofar as this week's announcement on progress made in developing a new vaccine certainly instills a whiff of optimism. But there's no room for euphoria. The situation remains very critical and requires additional engagement from all of us. When we talk about the availability of vaccines in the coming period, three things will be crucial. First, ensure the safety and effectiveness of vaccines and we must not compromise there. Second, strengthen production capacity to meet high demand and thirdly, develop plans and global distributions.  At all stages, I agree with my predecessors, transparency is extremely important. Our fellow citizens have sent us a clear message that they want more Europe in their everyday life, and I therefore want to express my satisfaction that yesterday the European Commission published a communication on building a European Health Union, as this is a very important step in strengthening our collective readiness for future health threats.", "language": "en", "original_language": "hr", "translation_provider": "azure"}, {"id": 99, "date": "2020-11-12.json", "name": "Jutta Paulus (Verts/ALE).", "mepid": "197466", "text": "   Mr President, I would like to thank the Thank you very much, Commissioner, ladies and gentlemen. I think we are all very happy that there are these positive signals today. And it is all the more important that we now also pursue a common, coordinated strategy when it comes to fair distribution. The ECDC has already made very good proposals on this. After all, in addition to the employees in health professions or the particularly exposed groups, it must be above all about protecting the weak, the vulnerable in our society. These are people with pre-existing conditions, these are people with health problems, such as many physically disabled people, but they are also people in difficult housing conditions. I hope that the European Union will find a good common approach to this. However, I have to say something, dear Mr Liese: we have always said as Greens – I do not know, I did not follow that – : happy to have treaties, but they must be transparent. It must be clear what the billions of European taxpayers are being spent on. I am very pleased that Mrs Guteland and Mr Canfin and many others have also raised this issue. We weren't concerned with anything else. We need transparency, because that is the only way to build trust.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 100, "date": "2020-11-12.json", "name": "Stella Kyriakides", "mepid": "n/a", "text": "   Member of the Commission. – Mr President, first of all, I want to thank the House for your words of encouragement at these times and for supporting our vaccine strategy, but I really feel that credit needs also to go to my whole team in my Cabinet, my DG, and especially Director Sandra Gallina, for all the negotiations – this needs to be said.  Now until we have found a sustainable solution, we have all agreed at least that the coronavirus affects each and every day of our lives. And until we have found a sustainable solution it will continue to impact on our societies, on our economies and on the everyday way we live. So a safe, effective and affordable vaccine, universally accessible, is a crucial exit to the pandemic. I also believe that we share the vision that we want what is best for our citizens. We want them to have the vaccine as soon as possible and under the best possible conditions.  Now to do so – and I want to be clear because I have heard questions on the negotiations from several Members and I need to answer them. First of all, Member States had to organise with the Commission a new process. We presented a vaccine strategy a few months ago. I want to assure you that we’re following both EU law and the vaccine strategy, and Member States have been part of this constant negotiation process so that we would be as inclusive as possible from the very beginning.  It is important that we all understand that this way of working, with and for 27 Member States, fully guarantees both accountability and compliance with the rules that protect the interests of those involved, but in doing so we must also respect the rules on what information can be made public and what has to remain protected. And more crucially, we need to work together to deliver a lasting and decisive solution for our citizens.  There were questions on liability. I will repeat what I said in my opening remarks: that the agreements with the vaccine developers do not change or derogate from EU legislation and rules on liability.  There were questions on when a vaccine will be available, how will citizens know about this. Well first of all, let us be clear, we are still not at the point when any company has submitted for market authorisation to the European Medicines Agency. You have seen with us that along the phase of clinical trials you can have twists and turns. So I think we have to be cautious about saying when a vaccine will be available and when it would reach citizens. We have spoken of best case scenarios for the end of this year or the beginning of the next, but again I follow what Véronique Trillet-Lenoir also said: that we have to be very cautious in our communication with citizens. Véronique Trillet-Lenoir also spoke about the need for prioritisation, which citizens will be vaccinated first, and I wanted to share with you that we have been working on this with the ECDC (European Centre for Disease Prevention) and we’ve already shared with Member States which groups, what prioritisation they should look at. But of course all Member States will be doing this according to their own situation on the ground.  In terms of rapid tests, which were mentioned, and antigen tests, we have been looking at this with the ECDC for the last few weeks and we hope to come out with guidance next week for the settings of rapid tests. On tests of therapeutics – this was also mentioned and you’re absolutely right – we haven’t taken our eyes off therapeutics for the last eight months. I have had weekly calls with the European Medicines Agency and with the ECDC every day for over eight months now and we follow every single development as it comes out on therapeutics.  In terms of efficacy: until we have a safe and effective vaccine that has actually been submitted for authorisation and we have the independent scientific assessment by the European Medicines Agency, I think it is too early to start now hypothesising whether this vaccine will be used for the young, the old, for prevention. We will know that once we have a safe and effective vaccine.  But what I can assure you of is that we are leaving no stone unturned in order to be able to ensure that we have a result as quickly as possible. And because speed often creates concern, why so quickly? Well, we are in a time when the whole world is investing in this research but also there are now different technologies which allow us to move much more quickly for this. I heard from the Chair of the Committee on the Environment, Public Health and Food Safety (ENVI), Pascal Canfin, about the importance of trust. He’s absolutely correct in this, and it’s important that we know that transparency creates trust and trust is key. We’ve heard your concerns about transparency and what I can tell you is that within the contractual constraints, we are ready to explore making information about the contracts available to nominated Members of the Parliament, with specific arrangements, once the sensitive ongoing negotiations are concluded.  So let us move forwards together. We need your support in the roll-out of vaccines in your Member States and in building trust in the solution that citizens expect from us. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 101, "date": "2020-11-12.json", "name": "Die Präsidentin. –", "mepid": "197433", "text": "  The debate is closed. Written declarations (Article 171)", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 102, "date": "2020-11-12.json", "name": "Vilija Blinkevičiūtė (S&amp;D)", "mepid": "96681", "text": "  Writing. \" It has been a difficult and unprecedented year around the world. The COVID pandemic has touched hard without exception all. For the first time in such a long period of time, we live in isolation and we must come to terms with the necessary restrictions in order to curb this pandemic. Kap has repeatedly mentioned today that it is very important that restrictions imposed by Member States are very important . However, the powers relating to the state of emergency must be subject to additional scrutiny in order to ensure that they are not used as a pretext for a long-term change in the balance of powers , and that this does not undermine the rights of our citizens or otherwise unduly restrict their freedoms and rights, nor is it necessary to rein in the pandemic . We expect better EU-wide coordination from the Commission in order to ensure equal treatment with regard to restrictions and, in particular, for intra-EU travel. The different measures and requirements applied by the Member States make the already extremely difficult situation even more difficult, and we would like a single approach at EU level. I would like to congratulate the Commission on its efforts in organising the purchase of vaccines at EU level . Only in this way will we be able to ensure access to vaccines for all EU citizens . Solidarity between the Union is more necessary than ever, and I very much hope that we will finally overcome this crisis through joint efforts.", "language": "en", "original_language": "lt", "translation_provider": "azure"}, {"id": 103, "date": "2020-11-12.json", "name": "András Gyürk (PPE)", "mepid": "23816", "text": "  Writing. – The second wave of the coronavirus epidemic has hit the European Union with great force. The spread of the virus can be slowed by the cooperation and sacrifice of European citizens and by appropriate measures taken by national governments. However, only the development of a reliable, safe and effective vaccine can be a definitive solution. Positive news about the testing of coronavirus vaccines may give rise to cautious optimism. It is particularly gratifying that among the projects of hope are vaccines co-financed by the Member States and the European Union. Safe vaccination can bring predictability and stability back to their daily lives as soon as possible for europeans. It is important that vaccines are acquired and made available in accordance with the relevant legislation and with sufficient scientific thoroughness. However, in order to act swiftly and effectively, confidence must be given to EU and Member State authorities. We cannot allow the ideological slogans voiced by the European left to de-vaccinate against the epidemic. Finally, when it comes to the control of the coronavirus, it is also worth taking into account good practices in the Member States. Such a good example is Hungary which initiated the establishment of the National Vaccine Factory in order to ensure universal access to the vaccine.", "language": "en", "original_language": "hu", "translation_provider": "azure"}, {"id": 104, "date": "2020-11-12.json", "name": "Robert Hajšel (S&amp;D)", "mepid": "34578", "text": "  Writing. – It is good that, following the longer-lasting and initially low-effective response of central European authorities to the COVID-19 outbreak, the European Commission continues to take steps to better manage this health crisis in all EU countries. The European Commission has signed pre-contract agreements with a number of pharmaceutical suppliers, which should ensure that a diversified vaccine portfolio is created for our citizens as much as possible. It is now important to ensure that citizens receive only vaccines that definitively demonstrate not only high efficacy, but also maximum safety. However, I must stress that the whole process of procuring vaccines is not transparent enough for us MEPs either. I understand that not everything is possible because of trade secrets, but the Commission still needs to significantly improve communication on this whole process. It is important for all of us, including in Slovakia, that the European Commission commits itself to ensuring a vaccine for all those who need it, and that it is still this winter. It is not up to the central authorities, but the Member States, what categories of population they include in the first set of vaccinations. Vaccination should not be compulsory, but the European Commission, together with the governments of the Member States, should ensure the highest quality and most trusted information on the benefits of vaccination.", "language": "en", "original_language": "sk", "translation_provider": "azure"}, {"id": 105, "date": "2020-11-12.json", "name": "Łukasz Kohut (S&amp;D)", "mepid": "197523", "text": "  in writing. – Mister President, Madame Commissioner, the whole Europe, the whole world, is impatiently waiting for a vaccine against COVID-19. We have heard some promising news lately about advanced stages of clinical trials in the search of such a vaccine and that gives hope. And while researchers and scientists are doing their part, we, as policy makers, must do ours and that means that we have to make sure that the vaccine, once ready, is available to all. Appropriate mechanisms and procedures have to be put in place to provide for a swift roll-out of the vaccination process. That means that already now the EU and the Member States need to be preparing scenarios for effective distribution chains. Every day of delay would mean further lost lives. I would like to underline one more important element of the vaccination process - trust of citizens as to the safety and value of it. We have been witnessing a disturbing spread of anti-vaccine misinformation fuelled by supporters of conspiracy theories. Misinformation in the area of public health can have literally deadly effects so we have to fight it very hard.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 106, "date": "2020-11-12.json", "name": "Margarita de la Pisa Carrión (ECR)", "mepid": "204414", "text": "  in writing. – No European country may go free to purchase COVID-19 vaccines that are being developed by many pharmaceutical companies. Member States will have to bend to what the European Commission decides and will not be able to negotiate their acquisition separately. Why has the shopping centre been established in Brussels? This practice could break healthy competition. Will there be a diversified portfolio of vaccines to deal with coronavirus?  Accelerating the development, production and deployment of COVID-19 vaccines can compromise safety. We hope that the European Commission will not promote the use of any vaccine before all clinical trials are successfully completed and proven to be effective both in avoiding and transmitting the disease. We need a vaccine to trust that can be one of the tools to help us contain the pandemic.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 107, "date": "2020-11-12.json", "name": "Edina Tóth (PPE)", "mepid": "27714", "text": "  Writing. – In 2020, the coronavirus epidemic has created an exceptional situation throughout Europe, the number of diseases is increasing and in the midst of the second wave we can say that the virus will only end if there is a vaccine. The vaccine strategy was adopted in June this year with the main aim of providing high-quality, safe, effective and affordable vaccines to all citizens. Under the Strategy, the European Commission has already concluded five contracts with various pharmaceutical companies, greatly increasing the chances that a sufficient number of vaccines will be available at the end of the year and next year and that the control of the coronavirus epidemic will be successful. I welcome the European Commission's efforts to obtain vaccines, and I am also shocked to see that there are those who are looking for a knot in this extraordinary situation. The European Commission is a regular guest at meetings of the ENVI Committee and has responded to comments and questions on transparency on numerous occasions, stressing that it is 'legally incapable of publishing the information contained in the treaties'. Dear Colleagues, Saving lives is now the main goal, please be responsible and work together to ensure that everyone has access to the vaccine as soon as possible and in an equal way.", "language": "en", "original_language": "hu", "translation_provider": "azure"}, {"id": 108, "date": "2020-11-12.json", "name": "Die Präsidentin. –", "mepid": "197433", "text": "  The next item on the agenda is the debate on the report by Siegfried Murean and Paul Tang on behalf of the Committee on Budgets and the Committee on Economic and Monetary Affairs on the subject of 'Investment Plan for a Sustainable Europe - Financing the Green Deal' (2020/2058(INI)) (A9-0198/2020).", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 109, "date": "2020-11-12.json", "name": "Siegfried Mureşan", "mepid": "124802", "text": "  rapporteur. – Madam President, I would like to welcome Vice—President Dombrovskis back to the European Parliament. Paul Tang and myself, as co-rapporteurs, are presenting to you today Parliament’s report on the Sustainable Europe Investment Plan. This is the financing of the Green Deal: it’s an own-initiative report by Parliament which should lay the framework for the financing of the Green Deal, because we believe much of the success of the Green Deal will depend on its financing. We have set ambitious objectives there, and we will only meet those objectives if we follow suit with appropriate financial resources. Resources will be needed from the European level, from the national level and from the local level, and they will be needed from the private and from the public sector alike in order to meet these objectives. We started our work on this report immediately after the Commission presented the Green Deal and the Sustainable Europe Investment Plan – that was at the beginning of this year. It was before the start of the pandemic, and we set ambitious objectives. The one thing which I want to say very clearly for Parliament now is that we are sticking to the objectives of the Green Deal: combating climate change; polluting less; improving our energy efficiency. Those need to be permanent tasks. They should not only be tasks that we are busy with when there is no other crisis. So we are committed to the objectives of the Green Deal, but obviously we need to see, together with the Commission, how we ensure the financing in the new context. We set the objective to mobilise EUR 1 trillion for the next 10 years before the pandemic, but we are seeing that the pandemic is affecting our economies, and it is affecting our enterprises, and we need to reach the objectives of the Green Deal together with our enterprises and with our economies, not against them. The first important question will be, how much financing can we mobilise and how much can the private sector do to reach these objectives? This is why the report which Paul Tang and myself are putting in front of you today raises an important element. Will we reach, Vice-President Dombrovskis, the leverage effects that we were planning at the beginning of the year? We need to see if the objectives which we had for the next 10 years are reachable, and how. We need to see if the leverage effects which we were planning at the beginning of the year are realistic and we also need to see what the synergies between the resources that we mobilised after the pandemic and the objectives of the Green Deal will be. How will Next Generation EU, the recovery and resilience facility, contribute to these objectives? We, as the European Parliament, are setting ambitious green objectives, including for the recovery and resilience facility. The Commission rightly proposed 37% climate mainstreaming under the recovery and resilience facility. We, as the European Parliament, are backing the Commission in the 37%, but I am going one small step further and I am proposing 40%. The question is, do we count the resources from the recovery resilience facility under the Sustainable Europe Investment Plan or not? This is an important question that we need to clarify together. We also recognise the important role of the EU budget and the positive contribution towards reaching the objectives of the Green Deal which cohesion policy has, which research policy has, which agriculture policies have and which the Just Transition Fund also has.  With regard to the Just Transition Fund, I would like to say that it is crucial that the Just Transition Fund is sufficiently financed and that the climate transition takes into consideration the different levels of development and dependence on fossil fuels in different EU Member States. Obviously Member States are deciding by themselves their own energy mixes. We are committed and Member States are committed – they should be committed – to transitioning from the least clean sources of energy, but we need to see how the transition can take place from country to country. We, in our report, are also saying that the projects with the highest potential to reach our climate objectives should be financed as a priority and we also say that a level playing field should be guaranteed for EU companies. We are also aware of the importance of own resources, where the Council, the Commission and Parliament have made together very good progress for a calendar for own resources in the next seven years. We see own resources as a source of revenue, but also as a tool to incentivise greening at the level of consumers and at the level of the private sector. We believe that private financing is very important as well because, as I said, financial needs are very big. The investment needs are between EUR 250 and 400 billion per year. We, as the public sector, are doing our part, but we need a commitment from the private sector as well. And the role of the European Investment Bank is also important, as well as other financial institutions, such as such as the European Bank for Reconstruction and Development. This being said, Madam President, I would like to thank my co-rapporteur Paul Tang for the excellent work which we did together, himself on behalf of the Economic and Monetary Affairs (ECON) Committee, myself on behalf of the Budget Committee, and all of our shadow rapporteurs, who really spent tens of hours in the negotiations with us.  The report was adopted with a very large majority at the level of the committees. We’re looking forward to the final vote tomorrow in plenary, and then we’re looking forward to the cooperation with the European Commission on the basis of what Parliament will be saying in this report.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 110, "date": "2020-11-12.json", "name": "Paul Tang", "mepid": "125020", "text": "  rapporteur. – Madam President, let me remind you that one month ago this House took a giant step towards securing the future of our planet. The European Parliament pledged to commit Europe to reduce its greenhouse gas emissions by 60% and set in this way an example for the rest of the world. It was sometimes seen as impossible, and also in this House, but don’t call something impossible if you haven’t looked for the possibilities and this report – and I present together with Siegfried Mureşan – is about making possible. Yes, much money is needed. I recently saw a calculation that economists say that we need an additional EUR 300 billion each year to reach the goals of the Paris Agreement. At the same time, that’s only 3% of the amount of money that we are spending now on COVID support by national governments. So let’s be honest, it can be done.  Indeed, what this report does is build a bridge between ambition and reality. Our bridge has four arches and we need all of them to reach our aims. The four arches are the EU budget, the EU’s monetary and financial institutions, private investment and public spending. Let me start with the EU budget. Siegfried Mureşan has already addressed part of it, including own resources, but let me add two things. First, don’t allow green washing. With the EU taxonomy, we obliged the financial sector to back any claims of sustainability. But what kind of government applies a set of rules to others and not to itself? That’s why we clearly state EU spending on sustainability must be taxonomy compliant. Second, don’t shoot yourself in the foot. How can we spend money on fighting climate change if we subsidise fossil fuels at the same time? How can we spend money on social services if public money supports a company that dodges taxes and exploits employees. That is why all EU spending, including the Next Generation EU, including through the EIB, should adhere to the important principle of do no significant harm. Environmental and social progress need to go hand—in—hand.  Next up are the EU’s monetary and financial institutions. The EIB and the ECB have billions to spend. Let’s make sure that they spend it wisely – again, in line with the EU taxonomy and without harming people or the planet – to reach our aims of the Paris Agreement. In doing so, no stone should be left unturned. New Green Bonds should be issued by the EIB, whereas the ECB needs to reform its corporate sector purchasing programme. As supervisor, the ECB needs to force banks to address climate—related risks that are still on the balance sheets of banks.  The third arch concerns private investment. The report insists on the phasing—out of all investment in harmful activities. Soon investment in new fossil fuel plants and unsustainable heavy industry will be history. The market is already moving in that direction, but sometimes a lack reliable data can hamper progress. We need good and publicly accessible data and for credit rating agencies to take these data into account.  The last part of the bridge between ambition and reality is public spending. The national governments make the bulk of public spending and investments. The EU should stimulate them to do it sustainably, not hamper them. Therefore, we call for new tools, such as a Green Bond standard, to make this easy. But governments also need revenue. Tax avoidance cuts the ground under governments’ feet. We need to fight tax avoidance as concerns corporate profits and private wealth. Other incomes should come from taxing polluters – the polluter pays principle. Indeed, the Energy Tax Directive is out of date. The excise duties have lost their effect due to inflation and they should be corrected. Let’s face it, kerosene should eventually be taxed in line with other fossil fuels. With this report, the European Parliament shows how it bridges the gap between ambition and reality, bringing a sustainable society closer and closer.  My last remark is to thank Siegfried Mureşan, my co—rapporteur, for very close and fine cooperation. It is much appreciated. I would also like to thank very much the shadows because we have worked in difficult circumstances and we required a lot of your patience and efforts. You have always been very constructive, which Siegfried and I appreciate very much.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 111, "date": "2020-11-12.json", "name": "Πέτρος Κόκκαλης", "mepid": "197743", "text": "  Draftsman of the opinion of the Committee on the Environment, Public Health and Food Safety. Madam President, Mr Vice-President, ladies and gentlemen, climate neutrality requires innovation at all levels and not just in technology. The climate law we recently passed is an example of regulatory and political innovation. Innovation, plan and firm will are essential for the green transition and the financial sector. With the Investment Plan for a Sustainable Europe and, above all, in view of the forthcoming revision of the Sustainable Finance Strategy, we are putting the foundations for the success of the European Green Agreement and the building of a socially, economically and ecologically resilient Europe. In view of the implementation of the agreement on the Multiannual Financial Framework reached yesterday, we must ensure that public money produces public goods and that it promotes and does not undermine public health, social cohesion and climate security. It is time to integrate these objectives into the core of the financial sector. But taxonomics, the 'no harm' principle and the framework for green bonds are the tools that should guide not only private but also public investment. Above all, the European Semester must be reformed to focus on the well-being of people, not numbers.  Ladies and gentlemen, I ask you to support the amendments tabled by the Committee on the Environment, Public Health and Food Safety which help a good text to move in an even better direction. Ladies and gentlemen, time is not on our side and we must ensure that, from now on, every euro is a 'green' euro and that no euro is a 'black' euro. Thank you very much, thank you colleagues for your cooperation.", "language": "en", "original_language": "el", "translation_provider": "azure"}, {"id": 112, "date": "2020-11-12.json", "name": "Valdis Dombrovskis", "mepid": "n/a", "text": "   Executive Vice-President of the Commission. – Madam President, first of all I would like to thank the rapporteurs, Mr Mureşan and Mr Tang, for their report. Nearly ten months ago, the Commission adopted the Sustainable Europe Investment Plan, which is an investment plan for the European Green Deal. On that day I presented the plan to this Parliament. As I speak to you today, I’m struck by how much the world has changed since then. The EU fight against climate change and environmental degradation now takes place amid an unprecedented health and economic crisis of COVID—19. The EU has taken immediate action to fight the pandemic, and we are sparing no effort to support the economy. But as your report also highlights, the climate change crisis has not disappeared. Today, I assure you that the Sustainable Europe Investment Plan is as relevant as it was in January. In fact, it’s even more critical now as we support the economic recovery. Our commitment to become the first climate—neutral continent by 2050 remains firm, and we have proposed more ambitious emissions cuts by 2030. We will need massive investment to reach those goals. Through the Sustainable Europe Investment Plan, the EU set out how to generate at least one trillion euros of sustainable investments over the next decade. The Commission welcomes the historic agreement between the European Parliament and the Council on the EU’s next long—term budget and Next Generation EU. It will also be fundamental for the green recovery, but public finance will not be enough. Investor appetite for sustainable opportunities is on the rise. We will harness this demand by enabling frameworks, for example the EU taxonomy and EU Green Bond Standard. I’m happy that European financial institutions are also stepping up to the mark. Both the European Investment Bank and the European Bank for Reconstruction and Development are increasing their ambitions in green finance and both are looking into using the EU taxonomy in their activities. International cooperation beyond EU borders is also needed to scale up sustainable finance. The EU’s key role in the International Platform for Sustainable Finance is at the heart of this global response. Honourable Members, our massive recovery package is fully in line with the Green Deal. The Commission also agrees with the Parliament that leaving no one behind is now more important than ever. We look forward to working with the European Parliament in translating these ambitions into relevant sectoral legislations. Your efforts will be an important reference point as we push ahead with our plan to finance the Green Deal in a sustainable and fair manner.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 113, "date": "2020-11-12.json", "name": "Caroline Nagtegaal", "mepid": "190519", "text": "  rapporteur for the opinion of the Committee on Transport and Tourism. – Madam President, the COVID-19 crisis we’re facing today has shown that the transport and logistics sector, as well as its workers, has proven to be the backbone of the ‘cure and stay-at-home’ economy. The uninterrupted freight transport of medical equipment and food has been essential for its functioning and the continued operation of supply chains during the pandemic. As rapporteur on behalf of the Committee on Transport and Tourism (TRAN), I stressed in our opinion that transport and tourism should be given an important role in the financing plans surrounding the Green Deal. So in that regard, I’m very glad to see that the report prepared by the Committee on Economic and Monetary Affairs (ECON) and the Committee on Budgets (BUDG) mentioned the important role of SMEs in the transport and also the tourism sector, and the call to revise the EIB transport lending policy in order to open financial opportunities for sustainable and digital innovations. But to be honest, we have to do more. Substantial support and close public—private cooperation is needed for the completion of the trans-European transport network. And on top of this, the sector needs support in a transition in order to comply with the goals of the Green Deal. And then you have to think of boosting the use of alternative fuels, including hydrogen, and the deployment also of the associated infrastructure. So it’s therefore important for all of us to keep this in mind during future discussions. Together we should invest our way out of the crisis.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 114, "date": "2020-11-12.json", "name": "Salvatore De Meo", "mepid": "204333", "text": "  Draftsman of the opinion of the Committee on Agriculture. Madam President, ladies and gentlemen, I would like to thank my fellow rapporteurs, Mr Mureşan and Mr Tang, for their excellent work on this initiative. As draftsman of the opinion of the AGRI Committee, I would like to confirm that the agricultural sector will be an active part in achieving the objectives of the Green Deal. Europe is a world leader in agriculture for quality, food safety, innovation and high environmental standards and Italy, I would like to remind you, is first in Europe in terms of the number of certified quality products. We certainly welcome the Commission's proposal to allocate EUR 7.5 billion to rural development under NextGenerationEU, but to address the critical issues of the COVID-19 emergency, companies need more direct payments and sectoral programmes. If we want modern and competitive agriculture, combining the objectives set out in the Green Deal with safeguarding production levels, we must not, however, reduce the amounts allocated to agriculture and rural development. In order to achieve the objectives of the Farm to Fork and Biodiversity strategies, we need new eu own resources. We cannot deprive farmers of part of the current CAP resources and then ask them to engage in a green transition.", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 115, "date": "2020-11-12.json", "name": "Romeo Franz", "mepid": "193273", "text": "  Draftsman of the opinion of the Committee on Culture and Education. Madam President, I would like to thank the president for her In order to achieve a comprehensive and successful ecological transformation and modernisation of the economy and society, and thus to achieve the commission's priority of a Green New Deal, we need to promote synergies between the Green New Deal and EU programmes in the areas of education, volunteering and culture.  Erasmus+, the European Solidarity Corps and Creative Europe are important instruments against climate change. They are essential for the transition to a green economy and for a society based on sustainability, as they promote the necessary skills, such as raising awareness of environmental and climate change issues, especially among young people, who need to be disseminated for a new socio-economic environment. This environment requires creative, inclusive and technically innovative solutions to meet environmental challenges. There must therefore be greater cooperation in the EU between the areas of education, the environment and climate change.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 116, "date": "2020-11-12.json", "name": "Markus Ferber", "mepid": "1917", "text": "  Mr President, i.e. the Group of the European People's Party (Christian Democrats) and European Democrats Madam President, Mr Vice-President Dombrovskis, ladies and gentlemen, I would like to thank the rapporteur for her excellent work and for the work she has said. As the European Union, we have set ourselves an ambitious climate target, and this objective will only be achievable if we also trigger investment accordingly. I believe that this is undisputed.  The money for investment must also come from somewhere. I believe that this too is undisputed. And the report we are voting on today is therefore rightly called: 'How do we finance the Green Deal?' I therefore have a bit of trouble understanding why we are only dealing with the issue of public funding. It cannot be the case that only the state, only the European Union, should focus only on public pots and their equipment if we are to achieve a green deal.  We have experience from the Juncker Fund. In the Juncker Fund, in other words in the Fund for Strategic Investments, the great investment needs were not triggered by the use of public money, but by the fact that we were able to invest private money with public money. And that is what we should be focusing on: how can we really achieve this together? I say quite frankly that it has been very difficult to get these ideas in the report at all, even though most of the investment will end there. The difference is made by the private sector. It is businesses and households that can invest the lion's share. They need reliable, clear boundary conditions and planning certainty. That is what we should focus on and use the instruments to do so. Then we will achieve the Green Deal.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 117, "date": "2020-11-12.json", "name": "Pierre Larrouturou", "mepid": "197698", "text": "  On behalf of the Group of S and D. Madam President, dear friends, two years ago Greta Thunberg began a school strike, a climate strike. Greta asked a simple question: what's the point of going to school if our leaders aren't interested in our future, if they're not interested in the climate emergency? Why learn science if scientists are not listened to by our leaders? Yes, it's time to listen to the scientists! This is the evolution of CO2 in the atmosphere over the past 1,000 years. I think that is clear. And the number of climate disasters has more than doubled in 30 years. What are we waiting for? Some people think that with the economic crisis, the evolution of CO2 is more favourable, but it is not. Wildfires in 2020 had never reached such a proportion: 440 deaths in forest fires in Australia, forest fires in Siberia, wildfires in California... Forest fires cause so much CO2 that 2020 is going to be one of the worst years for the evolution of CO2 in the atmosphere. On 29 October, the UN published an alarming report on biodiversity, which stated that unless we radically changed our way of life, pandemics like COVID—19 would multiply and cause more deaths. My friends, how can we avoid chaos? The report that we will vote on, thanks to Paul and Siegfried, reminds us that it takes 600 billion investments each year to insulate buildings, make public transport, develop renewable energies... 600 billion public and private. This report provides concrete solutions to find the $600 billion and calls on heads of state to put them in place without delay. But this week, the budget negotiations ended. Parliament won... two billion. That is fine, and we want to increase the climate from 20 to 30 per cent of the overall budget. If we can do that - by cutting our budget, alas - that would be $15 billion more. Fifteen billion is good, but it is not at all the 600 billion that we are looking for. Our report reminds us that we need to find ways to subsidize (if we want everyone to insulate their home, there must be subsidies) and that a small tax on speculation would bring in $57 billion each year. And the report proposes to move forward in the framework of enhanced cooperation so as not to block unanimity. So I think there is something obscene when the heads of state tell us that there is no climate money, no money for health, no money for jobs, when the financial markets have never been at such a high level. Can't we tax speculation a little bit? Just as Greta asked the question two years ago: \"Why continue to go to school if the leaders don't listen to us?\", you know that I started my third week of hunger strike yesterday. It is time to tell politicians to listen to us, and I would like to address Mrs Merkel. In a month's time, there's the climate summit. Merkel wants an ambitious deal at the Climate Council on 10-11 December, but many countries will block the deal if there is no ambitious funding. Mrs Merkel, there is an urgent need for climate and health to relaunch enhanced cooperation on the speculation tax. We can do it in a few weeks.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 118, "date": "2020-11-12.json", "name": "Fabienne Keller", "mepid": "22858", "text": "  on behalf of the Renew Group. Madam President, Commissioner Dombrovskis, the investment plan for a sustainable Europe is the cornerstone of the Green Pact for Europe, because it is the one that will finance the energy transition. With this green pact, we have set ambitious climate targets to become the first neutral continent by 2050. It is now a question of giving it the means to do so. That is why we are calling for a legally binding spending target of 30% for climate and 10% for biodiversity in the EU budget as soon as possible. It is also the issue of taxonomy and its respect.  The report also stresses the creation of new own resources, to enable us to achieve a higher level of climate finance. Thus, the carbon adjustment mechanism at the borders will also allow us to combat our carbon leakage, carbon leakage, and encourage our partners to reduce their own greenhouse gas emissions. The recovery plan will of course have a major role to play in achieving our objectives. For example, we are calling for a 37% climate target to be applied to Next Generation EU spending. In short, it is a cross-cutting approach that we propose, mobilizing public and private resources, and all sectors. By combining all our strengths, we could achieve this EUR 600 billion a year in climate investments and thus achieve our ambitions for a neutral, job-creating Europe, in line with the Paris Agreements. This report is the result of working in cooperation with several committees, all of which have a key role: the environment, of course, but also agriculture, transport, culture and education. It is the result of a strong and shared will in our European Parliament to lead Europe towards a modern, competitive, job-creating and sober economy, in line with the expectations of our fellow citizens.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 119, "date": "2020-11-12.json", "name": "Joachim Kuhs", "mepid": "197482", "text": "  On behalf of the ID Group, I would like to make a i-see of the Madam President, ladies and gentlemen, I would like to thank the rapporteur for her excellent report and for the way in which she has been rapporteur for Before I say anything about the financing of the Green Deal, I would like to begin by expressing my gratitude for being able to find refuge here in Berlin on a cold November day in the Liaison Office (EPLO). After all, for all the sad development that Parliament is almost almost closed, this is a way of talking to you now. I regret that, but, as I said, the ePLO staff cannot do anything about it here, and they have shown me what there is here, that there is, that there is, and the work they are doing here is a good job, and I would like to stress that at this point. Then I would also like to congratulate the President of the Commission on the terms she uses when it comes to the so-called green deal. At first, the word \"deal\" was always rather negatively burdened for me. In my previous work at the Public Prosecutor's Office in Mannheim, we imprisoned the dealers. And now, behold, thirty years later, this word is suddenly a wonderful word to use – and it is still marked with the adjective \"green\", with hope, and so on. So you can really only congratulate you for making these terms a miracle, almost a miracle bag. Today, when you talk about the Green Deal and even say \"New Green Deal,\" a new deal, you're also reminded of all the things about American history and all that. Really, so you can't really do it better. But what's behind it? We are talking about EUR 1 trillion that you want to finance, and at the beginning there was talk of EUR 3 trillion. These are all just airlocks that you build here. How is this supposed to work? We are even prepared to break contracts now, they want to introduce bonds, they are looking for various financing options that have not existed at all before. That is something i have to say: it is simply going too far.  And that is why we should not be talking about financing the Green Deal, but about the financial implications for citizens, for individuals. Electricity prices will continue to rise, and we already have the highest electricity prices in Germany today. The regulations will reduce entire industries and the loss of competitiveness compared to the other major players in the world will become ever greater. That cannot be the future! That is why we should not be so afraid of climate change. Climate change is a fact, not a question, and it has always existed. It was also always the warm times that were the heydays of history. But what do you want to do now? I prefer to trust in the word that says in Genesis that from now on seed and harvest, frost and heat, summer and winter, day and night. And I would rather trust these promises of God than the utopian promises of today's climate religion.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 120, "date": "2020-11-12.json", "name": "Ernest Urtasun", "mepid": "124972", "text": "  on behalf of the Verts/ALE Group. – Madam President, the debate about the investment plan on how to finance a Green Deal comes hand-in-hand, of course, with the situation of the pandemic that we are living through. We have been seeing the European institutions taking extraordinary measures, mobilising a lot of resources with the Recovery Fund. We have now an agreement with the MFF, and all of this is very important that it is completely aligned with the objectives of the Green Deal. There are some issues in the report that I would like to stress today that are particularly important for us. To speed up the own-resources debate, as we agreed on the MFF, but also to continue our fight against tax fraud, tax evasion, tax avoidance, aggressive tax planning and also, Commissioner, the enforcement of our anti-money laundering legislation, which is of extreme importance. But we also need to make sure that the companies that are benefiting from public support in these difficult times commit to strictly respect the objectives of the Green Deal, and also we need to make sure that the big technological companies that are benefiting from the situation that we are living through pay also their fair share to our society. In that context, I think that the report is a very useful tool in those debates that we are having. I would like to thank Siegfried Mureşan and Paul Tang and the rest of the shadow rapporteurs for excellent work in common. We as Greens, together with other colleagues, have tabled additional amendments to the plenary to enrich the text, which I hope can have the support of our colleagues. One of them calls on the Commission to disclose the exposure of EU funds to the EU taxonomy objectives and categories, and the other one – very important – will call on the Member States to act against tax avoidance and also to put their public expenditure in line with the goals of the Green Deal. I hope we can have the support of the other Members to those proposals and I would like to thank again the co—rapporteurs for their excellent work.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 121, "date": "2020-11-12.json", "name": "Bogdan Rzońca", "mepid": "197545", "text": "  On behalf of the ECR Group. – Madam President, i voted in favour of the report by Mrs Schwab I want to make it very clear that we will not pursue our dreams of climate neutrality without investment support from the countries that are most vulnerable to energy and those that are taking off from the furthest positions. Such countries in the European Union are. The European Union is not an area of economic equality in terms of energy, too.  Climate objectives should not be pursued at the expense of energy poverty and job losses. The European Parliament's overly ambitious climate policy will certainly destabilise fiscal policy, as it will force the poorer countries of the European Union to take out huge loans.  Clean ecological space is important, but it must not cause some countries to grow faster and others slower because they will not simply find their own resources for a modern system and modern industry. A clean energy system based on sun, wind, atom, hydrogen should of course play an important role, but it can be accompanied, for example, by gas. In this area, we are making a great revolution, and no revolutions in human history have worked, so if we give up some gas power very quickly, it will lead to another crisis.  I therefore ask everyone to be rational on this issue, because we already have a problem with the pandemic and with the economy, which is why I propose that the ECR Group vote against this report.", "language": "en", "original_language": "pl", "translation_provider": "azure"}, {"id": 122, "date": "2020-11-12.json", "name": "Manon Aubry", "mepid": "197533", "text": "  on behalf of the GUE/NGL group. Madam President, in order to deal with the social emergency as well as to finance ecological bifurcation, we are always told the same story: it is too expensive, our States cannot afford it. So I'm going to try to answer this simple question: who can afford to pay?  Are you going to tell me that companies - which are profiting on the crisis, and are also responsible for the environmental disaster - do not have the means? Take, for example, Amazon, which is swimming in an ocean of happiness with a health crisis that has tripled its profits in a single quarter, not to mention its CEO, Jeff Bezos, whose fortune exceeds $180 billion. One might wonder, however, whether it could not be used. Are you going to tell me that speculators - who make their butter on yoyo variations in wild stock prices - cannot afford it? While we pay up to 20% VAT when we shop, the sharks of finance pay 0.0%. So our proposal is simple: tax crisis profiteers and financial transactions. You will no longer be able to tell us that we cannot afford to invest in renewable energy, clean transport, building renovation. But the agreement reached on Tuesday on the European budget refuses to take these common-sense measures: no mention of a tax on the profiteers of a consequential crisis, a hypothetical tax on financial transactions, reduced to a congruous portion and referred to the Greek calendars. You see, to the question \"who has the means?\", finally, it is quite easy to answer. But I ask myself another one. What are you going to tell your children? \"Sorry, we preferred to sacrifice your future to satisfy lobbies and multinationals\"?", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 123, "date": "2020-11-12.json", "name": "José Manuel Fernandes (PPE).", "mepid": "96899", "text": "   – Madam President, Dear Commissioner, Ladies and Gentlemen, we have an obligation, the duty, to combat climate change, to protect, to defend biodiversity, to promote sustainable growth, to defend territorial, economic, social cohesion and inclusion. For all this and because we have a planet with limited resources, where we have to live well in it, it takes investment, but it is also necessary, and I draw attention, to remove administrative barriers. Where is the Energy Union? My country produces wind energy which is not fully used because then it cannot enter the European market - there are no interconnections.  Where is the Digital Union? Where is a Union where rail transport connects us all? It does not exist and does not exist because we have a problem, let us be serious in the Council, which is little more than the sum of the 27 national selfishness. We need investment, but we also need to remove these barriers, without which we will continue to be dependent, for example, on Russia's supply, when we could be energy independent. Look what the Council has done: it eliminated the Strategic Investments window from InvestEU, when we needed, more than ever, this window and these investments. And then the removal of \"proudly alone\" barriers was never a solution.", "language": "en", "original_language": "pt", "translation_provider": "azure"}, {"id": 124, "date": "2020-11-12.json", "name": "Jonás Fernández (S&amp;D).", "mepid": "125046", "text": "   – Madam President, we started, just over a year ago, this legislature with a very remarkable climatic ambition. This Parliament demanded a clear commitment to the New Green Deal from the Commission at the investiture session of Ursula von der Leyen. But certainly some of us were wondering how we were going to be able to finance that ambition. We were aware that the Union has a high legislative, regulatory power in order to reform, market by market, the legal rules to steer the European economy towards the objective of complying with the Paris Agreements. The pandemic has had a tremendous impact, it is having an abysmal health and economic impact, but it has enabled vehicular, it has enabled the creation of a European investment instrument that is a necessary condition to meet the ambitions of the New Green Deal. This Next Generation EU instrument must help to resolve in the short term the recession we are suffering, but it must also contribute to this economic modernisation of the European Union and clearly orient it towards the objectives of the Paris Agreement. I believe that this report - I would like to congratulate the rapporteurs - is on the right track.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 125, "date": "2020-11-12.json", "name": "Gilles Boyer (Renew).", "mepid": "197577", "text": "   Madam President, with the Green Pact for Europe, the European Union has adopted a new growth strategy, with the aim of achieving climate neutrality by 2050 and we must now give ourselves the means to achieve this objective. Commissioner, this report is a signal of ambition and coherence on the part of the European Parliament. The fight against climate change will only be possible if new budgetary capacities are created, new resources are created, a favourable framework for mobilising sustainable private and public investment is our European taxonomy, and the european Central Bank and the European Central Bank are all about greening the level of monetary and investment policies. So, Commissioner, this investment plan is a first step and I am particularly pleased that taxonomy, which we have recently adopted, is at the heart of this report. It is a concrete tool that lays the groundwork for a common classification that allows investors to clearly know which activities are considered environmentally sustainable. And this tool must now be our frame of reference for all European, public and private investments. Our Renew Europe Group will play its full role in implementing these measures. I wanted to thank our rapporteurs, Paul Tang and Siegfried Mure-an, who have done an outstanding job under difficult conditions to adopt this ambitious report.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 126, "date": "2020-11-12.json", "name": "Roman Haider (ID).", "mepid": "198176", "text": "   Madam President, I would like to thank the president for her To start with, this report is a mixture of wishful thinking and denial of reality. In doing so, however, he is also showing the dilemma of this Green Deal, which has been made a fetish by the EU. New and ever-wid targets are being set, but it is completely unclear how they will be achieved. It is also completely unclear how these objectives will be financed. Just to illustrate the scale of the scale: to reduce greenhouse gas emissions by 40% alone – and this is the old target – there will be a minimum requirement of EUR 622 billion per year – per year! - adopted. That is EUR 6.2 trillion in total overspending over ten years. Is it at all clear to the authors of this report that we are in an economic crisis, the effects of which we cannot even estimate now? We are in the worst economic crisis since the Second World War. The Green Deal will further weaken our economy, even destroy the industry in some areas – and 6.2 trillion euros are to be shaken off our sleeves! On the other hand, squaring the circle is almost a breeze. I wonder: in these fantasies, do you really know what is happening in the rest of the world? Have you ever looked a little outside the box? Africa is just beginning to industrialize, and countless new coal-fired power plants are under construction or in the pipeline. Nuclear power plants are experiencing a renaissance in India and China, and at the same time, with your plans in Europe, you are destroying the most environmentally friendly industry in the world, an industry whose innovation and investment power we would desperately need in the coming decades. That is why these proposals are completely ill-conceived wishful thinking. Wishful thinking that is dangerous for Europe's economy and Europe's citizens.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 127, "date": "2020-11-12.json", "name": "Rasmus Andresen (Verts/ALE).", "mepid": "197448", "text": "   Madam President, I would like to thank the president for her In order to stop the climate crisis, we need to change the rules of the economic game. We all know that our current financial and economic system is increasing resource consumption and exacerbating the climate crisis. That is why we must not measure public budgets solely by debt. There is no debt on a dead planet.  In the future, public budgets will only be good if they are compatible with the Paris climate agreement. That is why it is right that we will enshrine clear climate targets and a binding biodiversity quota in the EU budget. This can also be a model for national public budgets.  We must stop climate-damaging investments. Airports, motorways, large-scale fossil-fuel infrastructure projects or even climate-damaging agriculture – everything needs to be put to the test. And what applies to public investment must also be applied to private ones. Already, large insurers and financial funds are disanotous from fossil fuel mining. That is a good thing, but now we also need a binding framework for this, which will also make it easier for companies to act. We need to get out of the promotion of fossil energy. We cannot afford to continue to promote fossil fuels such as coal or gas for future generations.  I would like to thank the rapporteurs, Mr Siegfried Mure'an and Mr Paul Tang, for the report. Let us now work together to ensure that our financial system is going from problem to problem to solution!", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 128, "date": "2020-11-12.json", "name": "Zbigniew Kuźmiuk (ECR).", "mepid": "28389", "text": "   – Madam President, i voted in favour of the report by Mrs Schwab Commissioner, i would like to thank you for your comments. Above all, the Investment Plan for a sustainable Europe must support the countries and regions with the most difficult starting points and the greatest transformational challenges. It should therefore take into account their level of wealth as measured by gdp per capita, as well as the energy poverty rate.  In such a difficult situation is my country, Poland, whose investment needs for the current reduction target are estimated at EUR 240 billion by 2030 only and are twice as high as the EU average. In this situation, the reduction in funding for the Just Transition Fund, which was intended to support green investment, from the €40 billion projected by the Commission to just €17.5 billion in the budget, is of the utmost concern.  If we want to achieve the objectives of the Green Deal, we must, on the one hand, respect the choice of the path of transformation made by individual countries and, on the other hand, allow all available technologies for the production of energy from sources such as atom, sun, wind, hydrogen and natural gas, which is, after all, a bridging fuel in the process of moving away from coal in the energy sector. Only this approach gives the chance that the implementation of the Green Deal will stand the test of time and will not put Member States on the path of different speeds of economic and social development.", "language": "en", "original_language": "pl", "translation_provider": "azure"}, {"id": 129, "date": "2020-11-12.json", "name": "Jessica Polfjärd (PPE).", "mepid": "197404", "text": "   Madam President, I would like to begin by thanking Theresa May for The European economy needs to change. With the right policy, we can enable and finance the green transition. But we do not have, either in public or in private, endless resources. How we spend the money most efficiently will therefore be a crucial issue. Similarly, it is important that we get the whole of the Union, both citizens and businesses. The public has an important role to play in this, both in terms of general rules of the game but also in terms of funding. We have a responsibility to use our taxpayers' money smartly and efficiently. We know, however, that the public will not be able to do this on its own. Many people seem to think that restrictions on private business are what will cope with the green transition. Nothing could be further from the truth. The private sector can and does want to contribute to a greener economy, and they are already doing so in several sectors. Properly designed, with a green investment plan, we can achieve an economy that lowers emissions but also contributes to jobs and competitiveness. Helping and supporting rather than suspecting and obstructing must be the European way. That's just how we set out a path globally that others are also prepared to follow and be inspired by.", "language": "en", "original_language": "sv", "translation_provider": "azure"}, {"id": 130, "date": "2020-11-12.json", "name": "Maria Arena (S&amp;D).", "mepid": "124936", "text": "   Madam President, climate emergencies, but now also those of the health crisis, have made it even more clear that we must govern, invest, produce and consume in radically different ways. But this post-world will not become a reality without a major impulse on our part. The European Sustainable Investment Plan must be a crucial part of this transformation. Indeed, if we do not invest in the right sectors and according to clear criteria that serve the objective of transforming to societies capable of responding to these crises, this post-world, however much necessary, will be a wishful thinking. In several recent reports, the European Court of Auditors has pinned the Commission by making serious criticisms, on the one hand, of the way European funds are spent and, on the other hand, on the fact that the indicators for monitoring our expenditure are not adequate. This means that the funds would not be used wisely, but also that the evaluation methods we use are not even able to tell us precisely whether the funds used are having the desired effect. In this context, I thank the work of the two co-ministers, who integrate all this data. It seems essential to us that investments in the sustainable investment plan, both private and public, respect the do no harm principle and that a significant part of the various financial instruments be dedicated to climate and the environment, in accordance with the criteria of green taxonomy. With regard to expenditure monitoring, the report therefore rightly stresses the need to adopt new instruments to ensure that European spending is moving in the right direction. I will conclude by praising Pierre Larrouturou's work on the question of how to finance this fund. The financial transaction tax will allow us to move faster and stronger towards the objective.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 131, "date": "2020-11-12.json", "name": "Martin Hojsík (Renew).", "mepid": "197770", "text": "   – Madam President, two days ago, we achieved something very important for our future, the deal about the MFF, as well as the Next Generation Fund, is not only about ensuring 30% for climate, but also about 10% for biodiversity by 2026. I’m glad that our colleagues in the Council finally understood that we don’t only face a climate crisis, we also face a biodiversity crisis. But our success to become sustainable, our success to achieve carbon neutrality, live within planetary boundaries, can only be done then when its not about 30 or 10%, when its about policy coherence. When the entire budget, the remaining 70%, in terms of climate for example, are not undermining the effort. Our integration of sustainability in our policies and politics has to also cover public funds. Today we discuss the plan to unlock EUR 1 trillion of sustainable investments over ten years. We cannot afford and we don’t want pretty packaging for an empty box, no empty promises and no greenwashing. We already lost many years and cannot lose more.  That is why I believe that all EU-supported investments and finance need to be subject to the EU taxonomy, and need to be in line with the ‘do no harm’ principle. We cannot undermine what we will achieve. We need to make sure that not only our left hand knows what our right hand is doing, but that we work hand-in-hand.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 132, "date": "2020-11-12.json", "name": "Henrike Hahn (Verts/ALE).", "mepid": "197457", "text": "   Madam President, I would like to thank the president for her The Green Deal is an ambitious economic recovery plan for a socio-ecological turnaround in Europe – for climate, for the environment and for people. The Investment Plan for a Sustainable Europe, including the Mechanism for a Fair Transition, aims to bring sustainable social economy together with the Paris climate goals. And I find it always astonishing, even as rapporteur on two pillars of the mechanism for a fair transition in the Committee on Economic and Monetary Affairs, to see again and again how much resistance is torpedoed or delayed down to the smallest details of this clever Green Deal concept in Parliament, in the Council and also in the Commission. The EU Taxonomy Regulation contains clear guidelines on what is sustainable, and we have a good instrument that can be developed. And there is no need to look around each other in the application, to give just one example. If the EU Member States reconcile their economy and public spending with the Green Deal, that is a great opportunity, and this push must come from the EU. The Green Deal is our great opportunity in Europe.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 133, "date": "2020-11-12.json", "name": "Anna Zalewska (ECR).", "mepid": "197572", "text": "   – Madam President, i voted in favour of the report by Mrs Schwab Commissioner, i would like to thank you for your comments. In order to implement the green deal, in order to invest green, it is important to remember that this must be done for citizens and citizens, that it must be done in a fair, solidarity, flexible and at the same time real way. Unfortunately, solidarity, flexibility and justice have already been ruined by climate law. There is no European solidarity, energy solidarity or solidarity in the pursuit of zero carbon at European Union level.  We have forgotten about the citizens. In the impact assessment, we have information that millions of jobs will be lost and 25% of citizens will live in energy poverty. We are not showing how we will address this. At the same time, we see in the report that we have a huge investment gap, that we simply do not have the money to do so. The European Commission's communication, which counts how much money it needs to meet the 40% target, let alone 60%, amounts to €662 billion a year.  On the other hand, the Commission is cutting funding for the Just Transition Fund and is also willing to appropriate the ECJ, and we are yet to see a review of the ECJ. This system needs to be strengthened, it needs to be given more opportunities in the modernisation fund and, above all, to think about creating a new energy justice fund, because it will be fair, solidarity-based, real and closer to the citizens.", "language": "en", "original_language": "pl", "translation_provider": "azure"}, {"id": 134, "date": "2020-11-12.json", "name": "Isabel Benjumea Benjumea (PPE).", "mepid": "197679", "text": "   – Madam President, first of all, I would like to take advantage of this speech to say that I do not share President Sassoli's decision to have closed the European Parliament to a minimum and to have limited to a minimum the activity of this very important institution. Precisely at a time when Europe is experiencing a terrible health, social and economic crisis, it needs its institutions to be working at the same time. Today we came to talk about the Green Deal, how to finance the Green Deal. It is certainly the great European bet, it is the Commission's great project and, of course, it is supported by the European Parliament. But I would ask you not to lose perspective on what is happening right now in Europe, not to lose the prospect that there are thousands of entrepreneurs having to close their businesses, thousands of European citizens losing their jobs; that the queues of hunger are getting longer in Europe. Therefore, the Green Deal has to serve the first and highest priority, which is to create jobs.  The Green Deal cannot be a project to satisfy the ideologies of certain political parties. We must create a competitive Europe, a Europe that bets on innovation, a Europe that bets on the private sector; we must bet on a Europe that works to provide solutions to real problems.  The Green Deal has to be a reality, as long as it serves to create jobs, to make us more competitive and to make us stronger. And if we have that in our heads, it will be a good thing for Europe, and if not, citizens will soon hold us accountable.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 135, "date": "2020-11-12.json", "name": "Margarida Marques (S&amp;D).", "mepid": "197638", "text": "   – Madam President, I should like to begin by thanking Paul and Siegfried for this report which gave us the opportunity to have this debate here in plenary. We all know: there is no trade-off between sustainable recovery and economic progress. We need to transform the economy. Mitigate the effects of climate change. The cost of inaction will certainly be much higher for Europe and the world. We need sustainable investment... But to do that, we have to give conditions to the public and private sector.  The pandemic is having a brutal impact on public finances. Gross Domestic Product had historic falls. Deficits of more than 10% and in Member States far from below 3% in the short term. Public debt almost reaching 200 %.   The Union must reform the budgetary rules. The rule of public debt. Seek solutions to encourage sustainable investment.  The effects of the pandemic on public debts is not a problem of a country or Europe. It is being - hardly be different - a global problem. That is why I am today challenging all leaders: a wide-ranging debate in the relevant international institutions and with the appropriate actors on how to deal with high levels of public debt and how to create conditions to promote sustainable investment. And I invite the European Commission to launch this initiative.", "language": "en", "original_language": "pt", "translation_provider": "azure"}, {"id": 136, "date": "2020-11-12.json", "name": "Ondřej Kovařík (Renew).", "mepid": "118949", "text": "   – Madam President, Executive Vice-President, in order to truly deliver on the ambitious objectives of the European Green Deal, it must be sustainable not only environmentally, but also socioeconomically. To achieve this goal, we need to mobilise an unprecedented level of investment. In terms of public funds, we will have many instruments in our toolbox under the umbrella of the next MFF and recovery plan. But public funds will not, simply, be enough. Rough estimates of the level of investments required clearly show this. Without attracting private investors, we will miss the target. The EU and Member States must work together to tap into synergies between public and private finance. We have to create favourable business environments, adequate regulatory frameworks, relevant and accessible financial instruments, and above all, incentives for companies to invest in sustainable technologies. Our business sector will be a key enabler to climate-related policies. SMEs will be front—line actors in this regard. Therefore, we need to assist their efforts through appropriate policy action. Finally, it is also essential that sufficient funding is available for the regions and people who will be most acutely affected by the transition to more sustainable economic activities.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 137, "date": "2020-11-12.json", "name": "Elżbieta Kruk (ECR).", "mepid": "197532", "text": "   – Madam President, i voted in favour of the report by Mrs Schwab The Investment Plan for a Sustainable Europe is one of the fundamental elements of the European Green Deal. However, the document submitted to us cannot be supported. Above all, there is no sufficiently ambitious financial plan without which the implementation of the transition can lead to irreswerable socio-economic damage. There is no long-term support for the countries and regions facing the most difficult challenges, so as not to put the Union on a path of different speeds. There is no guarantee of flexibility in choosing the path of transformation, and finally there is no reflection on the fact that pre-prepared solutions have not taken into account the economic crisis that we are facing. The energy transition is a huge financial burden. In times of crisis, will the necessary economic resources be available in the Union? There are increasing voices from experts to slow down the transition, as the priority must now be to emerge from the crisis caused by the strategy adopted by the states in relation to the coronavirus, in particular the lockdown of the economy. Anti-crisis measures must therefore be chosen in such a way as to protect the climate and the environment without further harm to the economy. Consideration should be given to suspending the CO2 emissions trading system and the work on the European Green Deal in general during the crisis. Let us slow down the pace of the EU's ideological climate policy so as not to lead to a catastrophe that future generations will pay for. It's time for a Green Deal lockdown.", "language": "en", "original_language": "pl", "translation_provider": "azure"}, {"id": 138, "date": "2020-11-12.json", "name": "Othmar Karas (PPE).", "mepid": "4246", "text": "   Madam President, ladies and gentlemen, I would like to thank the rapporteur for her excellent work and for the work she has done. The Green Deal, NextGenerationEU, the long-term budget, the proposed investment plan belong together. That is a package. It is not just an investment and a financing package, it is also a package for the future, and for us NextGenerationEU is the opening of a great window into the future.  And Ursula von der Leyen has made it very clear: if you mobilize so much money, you need so much investment, you take up so much new money, then the package must have one goal – to leave the young generation, the children and their grandchildren a better, a greener, a more digital, a more democratic, a more social European Union and, hopefully, a world.  And that's what it's all about: earmarking, and we're investing in it, and the Green Deal is at the heart of NextGenerationEU. And this is not a spending of money, it is an investment, and the investment is intended to create further investments. That is our aim. That is the step-by-step plan and we need to see that as a whole. It is a program for an ever closer union. It is a programme for the European Union's exercise of responsibility for the future.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 139, "date": "2020-11-12.json", "name": "Aurore Lalucq (S&amp;D).", "mepid": "197697", "text": "   Madam President, ladies and gentlemen, Europe is the world's second largest economy and yet it is still not equipped accordingly. It is a kind of League 1 club that is equipped as an amateur club, a beautiful amateur club but an amateur club anyway. Still no real budget, still no taxation, so that with every problem we have to rely on the European Central Bank, and so that with every ambitious project, we risk legitimately disappointing the Europeans. The fault of Europe? Rather the fault of the states that refuse to equip it properly and to give it the means. The strength of the report that is being proposed today on the financing of the Green Pact for Europe is, precisely, to finally give Europe the means to implement its environmental ambitions. This is a first step, although still imperfect, but it is an essential first step. So we parliamentarians have done our job. States, now, to pursue theirs and give us the means to meet environmental ambitions.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 140, "date": "2020-11-12.json", "name": "Jessica Stegrud (ECR).", "mepid": "197399", "text": "   Madam President, I would like to begin by thanking Theresa May for I have taken note of the report on the investment plan for a sustainable Europe and the financing of the green deal. According to the investment base, the cost of climate action amounts to at least SEK 6,700 billion per year until 2030. Despite a record budget increase, there is no approximately SEK 5,000 billion per year. I have also put the question to the European Commission about the impact these objectives and measures will have on the global average temperature. It is noted that it will not be of decisive importance, but that further measures and even more money will be required. We are in the midst of a financial crisis that we have not yet seen the culmination or the end of. Moreover, for the first time in history, the Union is now to blame future generations in debt to save economically mismanaged countries during the pandemic. I wonder, who's going to pay for this? Are there states on the brink of bankruptcy? Are they the countries that are already funding the rest of the Union or are the future generations? This is not a serious plan to achieve any goals. This is a textbook example of how to undermine trust in politicians and the EU as a legitimate Union.", "language": "en", "original_language": "sv", "translation_provider": "azure"}, {"id": 141, "date": "2020-11-12.json", "name": "Markus Pieper (PPE).", "mepid": "28224", "text": "   Madam President, I would like to thank the president for her If you go out straight away, you will see that Parliament is well filled with permanent staff, with service personnel. The President does not want to see us here in Parliament. I think this is a scandal and it must have consequences. On the Green Deal, the Green Deal must be funded, clearly, in such a way that it has the greatest added value for the environment, and so that we take people with us and combine climate protection with jobs. The report really provides a great basis for this, and I therefore have only one message: let us not approach it too complicatedly and too ideologically. We already have a investment backlog of EUR 200 billion in the current budgetary framework. In other words, we have money in the Structural Funds that the Member States cannot spend because it is too complicated. And when the N+ rules expire now, the money will be spent on something, but not on European added value, and that must not happen to us when we finance the Green Deal. Let us therefore combine only a few, but all the more binding, conditions with the reconstruction plan: the energy transition, the corresponding infrastructure, must be a requirement, but not technology bans, the confusion of taxonomy. The Paris objectives are our yardstick, but not with the world-enhancing proposals of the Committee on the Environment, Public Health and The European Free Thinking, which are unfortunately again ideologically guided. This leads to funding chaos and frustration among SMEs. Paris is much easier and faster with emissions trading, innovation, a market economy, with an investment focus on environmental protection in the construction plan. And that's it.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 142, "date": "2020-11-12.json", "name": "Robert Biedroń (S&amp;D).", "mepid": "197498", "text": "   – Madam President, i voted in favour of the report by Mrs Schwab The clock is ticking. In 7 years and 47 days, the rise in global temperature will exceed the tipping point. The books we learned from a few years ago in geography school are completely out of date today. Unfortunately, man led to such a disaster. Therefore, the European Green Deal should not only be the foundation of the programme, but also a real action that we must implement immediately.  Unfortunately, there are serious gaps in this foundation. According to the European Commission, at least €662 billion is needed each year to meet the 2030 climate targets. Poland itself needs between EUR 700 billion and EUR 900 billion if it wants to meet certain conditions. That is why we need to have a serious debate today on measures that will finance this most important challenge for humanity.", "language": "en", "original_language": "pl", "translation_provider": "azure"}, {"id": 143, "date": "2020-11-12.json", "name": "Hermann Tertsch (ECR).", "mepid": "197831", "text": "   – (start of off-microphone intervention) ... China has paralyzed economies around the world, except its own, of course. And the tragedy that is thrown at us has biblical dimensions, and here we are pounding with green pacts, ecological transitions, mythical climatic emergencies and a whole series of apocalyptic prophecies about the end of the world. They don't realize that everything has changed with this pandemic. They continue to pretend that it is a priority to change the world, to make an ideological construction. This immense exercise, this colossal social engineering that they want to do with the Green Deal was absurd before and what it did was to detract from competitiveness to Europe without fixing any of the problems of the environment, but it is that, moreover, what we see now is that the economy is sinking throughout Europe – and in Spain in particular we are seeing it . There are the streets full of signs of trade closures, people are looking for food in the containers, there are some hunger queues that are growing in Spain every day, and we are still there with this social engineering, looking for formulas that have their origin in what is the permanent ideological pressure, to which a majority folds. Please, let's hope, let's have some common sense, let's go to the urgent, which is the social and economic emergency we have now, let's focus on people's lives and not on ideological, climatic and eco-economic landscapes.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 144, "date": "2020-11-12.json", "name": "Μαρία Σπυράκη (PPE).", "mepid": "125064", "text": "   Madam President, Vice-President Dombrovskis, we live in dramatic times throughout Europe. People \"leave\", while medical and nursing staff exceed their powers. These hours, citizens are looking here, in Brussels, to see from us the road map that will lead not only to healing the wounds of this pandemic but also to the next day in the world. The Green Agreement is much more than a road map of economic transformation for a climate-neutral Europe. It's Europe's bet on the world map.  We are putting EUR 1.8 trillion of public money on the table and asking individuals to invest. For this reason, a stable environment is needed based on the criteria of taxonomics and, at the same time, an absolute pragmatic sense of a smooth transition that allows for stable investment and accessible energy. It also needs speed to ensure that own resources are immediately secured and voted on by the Member States and national parliaments. We need to move immediately to the transition from coal, and indeed through the Fair Transition Mechanism with the support provided for in the report, which involves resources from InvestEU, from the public sector loan facility and from the private sector. We need to strengthen tourism in Member States such as Greece, which was submerged after the pandemic. You know, the Green Deal isn't the plan that's going to solve everything. But it is the plan that will judge Europe's performance and its success can give Europe the global leadership for a sustainable future that we all want.", "language": "en", "original_language": "el", "translation_provider": "azure"}, {"id": 145, "date": "2020-11-12.json", "name": "Valdis Dombrovskis", "mepid": "n/a", "text": "   Executive Vice-President of the Commission. – Madam President, first of all thank you for this insightful and productive debate. Let me express my appreciation of the European Parliament’s aspiration and overall support for the Sustainable Europe Investment Plan. It is encouraging that the Parliament and the Commission are aligned in the stars to guide EU to the path of climate neutrality. We are, of course, deeply aware of the stark effects of the pandemic, but as we discussed, the significant challenges of climate change will not disappear with this. So the Sustainable Europe Investment Plan can steer the green transition in a way that supports and complements the recovery from the current health and economic crisis. The Sustainable European Investment Plan is well placed to encourage sustainable investments and help raise private finance to them. The Commission will do its utmost to make it a success. Most of the issues in your report reflects the Commission’s thinking, so there is a way forward and I look forward to continuing to work together in achieving our aligned objectives.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 146, "date": "2020-11-12.json", "name": "Die Präsidentin. –", "mepid": "197433", "text": "  The debate is closed. The vote on the amendments will take place today and the final vote tomorrow, Friday 13 November. Written declarations (Article 171)", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 147, "date": "2020-11-12.json", "name": "Carmen Avram (S&amp;D)", "mepid": "197651", "text": "  in writing. – Reaching our ambitious Paris Agreement goals is an objective shared by the majority in the EP. To make the EU Green Deal a success, we must acknowledge that not every Member State starts from the same point or has the same resources to face the transition challenges. As the Commission stated repeatedly and it is important to remind our citizens across the EU: the pledge to leave no one behind is central to the European Green Deal. The Just Transition Mechanism and Fund seek to address the transition in vulnerable coal and carbon-intensive regions. The Recovery and Resilience Facility financed from the EUR 750 billion Next Generation EU will allow Member States to boost investments that are essential for a sustainable recovery in a fair manner. The Modernisation Fund will provide over the next 10 years ample support to the ten lower-income Member States, helping them modernise their energy systems and improve energy efficiency. This resolution states that ‘the principle of a just transition should be mainstreamed throughout the Green Deal, and the JTF should in particular focus on the regions most heavily dependent on fossil fuels’. Keeping this in mind, I am sure each Member States will do its utmost to reach the transition goals.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 148, "date": "2020-11-12.json", "name": "Gunnar Beck (ID)", "mepid": "132191", "text": "  Writing. – In January, the Commission proposed its plan to finance the Green Deal to achieve a 40% reduction in greenhouse gas emissions by 2030 and climate neutrality by 2050. For something as complex as climate change, it would cost the comfortable round figure of 1 trillion euros. That is a thousand billion. How fitting! To this end, half of the multiannual European budget, or more than 500 billion, should be used for environmentally friendly investments. Or at least to shady marketers who can sell their projects in Brussels as green. To finance this madness, the EU needs its own budgetary capacity. What is now banned under the EU Treaties. Parliament is proposing six new taxes levied by the EU and directly attributed to the EU. Of course, much has changed since January. According to the Commission's forecast, GDP will have fallen by 7.4% in 2020. In the euro area, almost 8%. Well below the global economic slowdown of 4.3%. People are already suffering from the lockdown. The social liabilities resulting from this health crisis, the enormous costs of financing immigration, and the massive creation of money that leads to higher asset prices are already making it difficult enough for Europeans. Let us not put any further burden straining on the citizens.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 149, "date": "2020-11-12.json", "name": "Marek Belka (S&amp;D)", "mepid": "197496", "text": "  I would like to write to the Commission. – We are talking today about the financing of the European Green Deal, which is of paramount importance to our citizens. Although member states will bear the most expenditure, green costs are not money thrown away: it is investment for future generations, for our children and grandchildren.  It is crucial that green deal funding is hand-in-hand with the recovery of the European economy after the ongoing pandemic. That is why we have been working on the European Union's own resources since the beginning of our term of office. If we want to approach the social, economic and environmental challenges of climate change in an ambitious way, we should ensure that green investments are not financed solely by so-called green charges, such as the aviation fuel tax or the carbon tax on imports of products.  That is why I would like to call on the Member States not to unilaterally introduce taxes for digital giants. We all need to be patient and wait for the results of the OECD's work and the Commission's proposals. Only joint action on this issue can ensure effectiveness, and revenues from digital tax must go to the common Budget of the Union, not the national coffers. Indeed, all these challenges of transformation are also common, and only together can we face them. For my country – Polish – it is an ambitious, generational step, but to quote the bard of Wojciech Młynarski's Polish song, \"we still play green\"!", "language": "en", "original_language": "pl", "translation_provider": "azure"}, {"id": 150, "date": "2020-11-12.json", "name": "Marc Botenga (GUE/NGL)", "mepid": "187917", "text": "  In writing. Either it will be the workers and the people to pay for this Green Deal, or the millionaires and the big multinationals. And I warn you, if you are going to use the Revision of the Energy Taxation Directive, scheduled for 2021, to raise the price that people pay for their energy, you will face a yellow jackets bis movement and not just in France. The idea of a Financial Transaction Tax, on the other hand, is important. I support her. Let's tax the financial markets. But this tax alone will not be enough to ensure a just climate transition. In order for workers not to pay for this green pact, we need a real capital tax, such as the millionaire tax we propose as an authentic left. Nor is a social transition conceivable without ending the tax havens, which you tolerate within and outside the European Union! And what are you waiting for to guarantee an effective minimum rate of 25% for the taxation of European multinationals? You see... There is really no reason to charge workers. Alternatives exist. They're here. Act!", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 151, "date": "2020-11-12.json", "name": "Joachim Stanisław Brudziński (ECR)", "mepid": "197501", "text": "  I would like to write to the Commission. – Achieving climate neutrality by the European Union is a very ambitious plan, especially in the current situation in the fight against the Covid-19 pandemic. However, such a plan will not be achieved without the development of a sufficiently ambitious investment plan and financial support that would allow Member States to transform. This plan must support, in particular, the countries and regions with the most difficult starting points and the greatest transformational challenges. We are aware of the very different european countries, including in the field of technological advancement and the efficiency of the spheres we are discussing here. It is therefore worrying that the Fair Transition Fund will be significantly reduced from EUR 17.5 billion compared to the COMMISSION's proposal of EUR 40 billion in May 2020. This direction of budgetary change raises serious doubts as to whether the estimated appropriations from this envelope are proportionate to the ambition of the Green Deal programme. Therefore, if the objectives of the programme do not change as well as measures to help them achieve them, the more important is the importance of flexibility in choosing a path of transformation that would enable Member States to achieve common objectives, taking into account the protection of those citizens and economic sectors most affected by the pandemic. There is a need to significantly increase funding for the Modernisation Fund or to create a separate fund for less prosperous Member States, based, for example, on the energy poverty rate.", "language": "en", "original_language": "pl", "translation_provider": "azure"}, {"id": 152, "date": "2020-11-12.json", "name": "Krzysztof Jurgiel (ECR)", "mepid": "197518", "text": "  I would like to write to the Commission. – The Investment Plan for a sustainable Europe is an investment pillar of the Green Deal. The plan aims to mobilise at least EUR 1 trillion in investment for sustainable development over the next decade. A positive aspect of this plan is to pay attention to digitalisation, research and development, strategic autonomy, strengthening the internal market and calling for the creation of a competitive industrial sector. However, there are many elements that negatively affect my perception of this report. Ambitious reforms offer an opportunity to boost the development of the economy. We must take advantage of it, but we must also reduce risks such as increased energy poverty and job losses. I would like to stress the importance of maintaining the possibility of supporting technologies using natural gas as a transitional fuel, as it is crucial for Member States that are still dependent on coal. I assess the principle of non-material damage to the environment, including m.in. exclusion of support for natural gas, which is to be applied in the RRF instrument, negatively. It is also shocking to reduce the FST from EUR 40 billion to EUR 17.5 billion. The EU's achievement of climate neutrality will not succeed without a sufficiently ambitious investment plan and financial support that would allow each Member State to transform. This plan must primarily support countries and regions with the most difficult starting points and major transformational challenges.", "language": "en", "original_language": "pl", "translation_provider": "azure"}, {"id": 153, "date": "2020-11-12.json", "name": "Benoît Lutgen (PPE)", "mepid": "197458", "text": "  In writing. Environmental and budgetary issues largely dominate the agenda of our plenary session. And we need votes that live up to these issues. That is why, in the vote of the report on the \"Investment Plan for a Sustainable Europe - the financing of the European Green Pact/Green Deal\", launched by the President of the European Commission, Ursula von der Leyen, I will support the following provisions which, in my view, have become imperatives: first, that investments under the European Recovery Plan respect the principle of 'first, don't harm' (to ensure that the EU meets its commitments under the Paris Agreement) and, secondly, that the EU's multi-year financial framework/budget does not provide support or funds for activities that could undermine climate and environmental targets. I am also in the hope of the Commission assessing and identifying activities that significantly undermine environmental sustainability.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 154, "date": "2020-11-12.json", "name": "Pedro Marques (S&amp;D)", "mepid": "197634", "text": "  in writing. – The European Ecological Pact is one of the main political priorities for the European Union. As a member of the European Parliament, I underline the fundamental role of this institution, the only one directly elected by citizens at European level, in the fight against climate change and the transition to a sustainable economy. This report reflects this commitment and aims to ensure coherence between Discourse and European actions. The Recovery and Resilience Mechanism is required to follow the ambition expressed in the European Climate Law, contributing in accordance with the \"no significant harm\" principle. In this sense, it should be stressed the importance of increasing the capacity of public bodies to intervene, in particular by establishing new own resources, including green taxes, but also with the fight against tax avoidance, which restricts national budgets so much. At the same time, in order to achieve our objectives, we recognize the need to mobilize more private investment aligned with sustainability criteria. Given the demands of the Covid-19 crisis, but also the variable impact of the climate transition, a balance between the ecological and social dimensions must be ensured. We must create jobs and opportunities for all citizens.", "language": "en", "original_language": "pt", "translation_provider": "azure"}, {"id": 155, "date": "2020-11-12.json", "name": "Dan-Ştefan Motreanu (PPE)", "mepid": "197647", "text": "  in writing. – The Investment Plan for a Sustainable Europe will form the basis of the European Ecological Pact and the transition to a more sustainable and resilient economy. Under this plan, the European Union must mobilise €1,000 billion in public and private investment by 2030. In view of the negative economic prospects generated by the crisis caused by the CoVID-19 pandemic, I stress that the Union's success in achieving the objective of climate neutrality will depend on the adequacy of funding for Member States, taking into account different starting points. It is extremely important to ensure the necessary funding for the most vulnerable regions in the EU, both through the Fair Transition Fund (JTF), whose budget has been greatly reduced, and through the two additional pillars of the Fair Transition Mechanism. I welcome the fact that the Modernisation Fund is designed to support investments to improve energy efficiency in the ten lower-income Member States, as well as the efforts of the European Investment Bank (EIB) to devote 50% of its climate action operations. In this way, I call on the European Investment Bank to pay particular attention to the sectors and regions that are most affected by the transition.", "language": "en", "original_language": "ro", "translation_provider": "azure"}, {"id": 156, "date": "2020-11-12.json", "name": "Alexandr Vondra (ECR)", "mepid": "197537", "text": "  Writing. – Despite some partial positive points, we are once again dealing with a reality-non-respecting plan in which enthusiasm for a green future suppresses all issues that pop up on every intellectually honest person, especially in relation to some points. The main part of the plan dates back to before the coronavirus outbreak, which significantly damaged European economies. On the contrary, I believe that, in this situation, member states and the private sector need to untie their hands so that they can use the common means according to their current needs, not to impose new conditions in line with the EU's long-term environmental and climate ambitions, and even to revise the existing rules in order to finance the Green Deal, for which, moreover, not all parameters, let alone impact studies, are yet known. The EU's new own resources remain a euphemism for new taxes, while all the complications of the plan are to make up for the phrases that they are the world's \"trendsetters\" in green policy.", "language": "en", "original_language": "cs", "translation_provider": "azure"}, {"id": 157, "date": "2020-11-12.json", "name": "Presidente. –", "mepid": "96864", "text": "   (after reading the results of the votes) The Presidency of the Council has informed me in writing that it takes note of the differences between the positions adopted by Parliament and the Council with regard to the draft budget for 2021 presented by the Commission and agrees that I should call the Conciliation Committee as provided for in Article 314(4)(c) of the Treaty on the Functioning of the European Union.  The Council's statement will be included in the Minutes of today's sitting. (The sitting was suspended at 1.19 p.m.)", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 158, "date": "2020-11-12.json", "name": "Presidente. –", "mepid": "124747", "text": "  We now move on to the second voting period. We will vote on the dossiers as indicated on the agenda. The voting period will take place between 14:30 and 15:45. Voting is carried out according to the same procedure used during previous voting periods. All votes will be carried out by roll call vote. I declare the second voting period open. You can vote by 3:45. The results of the second voting period will be communicated at 18:15. (The session is adjourned at 14:33)", "language": "en", "original_language": "pt", "translation_provider": "azure"}]