[{"id": 0, "date": "2020-07-23.json", "name": "Presidente. –", "mepid": "96864", "text": "  I declare resumed the session of the European Parliament adjourned on Friday, 10 July 2020.", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 1, "date": "2020-07-23.json", "name": "Presidente. –", "mepid": "96864", "text": "  Following the conclusions of the extraordinary meeting of the European Council that took place from 17 to 21 July 2020, I decided, in agreement with the Conference of Presidents and in accordance with Rule 154(4) of the Rules of Procedure, to convene this extraordinary sitting, today at 9.30 a.m., so that Parliament can debate and express its position on the recovery plan and on the 2021-2027 multiannual financial framework.", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 2, "date": "2020-07-23.json", "name": "Presidente. –", "mepid": "96864", "text": "  The next item is the debate on the statements by the European Council and the Commission on the conclusions of the extraordinary meeting of the European Council of 17-21 July 2020 (2020/2732(SDR)).", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 3, "date": "2020-07-23.json", "name": "Manfred Weber (PPE).", "mepid": "28229", "text": "   – Mr President, before we start with the debate on the outcome of the European Council, I want to bring one very urgent issue to the attention of plenary, and that is the situation in the Mediterranean Sea. We saw the military actions from the Turkish side, we also saw the decisions on the Hagia Sophia, which is an example of religious chauvinism that such a symbol and as a monument of peace and reconciliation is now changed. Those are actions from the Turkish side. I want to underline that this is not only a Greek–Turkish issue, it is not only a Cyprus–Turkish issue, it is a European–Turkish issue and that’s why the presence of President Michel and President von der Leyen, we want to underline that we have to give clear signals that we stand on the side of our citizens in Greece and in Cyprus. And I think we should keep the dialogue open, no doubt about this, but now it is the time to act, probably also to consider sanctions against Turkey. We have to act and we have to act now, I want to bring this to the attention of the plenary.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 4, "date": "2020-07-23.json", "name": "Presidente. –", "mepid": "96864", "text": "  I call on those Members who are sitting in their seats to wear masks, as required by our provisions.", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 5, "date": "2020-07-23.json", "name": "Charles Michel", "mepid": "n/a", "text": "   President of the European Council. Mr President, four days and four nights! These were complex negotiations on very complex issues. We agreed on the recovery package and the European budget, and this moment, it's my conviction, is pivotal in European history. We acted fast and with urgency. In less than two months, we hammered out a deal of more than EUR 1.8 trillion and this response is massive. Compared to the size of its economy, Europe's response is greater than that of the United States or China. In fact, this agreement is a first in many ways. This is the first time in European history that you agreed to borrow collectively to finance expenditure. It's also the first time, the first time that our budgetary funds are connected to our climate ambition. And, it's the first time our budget will be directly linked to the rule of law. I am convinced that Europe is a force for action. Today I stand before you with that agreement in hand, endorsed by unanimity by all 27 leaders. Everyone had to give something in order to get something. It's a strong and ambitious deal for Europe, and for Europeans it is fair, balanced and ground-breaking. Why? Because it will boost our three common goals: convergence, resilience and transformation. On the recovery fund, first, the Next Generation EU is a one-off measure to address the impact of COVID-19 and I would like to stress that the total size of the recovery fund is EUR 750 billion. EUR 390 billion in grants, and EUR 360 billion in loans. And these funds will be targeted at the hardest hit regions and sectors. It targets of 30% of the MMF and the recovery fund to fight climate change and we will make sure the recovery fund money is well spent by ensuring it is backed by solid governance. On the budget, we decide to propose 1,074 million euros. I underline the commitment, the mobilization, the desire to succeed with these means, to continue efforts to reduce disparities at the European level, to strengthen convergence and to initiate transformation, which is so necessary and urgent. I am a good measure, on the question of the MFF , some of you will certainly have the opportunity to point out , the reductions in comparison to the Commission's proposal. I also want to bring nuance to the debate, to look at the starting point. The starting point is the money that is spent every year on each of the policies implemented by the European Union. When we compare with today, we see that CFP and recovery plan together, each time it is additional resources compared to the current situation, which are mobilised in different areas: in the digital field, in the field of Horizon Europe, in the field of Erasmus. Finally, we propose to set up a special reserve in relation to Brexit because we take into account the fact that with or without agreement, in any event, we will have to support the countries and sectors that will be more directly affected by the economic consequences of brexit.  I appreciate that there is a theme that is getting a lot of attention here, and he also mobilized some during the summit; it is the issue of rebates, these corrective measures. It is true that these rebates were maintained for one country, increased for four other countries, and it is true that this was part of the overall agreement, because there was this exceptional situation, the need to mobilize resources within the framework of the recovery plan. The political agreement has given rise to this part of decisions, which I also want to highlight. I now turn to the issue of own resources. We have had a lot of formal and informal debates with this House, in relation to this very central issue, because we consider that own resources can represent a turning point in the way Europe sees its future, and for which, I think I can say, we have made progress perhaps even beyond what was conceivable just a few weeks ago. , by specifying a political timetable and, above all, I want to highlight it, by making an additional point in relation to the Commission's original proposal: this idea that we are going to start the repayment under the coming MFF and not under the next, which is an extremely politically powerful way to encourage decision-making. This engages us and I hope that parliament will be engaged. It will also engage heads of state and government. I think there is there, whether it is on the issue of carbon measures at borders, on the digital question, on financial transactions, on the question of the ETS system or on the issue of plastic waste, there will be material for democratic debate, political debate in the noble sense of the word, within the framework of democracy certainly within the framework of national parliaments, and that is a good thing. For, beyond this debate, it is central questions about the direction we want for the European Union that will be asked. Secondly, the question of the role of the European Parliament, which is, of course, an essential question. I can see that it will most certainly be debated here, beyond what is already provided for in the institutional framework and the role of Parliament in the legislative work and therefore the role for the centrepiece, which is the SRR, the Recovery and Resilience Fund. For other expenditure programmes, this is paragraph 11 of our conclusions, we have proposed that there be a joint sharing of political control, the Council and the European Parliament, within the framework of the annual expenditure control, and I have no doubt that we will prolong discussions on this subject. Finally, I want to highlight a point that is close to my heart, one that must be close to our hearts. I have been in charge of sitting in the European Council for five years now, first as Belgian Prime Minister, now in the capacity of President of the European Council. And for the first time in five years, this weekend we had a very long debate around the table, the 27 heads of state and government, eyes in the eye, on the question of the rule of law, of fundamental values. The debate that we have had must be not a culmination point, but a step, an important step, a useful step, and it is in this that I am pleased that what is presented to you inscribes this link, this conditionality, between the financial question and the question of governance, the question of the rule of law. Everyone will have to play their part: the Commission, of course, within the framework of the institutions; The European Parliament; but also the European Council, which, in the context of the responsibility of leading the political policy debate, will also not escape the need to return regularly to this subject. I will ensure that this central theme, this vital theme, fundamental to the European agenda, remains at the centre of the democratic debate. Ladies and gentlemen, I conclude by saying this: a few days ago we had rocked more than 600,000 deaths worldwide, linked to Covid-19. The Covid-19 shoved us, the Covid-19 shook us. It shook up the way our democratic societies operated. We had to come to terms with what was unthinkable a few months ago: drastically restricting personal freedoms, fundamental freedoms, putting the health system to the test terribly. I am totally convinced of this: the world after the Covid-19 must be different, it must be more engaged, stronger and more rooted in this demand for humanity that brings us all together. The agreement I am presenting to you today is, in my view, an agreement which, of course, deals with financial matters, but it is much more than that, in reality. It is much more than that because, through the debate that is now open, it is the meaning, the direction we want to give for the next few years to this European project that is on the agenda. I think this moment is historic, and I will show a hint of romanticism. I believe that by this extraordinary decision, to decide that we were going to mobilise a strong agenda for own resources, to decide that we were going to borrow together to invest and to reform, in a way, what we have done is to renew our marriage vows at European level for 30 years. It is European unity that has been affirmed and, more than ever, I think that what we are sending as a signal to the Europeans is a signal of confidence, robustness and solidity. The signal we are sending to the rest of the world is that Europe is there, Europe is strong, Europe is standing.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 6, "date": "2020-07-23.json", "name": "Ursula von der Leyen", "mepid": "n/a", "text": "   Présidente de la Commission. – Six cent mille... Six cent mille victimes de ce virus tueur! Six cent mille vies achevées trop tôt! Six cent mille histoires écrites à moitié seulement! 600 000 familles aujourd'hui incomplètes! Ces six cent mille personnes resteront toujours présentes dans nos mémoires et dans nos cœurs. Et nous savons que ce n'est pas fini, malheureusement. Pas encore...  Derrière ce triste cortège, nous voyons le terrible impact sur notre économie. Nos citoyens, nos travailleurs, nos entreprises, tout le monde souffre et tout le monde se bat. Cette pandémie nous a frappés au début de l'année, et souvenons-nous de ces jours, de ces courbes de malades qui montaient, du nombre de morts qui grimpait, des divisions entre nos pays qui menaçaient! Nous avons entendu des critiques blessantes, des mots qui divisaient le Nord et le Sud, l'Est et l'Ouest, des débats sur les «obligations corona» qui finissaient par des poings serrés et des doigts pointés. La situation était sombre et les options peu nombreuses. Et les rares solutions mises sur la table étaient intergouvernementales, c'est-à-dire hors du cadre européen, sans méthode communautaire, sans Parlement européen et, je le rappelle, nous étions également sans accord sur notre budget européen, deux ans après notre proposition! C'est pour cela que la Commission européenne a fait une proposition européenne pour éviter les réflexes et les erreurs du passé. Une proposition européenne pour une relance européenne. We all know that Europe is not out of the woods yet. But Europe can see now dawn turning into light.  This week, not only taboos and perceptions have been cast aside, but one big watershed for our Union has been crossed.  By standing united – 27 Member States backing the Commission – we raise money on the capital market to fight the worst economic crisis ever – together.  In Next Generation EU, we now have a unique recovery tool worth EUR 750 billion. EUR 750 billion to support the hardest hit. EUR 750 billion to boost our Single Market. EUR 750 billion to invest in the European Green Deal, in digitisation and the modernisation of our single market and resilience.  Of course, 27 countries agreeing something on this scale – and of this unique nature – is a challenge. It takes courage, political will and, of course, give and take. It was never going to be easy. But, anything worth having is always worth fighting for! And I thank you, Charles, for the excellent cooperation and the trustworthy management – thank you very much for that.  And look at how far Europe’s fighting spirit has taken us. It is not long ago that some asked for no grants – loans only. But today we have an agreement that Next Generation EU will have EUR 390 billion in grants, topped by EUR 360 billion in loans. And yes, there are fewer grants than the Commission and the Parliament argued for, but from where we started, this is an enormous achievement.  And this is big enough to make an enormous difference.  It will invest in reforms linked to our European priorities, in line with our country-specific recommendations. And, because this is a European investment in our European Union, it is essential that the European Parliament plays a key role. As co-legislator, this House will have its full say on the design of the Facility and how it works.  The Commission will ensure full transparency, including through standing ready for a structured dialogue on priorities and expenditure, and a regular exchange of views on national plans and overall implementation. And this is how, together, we can ensure that Next Generation EU delivers where it really matters. This is also how we can ensure that Next Generation EU accelerates the twin green and digital transformation. 30% of Next Generation EU and our MFF will be spent on climate-related projects and, if we get it right, I believe that Next Generation EU can be one of the largest stimulus for investment and reforms anywhere in the world – investing in the rollout of 5G, grid infrastructure, in AI and industrial digitisation, in renewables, sustainable transport, energy-efficient buildings, you name it! This is how we fight climate change and modernise.  This stimulus will also support much needed structural reforms to make us more resilient. And, we will have a Just Transition Fund to support those people, those regions and sectors who have indeed a bigger step to take.  As you know, I would have liked more. But this week’s agreement ensures a 125% increase in the size of the Just Transition Fund – now worth EUR 17.5 billion – and that will make a real difference on the ground.  The big winner of this summit are the new own resources. We have now a unanimous agreement on the need for new own resources. We have a clear timetable and we have them linked to repayment. This is a huge and historic step forward for our Union, which both the Commission and the Parliament have long being pushing for.  Now we have no time to waste. The Commission will come forward with a package of new own resources. This will include a digital levy. We will also put forward a carbon border adjustment mechanism and an extension of the Emission Trading System. The two go hand in hand.  We need to put a price on carbon in all key sectors of the economy at home and we need to avoid carbon leakage from elsewhere to make sure that we are sustainable and competitive.  Allow me to come to another issue, which is at the heart of what our Union is all about: our values. These values – including the respect for the rule of law – are the very foundation of our Union. These values they are mandatory and they are priceless.  The European Council has stated a clear commitment in respecting the rule of law and protecting our financial interests. And I not only strongly welcome this – also because it is of utmost importance with even more public money on the table than ever before with Next Generation EU – but against this background, the Commission will now follow up. We will look into our 2018 proposal on the rule of law. We will work together with the co-legislators to ensure that our 2018 proposal is taken forward and where necessary, improved. Protecting our budget and the respect for the rule of law, go hand in hand. And we must also do everything we can to protect European money by stepping up the fight against fraud. This means having the right controls in place, including a database that puts us in the position to know who the final beneficiaries of EU funding are, and we will work closely with the Parliament to make this happen in the next weeks and months.  I started by saying that the European Council’s agreement provided the light at the end of the tunnel. But with light also comes shadow. And in this case, the shadow is in the form of a very lean long-term EU budget. There are regrettable and painful decisions on many programmes, which have crucial European added value. I am thinking of Horizon, our essential Health Programme, of InvestEU. Yes, all these have been increased, but certainly not as much as we would have liked. And I believe the size of our external funds, in particular, is really concerning and we should always remember that the value of EU programmes far outweigh their costs.  Yes, we managed to avoid even further cuts – as some Member States wanted – but this MFF is a difficult pill to swallow and I know this House feels the same way. (Applause) And here again, we should also take a step back and look at where we are coming from. Before we even started, this budget had a hole of around EUR 70 billion because of Brexit, with one big Member State less contributing. The good news is that we have managed to plug almost all of that gap. That means that every country has to pay more. And when you put Next Generation EU on top, we now have a massive and unprecedented financial firepower of EUR 1.8 trillion. That is almost 13% of our EU 27 GNI. And then, MFF and Next Generation EU together, will increase the percentage of modern policies to over 50%. Just look around the world to see who else can say the same as us.  Meine Damen und Herren! Wir haben jetzt die Chance, gemeinsam etwas Historisches für Europa zu erreichen. Der Druck der Krise hat Türen geöffnet, die ganz, ganz lange verschlossen waren. So traurig der Anlass, es ist auch eine neue Chance für Europa, für unsere Gemeinschaft. Vor zehn Jahren, in der Finanz- und Eurokrise, haben wir zwar die Union und den Euro vor dem Auseinanderbrechen bewahrt, aber der innere Preis war gigantisch: Unsere Volkswirtschaften haben sich gegenläufig entwickelt. Junge Menschen mussten auf der Suche nach Arbeit und Zukunft ihre Heimat verlassen, Schuldzuweisungen zwischen Staaten wuchsen, und die Risse sind bis heute sichtbar und spürbar. Dieses Mal machen wir vieles anders und, wie ich glaube, manches besser. 750 Milliarden Euro – der überwiegende Teil als Zuschuss – sind ein großartiges Signal der Solidarität und der Reformbereitschaft. Aber Next Generation EU bedeutet viel, viel mehr als Geld. In vergangenen Krisen umgingen die Mitgliedstaaten die europäischen Institutionen – auch aus Misstrauen. Das bedeutete damals null Mitsprache und null Gestaltungsmacht für das Europäische Parlament.  Dieses Mal ist es anders. Dieses Mal setzen wir auf eine gemeinschaftliche Lösung, auch weil die Kommission sich aktiv dafür eingesetzt hat und mit einem klugen Vorschlag überzeugt hat. Dank Next Generation EU sind alle Mitgliedstaaten gleichermaßen in der Lage, in der Krise ihren Menschen, ihren Unternehmen zu helfen, ohne dass den öffentlichen Haushalten die Luft zum Atmen abgeschnürt wird. Und auch weil Next Generation EU auf der Gemeinschaftsmethode basiert, wird es Wunden heilen und uns zusammenbringen. Dieses Mal legen wir die Verantwortung für das Schicksal Europas und die Zukunftschancen unserer Kinder auf unser aller breite Schultern. Das ist eine Last, die wir gemeinsam mit Verantwortungsbereitschaft und mit Stolz tragen. Lang lebe Europa! Long live Europe! Vive l'Europe! (Beifall)", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 7, "date": "2020-07-23.json", "name": "Manfred Weber", "mepid": "28229", "text": "  on behalf of the PPE Group. – Mr President, solidarity is coming home; that is the main message of the outcome of the Council meeting. In these last few days, we have also seen the alternative: a possible horror scenario of nationalism and egoism. We, as the EPP, are very happy now that the European Council is sending a clear signal of togetherness. Nowhere else in the world except for these 27 countries is giving such a strong and united response to the COVID-19 crisis. That’s why I want to thank Charles Michel, Ursula von der Leyen, Angela Merkel and our president for the negotiations. There were a lot of sleepless nights, but finally a good outcome was reached. You did a great job in holding Europe together, and the EPP Group supports the spirit of solidarity and togetherness. I’m happy about the agreement – no doubt about that – but I’m not happy about the deal. While we welcome the outcome of the Council meeting, we are living in a parliamentary democracy, and that means that the outcome is now arriving here in the European Parliament. The rule all over Europe is that the output after a parliamentary consultation will never be the same as the input from the Council side. That is now ahead of us. This means we must not delay things, because I hear these arguments now around the corridors. The first MFF proposal – Ursula von der Leyen referred to this – was on the table of the Council in 2018, so don’t tell us about delaying things, there was a lot of time to do the job. (Applause) That’s why what we are doing now is the normal consent procedure based on the Lisbon Treaty. And yes, there are a lot of points where we have to criticise and, Ursula, we are for the moment not ready to swallow the bitter pill you referred to, namely the MFF. On the MFF, we think that it doesn’t provide proper answers to the challenges of the next seven years. It has to be more future-orientated, and I, as an elected Member of Parliament, also refer again to the promises I made to my voters. The EPP promised, for example, a strong and effective coastal and border guard, and now there is not enough money to do this. The EPP promised that Europe would tackle the big diseases such as cancer together, and now there are dramatic cuts in the health budget in the midst of the COVID-19 pandemic, which is unbelievable. The EPP promised a strong boost for European innovation once the European Council formulated the 3% target to finance innovation. We are losing ground to China and Asia on innovation, we are losing our future and now there are cuts to Horizon Europe. The EPP promised a strong Europe in the world, and now defence, Africa, neighbourhood are being cut. That is the first point we have to talk about. The second point is Europe is not a cash machine for national budgets. The proposal on the table brings us to the renationalisation of European money and of the European budget. 90 % of the EUR 750 billion in the Next Generation EU fund will go directly to the Member States’ budgets. So far, nobody knows exactly what this money will be spent on. Each leader came back home in the last days with a nice envelope of money, but will there really be a European spirit when we now spend the money? My fear is that this will be spent here and there purely on national favourites. The French Finance Minister said already that they will use it for social projects, in other countries they will build motorways, and in other countries they will lower their taxes to create growth. That is the reality when we see the debate Europe—wide. In a couple of months, we will sit here again together in the European Parliament and complain that the citizens don’t understand what the purpose of European money is or what the idea of European money is; we will complain that the people don’t see the added value of Europe. That is the drama we will face if, again, we don’t use this money for clear European projects like our predecessors did, for example, with Airbus. That’s why we think that the Member States, the Council, should have agreed on, for example, a real 5G transnational network, on an EU battery project, and on a plan for EU hydrogen where each Member State is using their own envelope for these investments. Citizens can now count on the European Parliament not to give up on this idea. We want to have a say on what the EU money will be spent on and we will be the watchdog on the European added value. I ask President Michel and President von der Leyen to formally propose a list of five, six or seven EU industrial innovation projects that each and every Member State would commit to contributing to finance through the Recovery Fund resources they will receive in the next upcoming months and years. Thirdly, we have to speak about rule of law again. The first time we link European money to a binding rule of law mechanism is a positive step, but when I see today the statements of our leaders, then I’m a little bit confused. Macron says that money will be only spent while respecting rule of law and others say there is no link. That’s why, Ursula, we have to be clear on this. We need a roadmap, we need a clear plan for implementing the principle: no money without respecting the European rules and the European mechanisms. (Applause) And then, we are ready, I want to thank again for the outcome. After the European Council, we have to work hard now for a good and quick solution. Let’s use now the time ahead of us to find a solution and to improve the deal. We are ready to do so. (Applause)", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 8, "date": "2020-07-23.json", "name": "Iratxe García Pérez", "mepid": "28298", "text": "  on behalf of the S&amp;D Group – Mr. President, President Michel, President Von der Leyen, will allow me to begin with a few words that Aroa López, nurse at Vall d'Hebron hospital, delivered last week at the state funeral in Spain in memory of the victims of COVID-19: \"We have given everything we had, we have worked to the limit of our forces and we have re-understood , better than ever, why we choose this profession: caring for and saving lives; although many companions had to give their own lives for it. We have covered the basic and emotional needs, we have been messengers of the last goodbye for elderly people who died alone, listening to the voices of their children over the phone. We've made video calls, shake hands and had to swallow a lot of tears.\"  It's a time when we face the worst crisis of our generation. The European Union could not leave the current and future generations behind. The agreement reached in the Council, Mrs Von der Leyen, Mr Michel, will go to the annals of European construction. For the first time in the history of the Union, the Member States have agreed to the issuance of joint debt, which is something unthinkable just over three months ago, and I would like to remind you that it was this Parliament that made that proposal. We must be proud as an institution.  The rejection of decisions unanimously in the governance of Eurobonds is another milestone that accelerates the European Union's federal impass. For decades, individual vetoes have shown their darker face with the paralysis of Community life and we now have, with the Conference on the Future of Europe, an opportunity to also try to choose a new way of making decisions in the European project. Thanks to its commitment, the European Union demonstrates learning from the mistakes of the 2008 crisis. If the austerity policy decided to save the banks and leave people behind, now people will be our priority. And if we want them to come first, we must focus our efforts on the transformations needed to achieve a greener, fairer, more digital society. The Social Democrats will not allow the recovery to fall on the shoulders of the most vulnerable. To this end, we will require a roadmap with binding commitments on new own resources that do not strangle the accounts of national budgets or the purchasing power of taxpayers.  We're only going to get out of this crisis with a fair taxation. Because it is unacceptable that the tax systems of certain States allow multinationals to save millions and millions of euros to the detriment of our welfare state.  There's no time to waste. The virus continues to hit and this Parliament must ensure that recovery is put in place as soon as possible. And, as a budgetary authority, Parliament will negotiate on an equal footing with the Council. Also for the implementation of the recovery fund and the approval of the next budget period. While we are aware of the historical significance of the recovery fund, we do not share the same optimism with the proposed financial framework for the coming years. The Social Democrats will not accept cuts to the long-term objectives at a time like the one we are living in, where we need to strengthen our strategic autonomy and reduce the differences between states.  We will work on the negotiations, which we hope will begin as soon as possible, to increase funding for programmes such as Horizon 2020, InvestEU, LIFE, Erasmus, Digital Europe, as well as areas of development cooperation and humanitarian aid. Because our recovery cannot be at the cost of leaving those who need it most abandoned and still live in worse conditions than we do. Solidarity within Europe, but also outside our borders.  And we will remain very firm against any proposal that jeopardizes the rule of law we have decided to build. The rights and freedoms of the Union are mandatory. The Socialists are clear. Not a single euro for those Governments that do not act with full respect for the rule of law and the fundamental values of the Union. Colleagues, when politics ceases to be useful to people, society stops relying on politics. And, therefore, it is now the moment of capitalized policy, which he agrees on, of which he commits, of which he is able to leave particular interests for the sake of a common interest. That's the moment we have to defend.  Yesterday i was told by a young man on social media: \"I have once again trusted that another Europe is possible.\" We've got it in our hands, let's commit to it. For Europe, for citizens and for citizens, another Europe is possible.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 9, "date": "2020-07-23.json", "name": "Dacian Cioloş", "mepid": "197631", "text": "  on behalf of the Renew Group. Mr President, Madam President, Mr President, first of all I would like to congratulate the President of the European Council, Charles Michel, for his determination to forge a compromise and, above all, Charles, for cultivating a relationship of trust with the European Parliament, which is essential for what we must do together - we must say so. In just a few weeks, Europe has managed to show unprecedented solidarity; we are setting up a common loan, which we will have to repay together, to respond to one of the worst crises ever. My group, Renew Europe, has made this recovery plan its workhorse since April and May. We are glad to see that it is now in place, because today it is becoming a reality. But the historical dimension - because it is indeed a historical dimension - of this agreement in the Council should not prevent us from comparing what is on the table with our own ambitions for Europe and our own ambitions for the euro: the Council prefers to give priority to the European Fund to finance more national programmes at the expense of the Union's programmes. This logic favourable to national interests should not undermine our ability to develop a truly European investment strategy. This programme, this European debt which we will have to pay back together, does not make sense if we do not finance real European projects. And that is the task of this Parliament.  National programmes will have to integrate these European priorities and Parliament must give itself the means to ensure this through an inter-institutional agreement on the implementation of this programme. For agreement to be reached, we need a multi-year financial framework with sufficient resources to finance our policies for the future: digital, research, youth and Erasmus, the health programme, in crisis but which is essential - this is one of the lessons to be learned from this crisis - cannot be sacrificed on the altar of the return rate for the Member States. There also needs to be a clear commitment to own resources, it would simply not be serious to borrow that amount without really knowing how we are going to repay it. It is essential to have a clear inter-institutional commitment to adopt these new own resources before the start of repayment of stimulus loans, and that is our condition: this very precise timetable must be adopted before we start repaying this debt.  Finally, my group will sign its final agreement if, and only if, the package contains strong guarantees as to the ability to link the European Fund to respect for the rule of law; guarantees that are not declarative, but practical and implemented. That is the only way to believe that this time we are really going to get to this mechanism.  We need a new system with clear rules neither against Hungary nor against Poland or against any other Member State in particular, but to ensure that European money no longer funds politicians in power who turn their backs on our fundamental values every day.  Mr President, this European Council has once again demonstrated that the European project cannot be limited to the sum of national interests, where everyone vetoes it. Our futures are common, as are our challenges, our failures, our successes.  The conference on the future of Europe must become an opportunity to redefine governance and put the interests of Europeans first with the sole aim of bringing the magic of the European project to life, as you have said.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 10, "date": "2020-07-23.json", "name": "Nicolas Bay", "mepid": "124760", "text": "  on behalf of the ID Group. - Mr President, a historic day for Europe, said French President Emmanuel Macron. But big words cannot erase great failures or big forfeitures. In the joint resolution presented today by all groups from the centre-right to the extreme left, it deplores the lack of cases that the Council makes of the European Parliament. The haste of our Assembly to meet within 48 hours and finally greet obediently, with a few simple reservations, the agreement negotiated a few days ago, contribute to relegating our Parliament to a role of figuration and recording chamber. Parliamentary and legislative work, in order to be respected as such, to be credible, still requires a minimum of time and serenity. If you are running out of time today, it is first of all because we lost a lot of time yesterday: firstly because the European institutions were the main absentees from the health crisis themselves; the crisis should have been an opportunity to re-found the European Union on sound foundations, localism, economic protections, free cooperation between nations, industrial independence, the end of bureaucracy. This crucial turning point for Europe, it was missed by sin of hubris, of excess, Brussels wanted to do what it always does: go even further, even faster, continue its flight forward without ever acknowledging its mistakes or learning from it. Absent in the anticipation of the crisis and absent in the coordination of European countries in the face of the crisis, the Union is now trying to forget its failures and shortcomings by presenting, in a triumphalist way, a recovery plan negotiated in pain of which so few European countries will really be the beneficiaries. 92 hours of painstaking negotiations have shown that national interests will always take over the federal utopia. Yes, Mr Macron, yes, Mrs Merkel, nations, they still exist. Most of the boastful announcements were finally evacuated or planed, direct aid to the economy went from 500 billion to less than 400 billion at the end of the first round of the table and in the process the funds of the common agricultural policy, research, or Erasmus were cut. But the main objective - dogmatic, ideological - it remains: to take another step towards the European centralised state through continental debt pooling. The question is what is the gain for our nations, what is the real benefit to our peoples?  These economic supports could well have been organised by each country, with the advantage of deciding on the use of this money instead of being dictated to by the Commission. To make the pill swallow, we are now told, in a mixture of bad faith and candour, that this colossal debt, admittedly incurred by the Commission but which is due by the nations, would be repaid thanks to the famous own resources, the first step towards a European tax eagerly desired by some. A carbon tax, a GAFAM tax, a plastic tax whose introduction remains very hypothetical and financial products totally unknown. In practice, as always, it is the 9 net contributors to the European budget that will have to bear the burden of this new debt tomorrow. Thus, for example, France will have 40 billion euros out of 750 and will see its contribution to the budget increase for the next 6 years. What is historic, to use Macron's term, is probably to see a president negotiate a deal against the interests of his own country. The health crisis must not become the new pretext for continuing to build the European Union not only without the peoples, but against their fundamental interests.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 11, "date": "2020-07-23.json", "name": "Philippe Lamberts", "mepid": "96648", "text": "  on behalf of the Greens/FTA group. Mr President, their name is Mark Rutte, a Dutch liberal, Sebastian Kurz, an Austrian Christian Democrat, Mette Fredriksen, Sanna Marin and Stefan Lefven, a Scandinavian socialist. They like to call themselves \"frugals\"; I would say \"radins.\" For them, the European Union is a money pump that their country always feeds too much. In the face of this unprecedented crisis, it should at most act as an intermediary between a few ailed Member States and financial markets. They do not see that by doing so, tensions within the monetary union would be triggered by tensions that could be fatal to it. However, if they were honest, the stingers would explain to their fellow citizens how much their country has benefited - and still benefits - from European economic integration, and that it is therefore right that their contribution to the European budget should be equal to these benefits. But, very cynically, they prefer to keep the butter of the internal market without paying the right price.  Their name is Viktor Orban, a Hungarian Christian Democrat, or Tadeusz Morawiecki, a Polish conservative. They are often referred to as \"illiberals\"; I would say \"pseudo-democrats.\" For them, the European Union is a money pump for the benefit of their country, their oligarchs, even themselves. But if they were honest, the pseudo-democrats would explain to their fellow citizens how much their country has benefited - and still benefits - from European integration, and that respecting the commitments made when they joined, starting with that of the rule of law and freedoms, is only the right consideration for solidarity. Very cynically, however, they prefer to take the money from the butter by demanding the creamer's smile as a bonus. Unlike these, a majority of heads of state and government have fortunately grasped the gravity of the moment. Two hundred thousand Europeans have already been swept away by the pandemic and the impact of the pandemic has caused inequality in Europe to explode. It strikes us at a time when time is running out to meet the climate challenge and when, in the face of Xi Jinping's China, Trump's United States, Putin's Russia or Erdogan's Turkey, the European Union feels very alone in defending freedom, the rule of law and a world order based on negotiated rules. But the twenty-seven heads of state or government had to decide unanimously, which put them at the mercy of the most extremist among them. The von der Leyen Commission's proposals to respond to the pandemic have come out mutilated: their amount, already insufficient, has been cut by almost a quarter, and these amputations affect, as Charles Michel pointed out, first of all the joint initiatives carried out and the most promising for the future. And once again, while the need for public investment has never been more acute, the European budget is once again being reduced, particularly in its dimensions linked to the Green Pact. For example, the Rural Development Fund, the greenest component of the Common Agricultural Policy, is being slashed in half. And how can we conceive, at a time when the world is worried about a second wave of contamination, that European leaders are drastically cutting into research and public health programmes? The icing on the cake: the stingers have managed to contribute even less to these investments than in the past. On the positive side, we are pleased that the target of spending 30% of Eu spending on combating climate change has been adopted. But beware, without truly restrictive enforcement and control mechanisms, the risk is that make-up will prevail over reality. On the respect of the rule of law by the beneficiaries, I welcome the discussion to which you have alluded, Mr President, but the mechanism adopted remains unclear, and there is no guarantee that it will be effective.  Despite all this, thanks to the perseverance of Angela Merkel and Charles Michel, the essential element of the architecture proposed by the Commission remains: for the first time, the European Union will finance massive investments with a common loan. The question of their reimbursement, and this is another blind spot at the top, remains largely unresolved. In our view, it will finally be necessary, yes, Mr Bay, for the Member States to grant the Union the right to raise taxes, in particular on those predators that have become multinational companies (not just those of digital) and on polluting activities. If such own resources were to be adopted, we would be in the presence of a prototype - albeit limited in time and scope - of this budgetary union without which the European Union is condemned to insignificance. That's why, beyond the unglamorous events of the last few days, it is absolutely crucial that the implementation of this plan is likely to restore this essential ingredient for the future of the Union: trust. For its part, the European Parliament will fully assume its responsibilities as budgetary authority. Seizing the hand extended by the Council and the Commission, my colleagues and I are ready to enter into negotiations until a satisfactory agreement is reached, both in terms of volume and on the direction of expenditure and on their governance and conditionality, with the compass, and you have heard it from colleagues, the general European interest. Before concluding, Mr President, I would like to address once again the stingy and pseudo-democrats. Through their speeches and actions, which reduce the European Union to a financial abyss or a new avatar of the Soviet Union, they instill day after day, year after year, the poison of nationalism among their fellow citizens; they pit European citizens against each other. Before them, the British Conservatives have taken this path, and we all know where it leads. On the contrary, rather than turning our backs, we Europeans need more than ever to stick together to ensure that everyone, present and future, is able to live a life worth living. It is together that we will find the intelligence and the strength to chart our path in the twenty-first century. This is our struggle, and we will never abandon it.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 12, "date": "2020-07-23.json", "name": "Presidente. –", "mepid": "96864", "text": "  Before continuing with the debate, I must proceed to the opening of the first round of voting. We shall proceed to the vote on the amendments to the motion for a resolution on the conclusions of the extraordinary European Council. Voting time will be from 10.30 a.m. to 11.45 a.m. The method is the one used in recent part-sessions. I declare the first voting time open. You have until 11.45 am and we will have the results at 1.30 pm.", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 13, "date": "2020-07-23.json", "name": "Presidente. –", "mepid": "96864", "text": "  The next item is the continuation of the debate on the Statements by the European Council and the Commission on the conclusions of the extraordinary meeting of the European Council of 17-21 July 2020 (2020/2732(SDR)).", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 14, "date": "2020-07-23.json", "name": "Roberts Zīle", "mepid": "28615", "text": "  on behalf of the ECR Group. – Mr President, honourable Presidents of the Council and the Commission, ahead of the European Council, the ECR Group had a clear message: it was time to act. Although it took many days, the European Council did it. They were not easy decisions – taking many days of negotiations – and the result contains compromises and requires significant flexibility. But overall, the outcome shows that the mutual respect for all nation states allows to bring us to a reasonable deal or an agreement or some kind of process, like Manfred Weber described, which allows us to move forward. There are others in this House who disagree. Citizens across Europe look first and foremost to their national governments to provide a response to the pandemic. While we stand together in solidarity, the ECR Group considers it right that national governments are empowered to directly respond and swiftly deliver necessary support. As Member States decide what kind of measures should be taken to safeguard the citizens during the pandemic, governments also have to deliver in the best way using solidarity resources, of course, with scrutiny. At the same time, we have to remember that the most important thing is to give back to our people their hopes, jobs and incomes for them to survive and to have a good future. Well, the marathon summit and the conclusions is not the end of the road, and we as a group see clear issues to be resolved. Concerning the funds, they will not immediately be available to those countries and communities most affected by coronavirus. The ECR Group struggles to accept that funds would not be available until 12 months or more after the darkest periods of pandemic experienced so far across many Member States. There is a clear risk that in responding to this crisis, we risk delaying, and it would be a dangerous moment and a response from citizens. We stand ready to make the necessary improvements by engaging in a constructive manner to finalise the agreement as soon as possible. There are areas in the MFF, particularly, where we can do better. We regret the cuts to agriculture and regional development, turning money away from economic development and other key goals. Reductions to other significant programmes, including resources to deliver on the Digital Agenda, a competitive single market, there is strong focus on employment, and the geopolitical agenda risks leaving Europe ill—equipped to deal with the challenges arising from its global competitors.  And finally, we must, therefore, still enter into negotiations on the MFF where the role of Parliament is clear. It will be not easy; we are divided by Member States, by political views, but I think we don’t need to delay this procedure and to finalise, as best as possible in these circumstances, a deal.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 15, "date": "2020-07-23.json", "name": "Martin Schirdewan", "mepid": "190517", "text": "  Mr President, I would like to like to sanendour sto -- on behalf of the GUE/NGL Group. Mr President, Mrs von der Leyen, Mr Michel, I would like to thank mrs von der Leyen for her work and for the work she has said. It will come as no surprise to you that I am not particularly enthusiastic about your hymns of praise. After a long back and forth, the Member States have finally been able to agree on a building fund for which the Commission will take on common debt – so far, so good. Europe has had to wait a very long time for this signal of solidarity, albeit a modest one. My group's position has always been clear: the EU is called upon to provide a comprehensive response to the Corona crisis and to ensure social and economic recovery and to link it to the socially digital and socio-ecological transformation of our continent. If this outcome of the European Council is measured against this ambition, it is simply disappointing. Instead of an ambitious development plan, we are now getting an instrument that not only falls far short of what is needed in terms of volume in order to cope with an economic downturn of up to 10% of Europe's gross domestic product, but also continues to rely on the wrong policy of saving and cutting, thereby continuing to stifle investment and domestic demand in a completely counterproductive way. This Council meeting lacked a mindset that could have marked the start of a new European project; national egoisms. This is also reflected in the fact that the Council has not been able to agree on an explicit rule of law mechanism. The free press, an independent judiciary, equality between women and men, trade union organisation are not goods that can be messed up for a few billion, but foundations in a democracy. Repaying the debt through own resources is, in principle, a good idea, Mrs von der Leyen, but this alone will not work with the plastic tax that has been specifically planned so far: 3 billion a year in estimated revenue, 390 billion grants, which makes a repayment period of 130 years. Social solidarity also means tax justice, and that is why we now need a digital tax with an estimated annual revenue of EUR 8 billion, a financial transaction tax with an estimated revenue of EUR 57 billion per year and a wealth levy for super-rich companies. The super-rich have to play their part in the build-up, and there you will also find the additional funds that you have talked about, Mrs von der Leyen. Incidentally, Mr Michel, instead of being shown by the tax haven of the Netherlands – and this goes to everyone here – tax havens in the EU should finally be closed. The multiannual financial framework is also not ambitious enough and falls far short of the demands and positions that have often been articulated in this House. More investment is needed in the future. It is not credible to save precisely there – for example, in terms of funding for digitization, health protection, or the Just Transition Fund – to set the red pencil there, and at the same time to increase military spending and investment in weapons systems. Europe missed a chance last weekend. I'm not sure it's going to get a second of its kind.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 16, "date": "2020-07-23.json", "name": "Dino Giarrusso (NI).", "mepid": "197804", "text": "   – Mr President, ladies and gentlemen, today is an historic day for all European citizens: we are voting for an important change, which we had been waiting for decades for in relation to policies that Europe had pursued with short-sightedness, disappointing, penalising and impoverishing millions of its citizens. As an Italian and as a European, I thank President Giuseppe Conte for the excellent result achieved at the European Council and my colleagues in the 5 Star Movement for the synergy created with him and the valuable work done. Next Generation EU must mean enough, forever, to austerity policies that have impoverished those who were worse off and created de facto discrimination between citizens of different states and different censuses. We turn the page and we have to turn it all the way. So beware of the cuts in the programmes, which we hope to correct. This change cannot only concern the post-COVID emergency, but must be the paradigm of the Europe to come: sharing risks and critical issues, solidarity between peoples, genuine growth and care for the environment. Let us therefore commit ourselves to keeping the promises made today, without ever going back, respecting the spirit of the founding fathers, without which Europe would have no reason to exist.", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 17, "date": "2020-07-23.json", "name": "Siegfried Mureşan (PPE).", "mepid": "124802", "text": "   – Mr President, the microphone wants me to thank you three times, I can gladly do this. President von der Leyen, President Michel, we welcome the agreement reached on the recovery package. And the message from the European Parliament is clear: we welcome the ambitious support of EUR 750 billion. Help is coming for the people affected by the coronavirus, for the enterprises affected and for the regions affected by this virus. Now it is very important that we get this right, that money is being used to modernise, to further develop the European Union and one thing is clear: the more we spend the better the control needs to be. Democratic and parliamentary scrutiny, transparency and the same for the European Parliament, this is all-important for us. On the budget for the next seven years, we need to get this right, because this is the budget of the European Union, also for the time after corona. it is here to stay, it needs to be ambitious and it needs to be enough to fulfil the promises which we have made to the people of Europe. We saw in the Council, 27 presidents and prime ministers fight for 27 national perspectives. Now the European Parliament will fight for the European perspective. We have listened to the Council, now is the time for the Council to listen to the European Parliament. What are our demands? What do we want? We want more young people to be able to travel and study in other countries to better know the European Union and the European way of living in different countries here in unity in the Union. For this, we need a bigger budget for Erasmus scholarships. We want us to be able to build more hospitals, to modernise existing hospitals. For this, we need an ambitious EU Health Programme, and we want Europe to be more innovative, to research more. For this, we need to prioritise the Horizon Europe programme. We want no one to be left behind in the transition to a green economy. The Just Transition Fund needs to be enforced. These are our expectations, these are our demands in order for us to be able to support the budget of the European Union for the next seven years. President von der Leyen, you said the budget is a ‘bitter pill that needs to be swallowed’. We do not want to swallow it in this form, we want to negotiate, we want to improve it, we want to start negotiations fast, we want to conclude negotiations fast and to have a vote fast because, President von der Leyen, you were a minister, President Michel, you were a prime minister, you know the Parliament always has the final say on the budget. This is why I say: let’s start the final negotiations fast and give a message to the people of Europe that we have an ambitious budget for the next seven years.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 18, "date": "2020-07-23.json", "name": "Simona Bonafè (S&amp;D).", "mepid": "124814", "text": "   Mr President, ladies and gentlemen, at last! Finally, the European Council has also struck a blow. Today we can talk about a European response to the economic and social crisis caused by the coronavirus, today we can talk for the first time about common European debt to cope with the restart of our economies. The agreement on Next Generation EU changes the face of Europe: the Europe of solidarity has won, it has lost those who, for years, have told us that Europe no longer needed it, that it could be done without it, that all in all it was better closed within its borders to defend its national interests, as if these were something else than European interests. , almost opposed. Then came the coronavirus, with all the burden of suffering and pain for the people who did not make it, but also for those who every day fight for a job that is no longer there and that perhaps will not even return soon. We have discovered that we are all more fragile on our own, but we have also learned that crises do not result in the defence of small homelands, but in the relaunch of a genuine common European project. That is why today, Mr Michel, we must make a further effort, all together. If the Recovery Fund is a step forward, the multiannual financial framework is not good, it is not adequate, it needs to be improved and we are here for it. We certainly need extraordinary resources to get our economies off the market, which must be in everyone's interest, to those who are committed to showing clear signs of reviving and modernising their economies, and Parliament too will have to be able to have its say, but we also need to ensure the continuity of the Union's programmes and to give solidity to the new priorities for the future that we have all set ourselves here. , starting with the Green Deal. If we really want to address the next generation of Europeans, so much so that we have called the Next Generation EU plan, we cannot accept that programmes with a high European added value, such as Horizon for research, the Just transition fund for the green transition, InvestEU for the competitiveness of our businesses, Eu4Health for health or Erasmus, should be cut so heavily. Nor can we accept that Europe's resources should go to those who do not respect its values: we cannot use everyone's money to undermine the rule of law and democracy. We've taken important steps up here, it's only a last mile away. The citizens of Europe are returning to look to Europe with hope and confidence. Let us not waste this opportunity!", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 19, "date": "2020-07-23.json", "name": "Luis Garicano (Renew).", "mepid": "197554", "text": "   – Mr President, we have succeeded. Many in this House and many in the Commission, Mrs Von der Leyen, and in the Council, Mr Michel, we have worked tirelessly to achieve an ambitious recovery fund that would enable Europe to tackle the exit from this crisis in a united way.  The European Parliament showed the way with two resolutions, in April and May, which showed that a pact was possible if we all thought of them as Europeans.  Europe has done its job, and now countries, all countries, must do their own.  Some are already celebrating it as if they have won the World Cup, but the reality is that all the work remains to be done.  The governments that are going to receive these funds have not yet done anything to solve the problems that these funds will be able to solve. We are only at the beginning of a long journey that we have to take to create the changes and transformations that our countries need.  Nothing is free; nor will those debt-financed EUR 750 billion fall on the shoulders of future generations. Our responsibility to those future generations is to use this money to build a better society. That's why, and just for that, we have to use these resources.  We must repeat this message in every corner: every corner of Europe, every corner of our countries. We have to explain that the reforms that have been so postponed and the investments that are necessary must be made now. We must use this opportunity to move towards a more humane Europe, in which all citizens have the capacities to enjoy true freedom that respects the environment, bets on knowledge technology and puts technology at the service of people.  How we invest this money will depend on Europe creating a strengthened or weakened crisis. It is time for rigor, commitment and responsibility.  From the European Parliament, we need to do everything necessary to ensure that this important investment that Europe is making is being spent well.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 20, "date": "2020-07-23.json", "name": "Marco Campomenosi (ID).", "mepid": "35016", "text": "   Madam President, ladies and gentlemen, I would like to thank President Michel and President von der Leyen for being here today. This debate is very important but without a premise it risks losing its meaning: in these twenty years the European institutions have introduced a complex system of rules, incomprehensible to our citizens, a system of rules that has contributed so that Europe was, even before the COVID emergency, especially at that time, the area of the world that grew less than all of them. Not having a moment of self-criticism on this is, in my view, a serious problem. Then it is clear that, as many have said, the agreement reached at the European Council is macroeconomically relevant, as we all know. Even the supposed benefits for my country are still not entirely determinable: we do not yet know with what resources we will finance these interventions and some of the hypotheses concern us, because they risk penalising certain production sectors that are still important and that need support instead. On the contrary, we already know what recommendations the European Commission will make to my country: it will call for cuts in pensions, health and social services. I would not like us to be here in a few years' time commenting that with pension cuts in Italy we have financed the production of electric scooters in China. I would not like this veil of hypocrisy, which has reached this point since Maastricht to Lisbon, not finally to be lifted, because the risk is to give the citizens the impression that the crisis and its seriousness have not been understood and that solutions such as these are just a panacea unnecessary to solve the problems.", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 21, "date": "2020-07-23.json", "name": "Rasmus Andresen (Verts/ALE).", "mepid": "197448", "text": "   Madam President, I would like to thank the president for her For the first time in the history of the European Union, we are responding to an economic crisis with common European bonds and investments. We Greens welcome this fundamental change in the system. It is economically wise and politically the right insight. If we want to emerge stronger from economic crises, we need a European Economic and Monetary Union. But the price of this step was high – we would say too high. You, Mr Michel, have sacrificed the EU budget to approve the reconstruction package. Instead of being European together, the EUR 1.8 trillion is spent primarily nationally. After a few stronger years, we will wake up to 2024 with an extremely low EU budget. Their only goal was to buy the consent of the stingy five through large discounts. Research, digitisation, nature conservation, people in coal regions, but also young people who want to travel through Europe through Erasmus programmes are the victims of this budget decision. They are paying the bill for unfair rebates to arrogant heads of government. Please explain to us why, in response to the biggest and global pandemic, you are cutting down the health programme, the proposed health programme! That makes no sense! The 30 percent climate investment is a step in the right direction. The climate movement, but also many here in Parliament, have fought for a very long time for more climate investment. But that is not enough to comply with the Paris climate agreement. We need more investment in climate protection and, above all, in biodiversity. We must ensure that not a single EU project in the budget is not compatible with the Paris climate agreement. Dirty fossil energy must no longer be promoted. Mr Michel, we Greens are ashamed that, on the subject of the rule of law, the paragraph you negotiated there has become the bargaining chip for the approval of Heads of State or Government such as Viktor Orban. Our rule of law and democracy should actually be a matter of course, because the EU is not an ATM. Your proposal makes it clearly too easy for Viktor Orban and others to block these measures in the future, and that is why you have to expect the strong opposition of the European Parliament in the coming weeks. The European Parliament does not sit in the public gallery. We are budgetary legislators and we take this role very seriously. We will negotiate constructively. We want an agreement, but we will also negotiate hard. Because a budget of this magnitude and on the terms is not acceptable to us.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 22, "date": "2020-07-23.json", "name": "Johan Van Overtveldt (ECR).", "mepid": "125106", "text": "   Mr President, the European Council has reached an agreement. This was also very necessary, because the European institutions could not and cannot afford to slip into an impasse at a time when the COVID pandemic is still building and is resulting in severe socio-economic consequences.  The recovery fund in front provides the necessary levers to allow our economies to recover quickly, but there are some loose ends to them. I'll pick two. The first is conditionality, where the agreement provides for an emergency break. It is rather unclear, I think, how that should work, whether that will work at all and what happens in the event of a deadlock at that level. The second point of ambiguity is certainly also the repayment, where I see certain principles, certain outlines of how this should be done, but whose concrete effect on how we are going to do so – and it is eur 750 billion – is not yet certain and is guaranteed to produce a number of discussions in the near and slightly further future.  I also continue to question the criteria used, in particular historical unemployment, where I seem to recognise a lot of reverse arithmetic. Finally, I deeply regret that the agreement reached by the Council is cutting the multiannual budget in terms of innovative and research programmes. Those are just the things we need to make our economy stronger and more resilient.", "language": "en", "original_language": "nl", "translation_provider": "azure"}, {"id": 23, "date": "2020-07-23.json", "name": "José Gusmão (GUE/NGL).", "mepid": "88715", "text": "   – Madam President, the issue of joint European debt is an important precedent, but it is debt that we are talking about. Until we have our own resources – and they have not advanced a millimetre at this Council meeting – what we are doing is advancing money from future budgets, and therefore it is only debt that we are talking about and it is appropriate not to mislead the citizens in that regard. And with this debt returns the famous macroeconomic conditionality, which led the European Union to a disastrous response to the previous crisis, disastrous for the economy and disastrous for citizens and the European project. And the price of achieving this solution was a smaller budget, a budget that will make the European Union a more unequal – and therefore less union – Union, and it was still necessary to buy the four countries that call themselves \"frugais\". Countries that talk to the rest of Europe about the rules but do not mind receiving cheques, which are now increased, outside european budget contribution rules. Countries that like to give moral lessons to the rest of the European Union but have accepted this bribe to agree to the plan that has been approved. Countries that talk about rules and talk about morale, but are the biggest beneficiaries of the existence of the single market and the rules of the single market, and even violate the rules on macroeconomic imbalances year after year, at least in the case of the Netherlands and Germany. And so we endorse this resolution, because this resolution says very clearly that the European Parliament will not accept the budget as it stands, and this implies talking about a more unequal Union and implies talking about this scandal which are the rebates, the cheques passed to some of europe's richest economies, and we will see if, in future debates, all the political groups of this House will remain faithful to the content of this resolution and the content of this refusal of the way of a Union more unequal, of a more unfair Union.", "language": "en", "original_language": "pt", "translation_provider": "azure"}, {"id": 24, "date": "2020-07-23.json", "name": "Carles Puigdemont i Casamajó (NI).", "mepid": "202351", "text": "   – Madam President, the news of the agreement this week has been very positive and full of hope at a moment of doubt and serious problems: a big step forward. This is what one would expect from the EU. Now it will be the Member States who must distribute resources with efficiency, with a federal mentality, and, above all, with great responsibility. This money comes from the effort of millions, and has been mobilised thanks to a marvellous word which is, or should be, the essence of the EU: solidarity. No one should ever forget this. A powerful economic recovery machine has been built, but the opportunity has been lost for this colossal energy to serve to strengthen democracy and the rule of law, especially in these times when dramatic situations, such as those of the Uyghur people, demand from Europe an indestructible moral authority in the human rights field.  There are states that will receive a lot of money but will not feel any obligation to change their treatment of or their opposition to national minorities, as we Catalans know well. Spain continues to spend millions on Pegasus software licences to spy on pro—independence leaders. Will Spain reject the recommendation of the United Nations Human Rights Committee? Can there be economic recovery without a democratic dimension? Yes, in China, but in Europe the slightest possibility that this might be possible is a nightmare that we should know how to shake off.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 25, "date": "2020-07-23.json", "name": "Esther de Lange (PPE).", "mepid": "38398", "text": "   Mr President, after the four days and nights described by President Michel, I have described this agreement as The good, the bad, and the ugly.  The good is the fact that there is an agreement. Not only about a multi-annual budget – which is always difficult, and we in Parliament still have consideration – but also about the recovery package in response to the corona crisis and its economic consequences. Because let's face it, it's not over yet. I would therefore like to use this place to appeal to the people outside – especially those who think that because the sun is shining there are no problems –: stick to the rules. It's not over yet. If nurses risk their own lives every day to save you, the least you can do is stick to the rules about corona.  Then, the bad: shortening on research and innovation, exactly what we need to get out of the economic crisis. But also on migration and border security. That is a good example, President Michel, of how your Council is spinning in circles on a permanent day. In the previous migration crisis, the countries were saying that we must solve this above all in Europe! And when the Commission and Parliament said, we are going to guard the borders together, it was said, okay, we are going to provide a budget for that. It is precisely that budget that has now been cut. I am sure, President Michel, that in the next migration crisis, your members will be shouting again: this is what we must do, above all, european!  Then, the ugly: as far as I'm concerned, the rule of law. I have seen the wording in every version of the Council conclusions become increasingly weak. But all is not lost, so I am very keen to take the outstretched hand of Commission President Von der Leyen to work on the basis of the 2018 Commission proposal to develop this regime. If I listen to how widely this is shared in the European Parliament, I think that today we are sending a very clear signal to the government in Poland, the government in the Czech Republic, also the government in Hungary, to all 27 Member States: that this Parliament will not give up the rule of law and respect for it. Because why is this so important? We are adding a new element to our European home with the recovery package, but respect for the rule of law is the foundation of everything we do. That is why we will have to work beyond just the meagre text of the Council, and I am very happy to accept that outstretched hand.", "language": "en", "original_language": "nl", "translation_provider": "azure"}, {"id": 26, "date": "2020-07-23.json", "name": "Margarida Marques (S&amp;D).", "mepid": "197638", "text": "   – Madam President, Mr Presidents, this time there is a European response to the crisis. Citizens, families, businesses, civil society organisations, states can count on the European response. That's what we expected.  The European Parliament has set out the creation of a recovery fund based on the issuance of joint debt. The European response is based on this fund. I congratulate the European Commission on creatively and a ambitious and balanced European MFF proposal and Recovery Plan combined with each other has been creative and built. Member States are certainly satisfied with the financial envelopes at their disposal. But we have a concern which, as President Von der Leyen said, is shared by the European Commission: how to relaunch strategic programmes for the future and increase our resilience, such as Erasmus, Horizon Europe, Digital Europe, EU4Health, Creative Europe or Rights and Values? That is why the European Parliament is strongly welcomed by the European response, but it will not stop using all the mechanisms at its disposal to obtain a more robust European Union budget. And for that we count on the Commission, the institution that watches over the interest of the Union. Yes, it is in the Union's interest that is at stake, it is European added value, but we also have european leaders who, in this long negotiation, have defended the European interest beyond their national interests. And we want a mid-term review that also analyzes gender mainstreaming and sees where we are in the climate goals. But above all, it discusses the financing of the European Union budget. Until then we have to introduce new own resources, such as the digital tax or a tax on financial transactions. Relying on the Union budget mostly on the percentage of the Gross National Income of the Member States leads to the same disputes every 7 years. Finally, the Conference on the Future of Europe must play an important role here.", "language": "en", "original_language": "pt", "translation_provider": "azure"}, {"id": 27, "date": "2020-07-23.json", "name": "Valérie Hayer (Renew).", "mepid": "135511", "text": "   Madam President, Mr President, ladies and gentlemen, this pandemic has stunned us. It stunned europeans in the face of our impotence in the first few weeks. While our economies, our workers, are being hit hard, our responsibility as elected officials is to restore hope. The hope that we will be better prepared in the future to deal with any health crisis, however sudden it may be. The hope that our world of tomorrow will be more resilient, greener, more innovative, more united.  It is in this spirit that the Heads of State and Government have adopted this stimulus package. This is an absolutely major step forward for our future, a historic moment. I believe that no one in this Chamber will be able to challenge it unless we show absolute bad faith. So I extend to you, Mr President, my sincere congratulations for reaching agreement on this extraordinary budget. We strongly support him. Yet the task has not been easy, far from it. But honestly, what could be more predictable? Heads of state and government are entangled in unanimity; they drag their own budgetary constraints to Brussels and know full well that they will be judged according to an absolutely intransigent national reading grid. This has to stop! Madam President, Mr President, in the position we are going to adopt today, we MEPs are calling for a clear and binding commitment to the rapid introduction of new own resources. No fuzzy terms, such as 'in sight' or 'possibly'. We ask GAFA, multinationals that practice tax optimization, major Chinese polluting industries to contribute. They are the ones who have to bear the burden of this loan. In fact, this is the raison d'être, the very essence of this recovery plan: to ensure solidarity between our countries, without increasing the burden on our citizens. Clearly, we want to enshrine in law what has been done in the spirit. Our request is part of the dynamics of your agreement. Mr President, we can now start negotiating this regular budget together, with confidence, ambition and speed.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 28, "date": "2020-07-23.json", "name": "Jaak Madison (ID).", "mepid": "197493", "text": "   – For a start, I am very pleased to hear the praises of all the people and the great congratulations on the agreement reached. My problem is rather that we are still relying on the so-to-speak underlying cause. Why is EUR 750 billion borrowed on behalf of the European Union, and what is the real reason for this? The real reason, officially, according to the European Commission, is that many Member States do not receive such a favourable loan. But why can't they? Because their own national borrowing burden is too high. But why is it too big? Because the economy is not working, but why the economy is not functioning is that they will not be able to run their economy if the regulations of the European Union, the directives, the laws have combed them so much, because they will inevitably not work in uniform regulations across the European Union. Therefore, now those countries that have been economical, frugal, conservative in financial policy, like Estonia, my own country, which is perhaps the least indebted in the world to date, must accept a huge loan because many European countries have simply lived above their capabilities for decades. Not to mention, of course, the political problem that, when we talk about the rule of law, we are talking about Poland, Hungary – all of this, very sweet, but with the rule of law, there is no way to do that that we go around the corner from the Treaties, because the Treaties would not allow the European Commission to set a precedent for a giant loan where we do not even know how we will pay it back, let alone new taxes. I am therefore quite sure that it will go to a very large number of higher courts across the European Union, as was the case in Germany and will certainly happen in Estonia. Thank you and hope for the best for the future of Europe, which is not just the European Union.", "language": "en", "original_language": "et", "translation_provider": "azure"}, {"id": 29, "date": "2020-07-23.json", "name": "Bas Eickhout (Verts/ALE).", "mepid": "96725", "text": "   – Madam President, I would like to use my minute to really address the ‘Frugals’, the five Frugals in your Council where all our political families have our issues, and I think we have to be fair on that.  But the questions to the Frugals would be, what were you thinking? Ten years after a euro crisis when there is finally a momentum for a public investment plan – let’s cut it. A health crisis hitting Europe everywhere – let’s cut the EU for Health Programme.  A seven-year EU budget investing in our next decade – let’s cut the budget for research. The next big crisis being climate change – let’s cut the Just Transition Fund. The European values being challenged everywhere – let’s kick the rule of law can down the road, again.  Yes dear Frugals, you have your rebates, but we are discussing the future of Europe here and that is in everyone’s interest, certainly in yours. We as a European Parliament are offering you this summer to rethink your priorities.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 30, "date": "2020-07-23.json", "name": "Bogdan Rzońca (ECR).", "mepid": "197545", "text": "   – I would like to say that we simply need the Multiannual Financial Framework and the Reconstruction Instrument. No matter what we are talking about here today, however, I would like to believe that what the Council has prepared after long and painous negotiations, including with the important participation of Polish, deserves recognition. And I would like to stress strongly that I see that, however, the idea of solidarity and responsibility has taken a mountain over the national selfishness that we were afraid of.  I firmly believe that no one will be harmed by what has been prepared during these four days. I believe this strongly, even though the rule of law is very visible here. Poland and Hungary, and all countries, are in favour of the rule of law as for clean air as for clean water, as for a good climate. And I hope that there will not be a situation where, on false grounds – for example, that a judge is unwell – one of the nations or one of the states is punished. I believe in the integrity of the Council, the Union, the government and Mrs von der Leyen in this matter. If there is a review of the law in the countries of the European Union, it will be a fair review. We are not afraid of the rule of law, but we are afraid of false, bad judges. We also hope that very soon this money will be released, released to the market, that it will be dedicated to poorer regions, to entrepreneurs, to those who need protection at work. I firmly believe that we will go with these new financial instruments – with the various shortcomings that others have talked about here – without a reverse run. I therefore wish you good luck and good use of these funds in all countries.", "language": "en", "original_language": "pl", "translation_provider": "azure"}, {"id": 31, "date": "2020-07-23.json", "name": "Younous Omarjee (GUE/NGL).", "mepid": "30482", "text": "   Madam President, I hear that the agreement reached in the European Council is historic. But we know, from experience and lucidity, that the doors sometimes open close very quickly before the logics of competition and competition. The future will tell. But historicity cannot be short-term, and the agreement reached in the Council came at the cost of cuts in the long-term policies of the European Union: CAP, research, Erasmus, health, green pact and ESF. The agreement was also reached with a worrying start to the renationalisation of European policies. I believe that, in the end, this agreement marks that national interests have prevailed over the European policies we defend. In conclusion, I want to say to the Council that the European Parliament has the final say, that we are co-decision-makers on regulations and that we are the guarantors of the Community method.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 32, "date": "2020-07-23.json", "name": "Isabella Adinolfi (NI).", "mepid": "124831", "text": "   Madam President, ladies and gentlemen, the Europe of solidarity was born on 21 July. This date will certainly be remembered as the beginning of a new era: with EUR 750 billion earmarked to combat the economic crisis and with the issue of common securities we have planted the seed of the Europe of the future. We will soon reap the benefits and be generous, we will also distribute them to those who hoped to collect only rubble, such as Italian and foreign sovereignists. Of course, there is still much to be done. The European Parliament will speak out to improve the agreement: some of the cuts, wanted by countries that call themselves 'frugal', are soothing and nonsensical. How can the Eu ropean Union's health programme be cut in the midst of a health emergency? We must also defend investment in the south of Europe and relaunch tourism and the cultural industry, which have suffered more than others from the pandemic crisis. We are certainly proud of the work that has been done, the path taken is the right one. The dream of Spinelli and the other founding fathers returns to save this Europe, which died yesterday. We are not afraid to move forward: the future awaits us.", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 33, "date": "2020-07-23.json", "name": "Daniel Caspary (PPE).", "mepid": "28219", "text": "   Madam President, I would like to thank the president for her Congratulations to the European Council for this rapid agreement. That is a strong signal. It is a signal that Europe is arguing, that Europe is fighting for different interests, but that the Member States are ultimately able to quickly find common positions. This is also the important message to the citizens: Europe is reliable, we stand in solidarity and we face up to the challenges together. That is why this paper is a good basis for negotiation. But we do not want and we cannot simply nod off this package. The money will not flow until 1 January. So we still have a few weeks to agree on one or the other improvement. However, we also have issues that we need to discuss, namely: have we really done enough to ensure that the money is also channelled into sensible investments and that we do not simply keep old structures alive with fresh money? Why did the Member States not have the courage to really enable the European Union to do European programming, as we are really doing successfully in many regional and structural funds? Why have the Member States insisted that they present programmes on their own responsibility and that we do not stand together as the European Union? My second question to you, Mr President-in-Office of the Council, is this: how do we ensure that not only the one per cent of European money as a share of European GDP – or now, for the next two or three years, we will get to 3 or 4%, but above all the 49% of European GDP that is in the Member States – in the cities and municipalities, in the regions? , in the nation states – are they really well positioned? After all, our entire european Union package can only be effective if the Member States, with their 49% in the coming weeks and months, take the right measures. And this message should also come from us in the European Parliament, that we have a clear expectation here also of the governments and parliaments in the Member States.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 34, "date": "2020-07-23.json", "name": "Tiemo Wölken (S&amp;D).", "mepid": "185619", "text": "   Madam President, Mrs von der Leyen, Mr Michel, I would like to thank mrs von der Leyen for the work he has It is good that you have come out of the negotiations with a result, but it is not good what is in this compromise. We will not swallow the bitter pill that you mentioned here today that we have been served. Your proposal cuts funding where it is particularly important for the future viability of the European Union. The InvestEU programme, which supports investment in climate neutrality, will be cut from EUR 31.6 billion to EUR 8.4 billion. For socially just change, we have the Just Transition Fund, cut from 40 billion to 17.5 billion. In the midst of a global pandemic, you are cutting health policy to just EUR 240 million per year. How can that be? The reconstruction programme is called Next Generation EU. At the moment, it looks as if Next Generation EU means that the climate crisis, digitalisation, health should be the next generation, not us. This is unacceptable. And in order to prevent these citizens' priorities from being disregarded in this way, it must be clear that we, as the European Parliament, need a say in the reconstruction programme. Then there is the biggest weakness: the rule of law. The draft is totally unacceptable at this point. The rule of law is the common principle, is the basis of cooperation, the basis for trust and a protective umbrella for our fundamental rights. It is precisely this agreement that makes the pill so bitter. Parliament will fight for a better prescription for the pill of the budget until there is so much rule of law in it that journalists, judges, demonstrators and citizens can sleep calmly again, because their fundamental rights are protected.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 35, "date": "2020-07-23.json", "name": "Moritz Körner (Renew).", "mepid": "197445", "text": "   Madam President, Mrs von der Leyen, Mr Michel, ladies and gentlemen, I would like to thank the rapporteur for her excellent work and for the work she has said. It is good that we have a result from this summit. But I believe that the weekend has also shown that the Member States see the European Union solely as an ATM. It's just a matter of paying as little as possible and getting as much out of it as possible. And, by the way, all the Member States. The thrifty are primarily concerned with paying as little as possible into it, the others are concerned with getting as much out of it as possible. Ladies and gentlemen, however, the European Union is not an ATM, it must become a future insurance policy. And that is precisely why we must set the tone for the future – with Erasmus, with education, with research and with real European projects, for example, with a real hydrogen union. The European Union must be strong where the Member States cannot be strong. However, some Member States actually see this EU as an ATM in the sense that they can enrich themselves and their friends from EU money. We must prevent this from happening. We need a bailout for the rule of law in Europe to ensure that the money no longer goes to would-be autocrats or their corrupt friends. We have to make sure of that. At this point, Merkel &amp; Co. let themselves be dragged over the table at this Orban summit, and this European Parliament will not accept that.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 36, "date": "2020-07-23.json", "name": "Gunnar Beck (ID).", "mepid": "132191", "text": "   Madam President, good news first: Brexit has saved Britain EUR 80 billion net, roughly the sum the Recovery Fund would have cost Britain. Never let a good crisis go to waste! As a result, the EU is issuing €1.8 trillion by 2027 and is in debt of €750 billion. This is the coup d'Etat. Articles 310 and 311 TFEU state: \"The EU budget must be balanced .... [and] will ... fully financed from own resources.\" Clear words, but the EU is making debts – illegal! Confucius said: \"Where words lose their meaning, peoples lose their freedom\" – not in Hungary or Poland, but through Brussels and Berlin. Merkel scoffs as if Germany is an omnipotence like the US after the war, and imposes German tax money on other germans, as it were. The Germans have the lowest private wealth in the euro zone, the highest taxes in the world, record electricity prices and the lowest home ownership rate. Rich Germany has very poor citizens. Von der Leyen plans EU taxes and illegally makes EU debts. Lagarde prints trillions of euros – illegal. Three women govern the EU – no problem. But it is the three most expensive women in Europe since Madame de Pompadour.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 37, "date": "2020-07-23.json", "name": "Petra De Sutter (Verts/ALE).", "mepid": "197471", "text": "   – Madam President, President von der Leyen, President Michel, yes, the agreement is historic. Of course, we acknowledge that. But as a doctor, I must say I am disappointed, because of the cuts in the Health Programme. We are in the middle of the crisis. We are at the beginning of the second wave. We all see the figures rising again in Europe.  I cannot understand – I cannot explain to my colleagues – why the Member States did not understand this as an absolute priority. And we cannot compare the figures in the proposal now with previous figures because we did not have a COVID crisis then.  I’m also a researcher and a professor. I cannot explain to my students why Erasmus has received cuts. I cannot explain to my fellow researchers why Horizon Europe is not what it should be because we need that also for innovation, for start-ups, for SMEs, for our power, our leadership role in the world.  We’ve believed the ambition of the Commission in respect of the Green Deal and the Digital Transition, and these are the priorities that are aimed to the future, that we are missing in this proposal. So please, if we negotiate the MFF, listen to us and top up these essential programmes.  (Applause)", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 38, "date": "2020-07-23.json", "name": "Derk Jan Eppink (ECR).", "mepid": "97133", "text": "   Mr President, the European summit ended with Mr Rutte's betrayal. After four days of shadow boxing, he threw in the towel and left.  What is the result? We are going to have a higher EU budget, despite the British. There will be European taxes, and also European debt – which Mr Rutte has always said he is against. He talks about an emergency braking procedure, but that is actually a farce – there is no plug that you can pull out – and thus leads the Netherlands into the transfer union.  France is suspending pension reform, Spain is introducing a basic income and Dutch pensions are being cut. That's very bitter for these people, and they don't understand that. That is why I am calling for a referendum in the Netherlands on this redistribution plan. Let the people decide for themselves their money.", "language": "en", "original_language": "nl", "translation_provider": "azure"}, {"id": 39, "date": "2020-07-23.json", "name": "Clare Daly (GUE/NGL).", "mepid": "197731", "text": "   – Madam President, as you know, yesterday Dr Syed Ali, a frontline health-care worker, died in Dublin’s Mater Hospital, a day before his 60th birthday. He is one of the many casualties to this health crisis and I have to say, sitting here, I’m really struck by the shocking disconnect between the words spoken, the deal before us and the reality for his family and for the citizens of Europe. We have been through an unprecedented health crisis. We’re still in it. In May, the Commission told us it needed EUR 9.4 billion for a new stand-alone health programme, the first instalment of a necessary EUR 70 billion programme. Instead, we get nothing for health in the recovery and EUR 1.7 billion in the MFF, while EUR 13.5 billion goes on our defence budget. What an insult to Dr Ali. We talk about solidarity, but your conditions on your form sound very much like austerity to me, with no such conditions on the rule of law. I’m sorry, but it is a monument to European hypocrisy.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 40, "date": "2020-07-23.json", "name": "Clara Ponsatí Obiols (NI).", "mepid": "204443", "text": "   – Madam President, I welcome the agreement of the Council. European citizens need the Recovery Fund to get back on their feet and face the future with hope, but to boost back our economies, we need more than hard work and money. We need to boost all our creative potential and that means good government, rule of law, science and technology. That’s why it’s so disturbing that the Council has used science as the cash cow for the negotiations. COVID-19 makes the value of research more evident than ever, but 27 prime ministers failed to realise that, so I call on this Parliament to stand up for the science budget.  Council overruled the rule of law and science, but I am glad they agreed on a control mechanism so that recovery funds are used productively. Spain will be a major recipient and this money needs to be put to good use – and yes, this requires external control because Spain is the Member State where the royal house is the centre of a massive corruption scheme but the government and parliament refuse to investigate. Spain is the country that spends billions on submarines but cannot feed its dogs, or airports where planes never fly. Spain is the champion of high-speed trains, while commuter transit remains dangerously underinvested. Spain is the country that bails out the banks, not the people, and never ask banks for any money back. So I’m glad someone will be looking closely at how these funds are spent.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 41, "date": "2020-07-23.json", "name": "Andrzej Halicki (PPE).", "mepid": "197514", "text": "   – Madam President, I would like to begin by thanking the rapporteur for his excellent work. Congratulations, Mr President. Indeed, the European Union summit has been a success, because it is a historic moment when such great measures (potential measures – I hope that the ratification process of this plan will be just as effective) can revive, can save the European economy after this pandemic crisis. An important and very important element is also that European measures will be protected by the rule of law mechanism. This is undoubtedly a success, but we in Parliament here will soon be adopting a budget, a multiannual plan, to also pursue the objectives that we are talking about. How can we sign the cuts in the Just Transition Fund with one hand, which, after all, aims to build the practical objective of achieving climate neutrality in 2050 and say that this is our priority? These regions, coal regions such as Upper Silesia, need support. We must strengthen this fund, not limit it. We cannot tell the young citizens of our countries that a common Europe thinks about them, cares about their safety and education, and at the same time reduces the Erasmus+ programme by 50%, which is, after all, a banner for thinking about this common, modern, open Europe with development opportunities for young people as well. A committee to fight cancer will be working here in Parliament from September. This is the biggest killer in Europe today. After the pandemic, we have further health protection and safety challenges. We have practically erased health policy from the multiannual financial plan – or does this proposal erase it. We cannot agree to this here in Parliament.  We talk a lot about the rule of law. If the rule of law is so important to all of us, after all, the Rights and Values programme, which promotes common values, promotes democracy, should be strengthened – and its prestige, and its financial support. We have border protection. We have other tasks: learning, and so on. Europe must be stronger and more united. And I think we will achieve this together, thinking about these priorities also from a financial point of view. We need to improve this budget.", "language": "en", "original_language": "pl", "translation_provider": "azure"}, {"id": 42, "date": "2020-07-23.json", "name": "Eider Gardiazabal Rubial (S&amp;D).", "mepid": "96991", "text": "   – Madam President, President Von der Leyen, President Michel, the European Councils often generate a lot of anticipation and most of them a lot of disappointment and frustration. But this has not been the case and I want to congratulate you on that. You have done a fantastic job and have reached a historic agreement. They have had the courage, at last, to do what had to be done. The qualitative leap we make in European construction finally lives up to that Monnet phrase that Europe is built in crises.  The amount of the plan is less than we asked for, but it is still important, and I just hope it is sufficient. What is not enough is the financial framework and there they have made a mistake. It cannot be that, for the third time, we are re-adopting budgets lower than the previous septenio, because the needs are still increasing. And here I am not talking about the needs generated by the coronavirus crisis, because for that we already have the recovery plan. But before this virus we had many needs and also need to be funded. I am talking about continuing to investigate cancer or Alzheimer's, of continuing to support innovative industrial projects and more efficient modes of transport, of helping our staff with training, of helping our young people enter the labour market, of combating child poverty. That's still there and it also needs strong budgets. And it is a pity that this European spirit that perregulateed the summit could not keep its eyes up from that cold accounting.  But let's sit down, see how we make it better. In income and expenses, because both are important. Because I'm sure we can find an agreement and it will be a simply perfect agreement.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 43, "date": "2020-07-23.json", "name": "Guy Verhofstadt (Renew).", "mepid": "97058", "text": "   – (start of speech off mike) ... I have to tell you that we were with a few lone rangers that, since the outbreak of the financial crisis, started to say that eurobonds and new own resources were needed, and everybody said, ‘impossible, unrealistic, a dream that will never happen. This is Europe.’ Well, it is happening, and so I’m pleased with the outcome of this summit, and I think it’s historic. Yes, it’s historic. The first leap forward was the internal market; the second leap forward was the euro; the third leap forward is the fact that Europe will issue bonds for the first time and will increase its fiscal capacity in a dramatic way. So, I’m pleased and this is historic. But there are also weaknesses in this plan, let’s be honest. And the most important weakness is due to what? Yes, the rule of unanimity. And that’s the reason why the pan—European projects have been gutted and that the direct transfers to the Member States and the rebates for the frugals are still there. I think that – I will be very blunt here, in this House, and I think that I’m speaking for the whole House –this House will not give its green light for this package and for the MFF if this is not rectified, if we again do not have these pan-European projects as the priority in the MFF – and it’s easy to do! The easy way to do it is to start with its own resources earlier than foreseen in the plan. In the plan, it’s foreseen for 2023. My proposal is to start in 2021. And finally, my last point, Madam President, before you use your weapon again against me – like every time. There needs to be a co-decision by Parliament. We’re going to spend and collect EUR 750 billion. That is only possible with democratic control. We are in Europe. We are not in China or in Russia. (Applause)", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 44, "date": "2020-07-23.json", "name": "President. –", "mepid": "28115", "text": "  It was a good job, Mr Verhofstadt, that I didn’t cut you off! The holidays are coming...", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 45, "date": "2020-07-23.json", "name": "Georg Mayer (ID).", "mepid": "38511", "text": "   Madam President, I would like to thank the president for her We live in special times. I think we all know that. Special times, of course, also need special measures. There is much at stake in this financial package. We are talking about a one with twelve digits behind it. There is a lot at stake, it is about very, very much. These packages and these decisions will affect generations after us, will influence fiscal policy for generations after us. Strangely enough, everyone seems to have come home as winners at this summit. Merkel, Kurz, Macron have come home and announced profitable negotiations, got something out of it for their states. However, once you have negotiated, common sense knows that this is simply not possible. It cannot leave every negotiation as a winner. Recently, there have been voices even saying that Germany and France will be the beneficiaries of these aid measures at the end of the day, because the criteria have been changed, because they have been based on size. And it is astonishing that everyone is leaving these negotiations as winners. Away from these sleight of hand – admittedly, they are very, very large pockets – what we did not want comes: the debt union comes. Whether this debt union is compatible with the EU Treaties is still to be verified; some colleagues have already hinted at it. The rule of law cannot only apply to others, but must also apply to ourselves. What was made clear at this summit, in any case, is that we are witnessing the formation of a bloc. We are experiencing a north-south and an east-west block. This can only be detrimental to an alleged solidarity union – which this Union is supposed to be. Ladies and gentlemen, solidarity can never be a one-way street.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 46, "date": "2020-07-23.json", "name": "Henrike Hahn (Verts/ALE).", "mepid": "197457", "text": "   Madam President, I would like to thank the president for her It is good that we now have a negotiating position at this EU summit, and it is a strong sign that we in Europe are taking our hands and supporting each other. But the negotiations are only really beginning. It is unacceptable: cuts in future programmes, health and research, no strong hand in the violation of the rule of law and too little climate protection. We in this Parliament have promised to save the earth – with a climate-neutral Europe by 2050 at the latest, with a Green Deal as a stimulus programme. That means decarbonising the industry. To achieve this, we need strong research to support small and medium-sized enterprises. We cannot afford fossil fuels. Horizon Europe, InvestEU and Solvency Assistance Instrument are instruments for the future. We cannot accept such cuts. We have promised to stand by the people with a strong fund for a fair transition, and some regions have already been in the process of drafting their transitional plans. The European Council is now letting people down. That is not possible! We need a move towards a sustainable, solidarity-based economy with all the positive opportunities in it, and that is our responsibility.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 47, "date": "2020-07-23.json", "name": "Peter Lundgren (ECR).", "mepid": "124996", "text": "   Madam President, I would like to begin by thanking Theresa May for Let me begin by stating that this package of measures is in direct conflict with Articles 310 and 311. It is clear from this: europe is not allowed to borrow money for its budget. There is also one thing that lies with us Members of the House. Ensure compliance with the rules and not only round them up and not care at all about a regulatory framework that we have jointly agreed on.  Then there is a lot of whining about stingy countries. We have a situation in Sweden where people die in waiting lists and operating queues. At the same time, we have a Prime Minister who agrees to send only additional money abroad. They say we've got discounts. In fact, we have received an extended expenditure of six billion more in membership fees. How to stand and call it a discount, it goes my mind. Now you are giving europe the right to tax too, and they are being given their own resources. But Stefan Löfven, I want to tell you: I hope that the voters' verdict in 2022 will be tough on you and your party, because you sold out Sweden. You sold out the Swedes.", "language": "en", "original_language": "sv", "translation_provider": "azure"}, {"id": 48, "date": "2020-07-23.json", "name": "Marc Botenga (GUE/NGL).", "mepid": "187917", "text": "   Mr President, for the first time, the European Union is going to lend common money and then put it in a pot and make it available through transfers to countries that need it. That is a step in the right direction, let us say. Especially to the Mark Ruttes of this world, who, even in this pandemic, did not want to show a shred of solidarity. To all those people who, when they see that the retirement age is lower elsewhere, do not think: perhaps our workers can also retire earlier, but impose anti-social dictates on other countries.  Mais je vais aussi vous mettre en garde parce que vous avez encapsulé cet avatar de solidarité européenne dans le Semestre européen. Pour rappel, ce Semestre européen a permis à la Commission de conseiller 63 fois aux États membres de couper dans leurs soins de santé. Alors, si aujourd'hui vous allez utiliser ce plan pour imposer des réformes asociales, cela ne passera pas. Si vous vous permettez de faire payer cette crise aux travailleurs, vous nous trouverez sur votre chemin.", "language": "en", "original_language": "nl", "translation_provider": "azure"}, {"id": 49, "date": "2020-07-23.json", "name": "Fabio Massimo Castaldo (NI).", "mepid": "124812", "text": "   Madam President, ladies and gentlemen, the gruelling marathon of the European Council has given birth to an historic agreement, which strongly overcomes the stumbling block of tomorrow, but the horizon of the future is still uncertain and far away. It was imperative to decide and it was decided. We saved the amount of NextGenEU, 750 billion to overcome the mistakes of austerity, and as an Italian I thank Prime Minister Conte with real heart for having fought with tenacity and courage against the downward haggling of the \"frugal\". But as a European I tell you that if it had been our Parliament that decided, and not an anachronistic intergovernmental body hostage to electoral blackmail, today we would have much more than 750 billion. Tomorrow's Europe programmes – Horizon Europe, EU4Health, Erasmus+ – would not have been mutilated; we would have web, carbon and Tobin tax as early as 2021, and the leaders of the richest 10 % of European citizens could never have overrun the remaining 90 %, plumping up the odious privilege of rebates. As a Parliament we are ready to fight, you can bet! That is why the conference on the future of Europe must lead to a revision of the Treaties: with the Council unanimously, everyone can win, but europe can never really win.", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 50, "date": "2020-07-23.json", "name": "József Szájer (PPE).", "mepid": "23821", "text": "   \"There is a lot of talk in this house about the rule of law by people who have no idea what that means. For me, the rule of law means freedom, national independence and democracy. The rule of law means the rule of law instead of the rule of the people. For 30 years, my generation has fought to make this not only the inherited privilege of those living in the western part of Europe. We have fought for this, but I will also tell you what the rule of law does not mean, for which many people here want to use it. It does not report unrefined, unwritten rules. It doesn't mean double standards. It's when someone gets punished for the same reason someone else is praised. It does not mean sanctioning or shutting down political ideologies that some people do not like. But that's what some people here use the slogan of the rule of law for. It is emptied and subordinated to party political objectives. Those who talk about the rule of law should not roll out voting rules just so that the result they like comes out, as they did recently when the Sargentini report was voted on. If you are a believer in the rule of law, do not be alarmed by dissenting opinions, give the accused the floor to defend himself. Recently, in the debate on Hungary, you refused to let the Hungarian Minister give his position. One of the oldest principles of the rule of law comes from Roman law: \"nullum crimen sine lege\", no punishment, no law. In this House, however, solutions are being pushed where it would be determined not on the basis of normative, non-legal criteria that the rule of law would be violated, but would already impose serious financial penalties in the event of suspicion and would not guarantee equal treatment. That's the communist model. It's the Orwellian model of thought police that wants to punish intent. It's the Soviet way of screwing up the law to educate and blackmail political dissidents. We've seen this before. We've been victims of similar endeavors. We beat them, and we're not going to let them come back through the back door. Europe deserves a better, very better rule of law. And Madam President, if you would allow me a point of order: in this House some Members like to lecture certain countries to certain politicians about observing rules in the name of the rule of law. However, this Parliament is in breach itself in this moment, of its own Rules of Procedure – Rules 182 and 187 – which clearly say that voting can start only after the debate on the floor is finished. We are debating still, but the voting has already started. This is a violation of our own values. So, let's sweep in front of our own house first before we condemn others.", "language": "en", "original_language": "hu", "translation_provider": "azure"}, {"id": 51, "date": "2020-07-23.json", "name": "President. –", "mepid": "28115", "text": "  Just for the record, Mr Szájer, the final vote takes place after the debate. I move now to the next speaker, Mr Fernández, for one and a half minutes.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 52, "date": "2020-07-23.json", "name": "Jonás Fernández (S&amp;D).", "mepid": "125046", "text": "   – Madam President, first of all, we must recognise that the agreement of the Last Days European Council represents a momentous historic step in the process of European construction.  An agreement which continues Parliament's request in our May resolution, in which we called for the creation of a financing instrument through Community debt to be repayed with more own resources to help the European economy in the face of this crisis.  An important, key, fundamental agreement in which some government, such as Spanish, led by Pedro Sánchez, has played an essential role.  But in this agreement there are also some issues that we have to question. And the first is the regular budget, as some items do not grow what they should. And I will make special reference to the Fair Transition Fund, because those regions ⸺ like mine, Asturias⸺ which face a momentous challenge also, namely to modernize their economy, need stronger European support.  On the other hand, for the Recovery and Resilience Mechanism ⸺instrument to assist countries in investment and reforms⸺ governance is envisaged in the European Council agreement which this Parliament cannot approve.  We need governance with clear democratic legitimacy; we need governance in which citizens see their interests represented. And this Parliament will have its word and we will meet with the Council in the tripartite negotiations before the end of the year.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 53, "date": "2020-07-23.json", "name": "Stéphane Séjourné (Renew).", "mepid": "197508", "text": "   Madam President, Mr President, this agreement is historic, as everyone has said - not to the displeasure of the far right of this Chamber - since the beginning of this session. It may not be your story, Mr. Bay, but it is ours. This agreement reflects the extraordinary impetus that has enabled the creation of a major stimulus fund in addition to the European budget. We must also, ladies and gentlemen, be aware of where we are coming from: a few weeks ago, we were told this impossible agreement. Some had vetoed the very principle of an extraordinary stimulus package, with a veto on transfers, a veto on the principle of common debt, and this was achieved. This is a great step forward for Europe and I think we must all salute it. Now this resolution has the delicate task of welcoming this historic agreement while recalling the demands of the representatives of the European people that we are as Members. I would have liked, perhaps, to be more positive about the agreement, but at the same time we are the 28th voice in this negotiation and we are proposing legitimate and concrete changes for the lives of European citizens: more funds for Erasmus, more health, and above all more effective own resources more quickly. I agree with mr Guy Verhofstadt's proposal for a faster repayment of our common debt. Madam President, we have heard that four days of discussions between heads of state and government is the price of democracy. I agree, nowhere on another continent can 27 Member States agree in four days, with such an ambitious plan. However, bear in mind that a few weeks of negotiations with the European Parliament on a budget that commits us for 7 years is also the price of democracy: we will be ambitious, we will not block but we will be at the rendezvous of history.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 54, "date": "2020-07-23.json", "name": "Tom Vandendriessche (ID).", "mepid": "185771", "text": "   – Mr President, EUR 13 billion: that is how much Belgium should contribute net to the European Union's corona recovery fund. In addition, our contribution to the European budget is increasing by more than EUR 1 billion a year. However, Belgium is already facing a budget deficit of EUR 50 billion and 120 % of public debt as a matter of 120% of the debt caused by this corona crisis.  Who gets this explained to their constituents? Who will get it explained to my citizens that there is no money for humane pensions, that there is no money for care, that there is no money for tens of thousands of families who are on the brink of collapse, but that billions are waiting for the European Union's Policy of St Nicholas? I can't get that explained.  Or maybe it is. The more money the Eurocrats get, the more power they gain over states and thus, the more control they gain over citizens. Creating dependency without people ever choosing to. Because for 15 years, these Eurofanatics have lost every referendum. Years of sabotage and blackmail over Brexit did not work. In order to prevent more countries from playing their democracy and opting for their freedom, they now want to introduce European debt and European taxes. In this way they want to build a financial and fiscal prison from which one can no longer escape. This European Union is becoming something we have never chosen.", "language": "en", "original_language": "nl", "translation_provider": "azure"}, {"id": 55, "date": "2020-07-23.json", "name": "Tilly Metz (Verts/ALE).", "mepid": "193292", "text": "   Madam President, Madam President of the Commission, Mr President, I would like to thank the President-in-The-European President for the work he has There is a clear majority in this House in favour of more solidarity, more transparency, more sustainability, more Europe. It is not a question of which country gets what or how much, no, my question is: what do we invest in? Saving the economy must not come at the expense of forward-looking programmes. How, for example, can we talk about Next Generation and cut spending on education? How can you want to implement a Green Deal and halve the budget for the Just Transition Fund? In the midst of a pandemic, how can governments cancel planned spending on health and research? And what about our hopes for a more sustainable common agricultural policy if the planned rural development subsidy is halved? These cuts cannot be borne by this Parliament. Because we are not rebuilding after reconstruction, but during reconstruction.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 56, "date": "2020-07-23.json", "name": "Carlo Fidanza (ECR).", "mepid": "96810", "text": "   Madam President, ladies and gentlemen, out of the rhetoric and triumphalism, it took only a few hours to discover that the agreement of 21 July is not the best possible agreement. In this resolution, they are the same ones who welcome their prime ministers in the national parliaments with standing ovations, as happened to Conte yesterday in the Italian Parliament. Of course, there is money on paper, but we were right when we said that the answer is late and insufficient, when we said that it is wrong to go ahead with discounts on national contributions, that the part of the subsidies has been too small, that the money will come too late, when too many businesses will already be closed down and that is why we needed a bridge mechanism to help them immediately. We were right to denounce a governance full of conditionality, which risks commissionering our economic choices, and we were right, again, to say that, instead of asking for contributions from the Chinese, the giants of the web or finance, postponed to a date to be allocated, from 1 January 2021 you will massacre European companies with the plastic tax. We were right and you wrote it.", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 57, "date": "2020-07-23.json", "name": "Rosa Estaràs Ferragut (PPE).", "mepid": "96811", "text": "   – Madam President, I would like my first words to be of support and affection to the families of the deceased, who will always be in our memory, while I wish to pay tribute to all the workers who have been and continue to be fighting the pandemic.  The deal is positive. It's a step forward and you don't have to waste time, not a minute, because time is pressing and we're late. It is necessary to act quickly and courageously. It is a plan of European solidarity, but also of cohesion. It is a historic agreement because never had all Member States generated joint debt. Because of its magnitude and also because it is an important step in the process of European integration.  The aim is very clear: to recover employment, to recover European recovery, to protect Europe and to safeguard lives. The leadership of Chancellor Merkel and the Commission's own president, Ursula von der Leyen, both popular women, is indisputable here. This plan requires responsibility, stability and, at the same time, an ambitious and robust programme of reforms. I am referring to all Member States. In the past Spain did so with the Government of Rajoy and gave good results. Europe has complied. It is now up to the Member States to comply with citizens, especially in Spain, where the general interest has to prevail over balances of power. I have to tell you that you have to control that money very well so that it is spent where it is needed most.  The second part of the agreement, the Multiannual Financial Framework, is not satisfactory. We disagree with the unjustified and unjustifiable cuts. Specifically, 10% cut in the common agricultural policy and the field is absolutely unjustified. The field cannot be payment to this negotiation, especially when the field has been exemplary in its conduct during the pandemic. Also cuts in health, cuts in the right transition, cuts in education, in Erasmus. All these cuts put Europe's future at stake.  And finally, to tell you that I am very concerned about the protection of the rule of law. We need mechanisms to ensure a defence of the rule of law. Without a rule of law there is no democracy, but without democracy there is no Europe.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 58, "date": "2020-07-23.json", "name": "Kati Piri (S&amp;D).", "mepid": "37229", "text": "   – Madam President, let me start off positively. So let me first congratulate President Michel and President von der Leyen on what has been achieved on the Recovery Fund. I think a large majority in this Parliament agrees that it was innovative, it is what the people need right now, those people who are afraid of losing their jobs. So congratulations, for that is forward-looking.  This is where the praise stops though, because I do believe that with the MFF it’s not a budget that is a budget for the challenges we are facing as Europe right now. It’s a budget which lacks ambition, it lacks modernity, and President von der Leyen, you can’t be satisfied with this as the European Commission. Let me just give you one example. When this crisis is leading to a global inequality, what do we do? We cut the money for development aid.  The most important point: because of money we can negotiate, but we can’t negotiate on our values, and the fact in itself that we have law professors, we have EU leaders, we have journalists who are all having a different interpretation about what the European Council has agreed on when it comes to the rule of law, is a bad signal. I hear some people saying it’s very good that for the first time we mention the rule of law and the budget together. This is not something to be proud of: this we didn’t need 15 years ago. Now we have two countries in the European Union who, according to Freedom House, are a hybrid regime and no longer in the group of democracies.  So please, for my party, for my group – and I hope for a majority in this Parliament – we have to have clear wording on rule of law before we can agree to this budget. It’s not about money: it’s about principles.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 59, "date": "2020-07-23.json", "name": "Katalin Cseh (Renew).", "mepid": "197588", "text": "   – Madam President, the editor-in-chief of Hungary’s largest independent news portal, Index, was fired yesterday, a few hours after Mr Orbán proclaimed his victory over Brussels. I say to President von der Leyen and President Michel: empty words without action only serve to embolden the populists. This budget is our historic chance to rebuild and renew Europe, and I’m very glad we have this deal. But make no mistake, this deal is what we make of it. It can strengthen Europe or it can help the anti-European populists. Because yet again the Council failed to deliver a strong rule of law mechanism – a clear link between EU values and EU money. And Parliament’s call should be clear: no more empty promises on values, no more uncontrolled flows of EU money to the pockets of corrupted oligarchs but direct funds to local communities who need them now more than ever before. We ask the Commission to take action and take leadership on these commitments, and we ask the German Presidency to live up to Chancellor Merkel’s promises and treat rule of law as a top priority. Anything less than concrete action is unacceptable for us. (Applause)", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 60, "date": "2020-07-23.json", "name": "Hélène Laporte (ID).", "mepid": "197597", "text": "   Madam President, the four days and nights of bitter negotiations have not honoured the European Union, which is ending this summit divided as never before. Weary of war, an agreement was reached by unravelling the balances of the original project, symbolic of a historic failure on several levels. A failure for Europe, whose image is tarnished by irreversible antagonisms. A failure, then, regarding the credibility of the project. Emmanuel Macron said on Tuesday night that the French taxpayer would pay nothing for the stimulus package. But, objectively, who can believe this fable? We are really walking on water with the European Union. How can we repay a loan with own resources that do not currently exist and which will require a unanimous decision of the Member States, assuming that they are sufficient to allow repayment? This common borrowing is contrary to Article 311 of the TFUE, and we will pay for it until 2058. It constitutes unacceptable budgetary integration. I fear and condemn the next step, which is undoubtedly the creation of a European Treasury and its corollary, namely a generalised mutualisation of debts. There is also a failure in terms of priorities. How is the outright abolition of the EU4Health health programme explained when it was Europe's ad hoc response to the pandemic? Public health is a challenge that crosses borders, but clearly no lessons have been learned from this crisis. There is also a failure in terms of broken commitments. How can we justify the continued and even increased discounts when Brexit should have sounded the death knell for this incondictable system? The approval of the stimulus package to national parliaments will finally open the debate on the principle of subsidiarity. Why would a European plan be more effective than a series of national plans? This trompe l'oeil agreement actually hides a Europe undermined by the federalists, who are putting forward their deadly project for the nations.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 61, "date": "2020-07-23.json", "name": "David Cormand (Verts/ALE).", "mepid": "197503", "text": "   Madam President, ladies and gentlemen, we are relieved because we have avoided the worst, namely a non-agreement that would have aggravated the crisis we are going through. But like many pro-Europeans, I have in my mouth a taste of ash. What for? Politically, we have seen national selfishness confront each other. The European political imagination can no longer be that of free and undistorted competition between the nations that make up the Union. The inadequacies of the multi-year budget are glaring: the virtual absence of own resources deprives the Union of any real capacity for action, the governance of the Stimulus Fund hurts our idea of democracy. Finally, given the slope chosen, that of the sacrifice of ecological objectives, the fledgling European Green Pact is likely to disappear without a bang in the mirages of the resilience plan, which looks like a classic recovery plan. We will be told that we have acted urgently, but we must understand that if we find ourselves with our backs to the wall today, it is because, for too long, the choices made enshrine the victory of the short term at the expense of the future. The Europe of small steps forward is now preparing Europe for the great leap backwards and threatening the very survival of the European idea. We are not, as I have heard, the twenty-eighth voice of Europe, we are the first voice of Europe because we are the representatives of the European people. It is time to listen to Parliament's word.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 62, "date": "2020-07-23.json", "name": "Ангел Джамбазки (ECR).", "mepid": "124873", "text": "   – Madam President, Honourable President of the European Commission, Honourable President of the Council, the VMRO Delegation will not support either the agreement or the resolution we are currently discussing for several reasons. First, this agreement is directly contrary to the Treaty on the Functioning of the European Union. All of you who promote the rule of law agree to breach the treaties. I can't understand, and I can't accept this hypocrisy and this duplicity. Secondly, you take out a loan from our children, you take out a loan that will pay it in 30 years our children without asking them about it, because there is no way. What's more, some of this loan will be handed out as grants, and the rest will be given as loans, but they will all be paid for and returned.  Dear Madam President, grants, donated money corrupt both governments and societies. It was, by the way, communism, which takes from those who work, and gives to those who need it. And we saw how it ended. And lastly, speculation about freedom, with the right to the rule of law. The rule of law means independent, free justice, no political interference, no political propaganda, no attempt to change societies, no attempt to change family relations, that is the rule of law.  Dear Mrs. Von der Leyen, dear Mr. Michel, who does not learn from history, is condemned to repeat it. You are today building a federal socialist Europe that is killing the European Union and the common market. Thank you.", "language": "en", "original_language": "bg", "translation_provider": "azure"}, {"id": 63, "date": "2020-07-23.json", "name": "François-Xavier Bellamy (PPE).", "mepid": "197534", "text": "   Madam President, Parliament does not accept this agreement. These are the finally forceful words of Article 3 that we will be voting on this morning. Of course, the solidarity of European countries was expected in the face of this historic crisis, and yet this recovery plan brings to a real question of wrong answers. Answers by a common debt of the European Union. Some, as we have heard, are already singing a historic moment. The epidemic from which we emerge, with its procession of mourning, and the unprecedented economic crisis that is before us should nevertheless oblige us not to rejoice. No one should have the right to make this tragedy an unexpected opportunity to resurrect old illusions to which the citizens of our countries have already repeatedly said no. What will they say when they discover that this stimulus package is in fact a federalist leap that did not say its name and to which they did not consent; when they realize that this unnecessary borrowing, because our countries can now easily access markets, has counterparties that our governments are careful not to talk to them about; when future generations will have to repay a debt ironically incurred in their name, without anyone knowing today how to return it? To snatch this common loan, we have paradoxically sacrificed the whole europe we really need. Food self-sufficiency has never been more crucial, and agricultural policy is down by $40 billion; the emerging crises make our strategic independence essential, and the European Defence Fund is halved; the ecological transition sees its funding fall from 30 to 10 billion, and even as the epidemic has revealed our weaknesses, European research is down by 13 billion and the health programme is reduced from 9.5 billion euros to one billion euros. A real historic agreement would have been, instead of getting excited because we have managed to further increase our debts, to prepare our future by profoundly reorienting the policies of the European Union in order to be able to make us stronger, to adapt our competition policies to rebuild our industry or to finally decide on this carbon tax which no one can achieve a real effect on the borders of the single market. , instead of pushing this debate further. This alone would allow for a real European recovery, and that is what our Parliament must tackle today.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 64, "date": "2020-07-23.json", "name": "Marek Belka (S&amp;D).", "mepid": "197496", "text": "   – Madam President of the European Commission, I would like to thank the rapporteur, Mr Schwab, for Mr President of the European Council, I would like to begin by thanking mr Today we are talking about how the Union is responding to the challenges of today – the pandemic – and tomorrow– the Union as a fiscal entity with its own resources. We are also talking about even more important issues, even those that are crucial to the existence of the European Union – the values that unite us, or at least unite us.  In my country, Poland, the issue of respect for the rule of law is at the heart of a heated discussion. There is a narrative from government circles that linking the rule of law to EU funds is only indirect and will in fact become a dead letter. The mechanism for linking the rule of law to the Funds and the concrete decisions taken by the Council of the European Union, where the qualified majority rule applies, will have to be approved by the European Council, where Poland will veto the unanimity rule there. Thus, please forgive me irony, Poland will defend its sovereignty, it will be able to violate the rule of law with impunity. Great success...  I therefore ask the President whether this narrative is correct or is it due to a misunderstanding of the conclusions adopted by the European Council? Or perhaps from consciously passing with the truth? The clear answer to this question is to blame for the Poles, but I think all Europeans too.", "language": "en", "original_language": "pl", "translation_provider": "azure"}, {"id": 65, "date": "2020-07-23.json", "name": "Nicola Beer (Renew).", "mepid": "197437", "text": "   Madam President, Madam President of the Commission, Charles Michel, I would like to thank the President-in-House for the work she has done. A Europe that inspires, not burdens, needs an ambitious EU budget, a budget that reflects our political priorities: smandies, innovation, foreign policy. Unfortunately, however, these items of a forward-looking modern budget have been torn apart in the trourie of national interests. Improvements need to be made here. It is precisely the pots for a Europe of technological leadership, a Europe as a real geopolitical player, which are endowed with very small coins, while agricultural posts are princely stocked. Why this concentration on possessions? Where are the ambitions, the courage for reform? Where is the departure into the future? How do we want jobs and training places, how do we want to secure and create prosperity? No, ladies and gentlemen, we have to work on this. It is certainly clear here that we will not achieve this with a Europe on the back. This cannot and must not be permanent. That is why the new relationship between loans and grants is also the right signal. In response to Mr Lamberts' criticism, it was governments with green participation that made this possible. More repayments, fewer gifts ... (Interruption) More repayments, Mr President, that is the signal for wise investment, coupled with promises of reform. More reforms, that is what Europe needs when it takes on common debt with a one-off response to a historic crisis.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 66, "date": "2020-07-23.json", "name": "Antonio Maria Rinaldi (ID).", "mepid": "197787", "text": "   Madam President, ladies and gentlemen, over the last twenty years, Italy has been a net contributor to the European Union's coffers of around EUR 160 billion, if we confine ourselves to making just one arithmetic and non-capitalised sum and also including direct and indirect contributions to support countries in financial difficulty, including instruments such as the EDF and ESMA. For those who have really made the accounts, and not with colored lenses, perhaps blue with contour stars, it is very clear that this time too Italy, at the end of the entire complex Next Generation EU program, including the odious compensation due to the persistence of rebates, will continue to be a net contribution, even at the literally cost of slaughtering fiscally and socially , with primary leftovers, citizens and businesses, who would bring herds of furious rhinos to their knees. I therefore call on those who are over-the-board of wonderful advantages achieved by Italy at the European Council, including those who are now benefiting greatly from having become net importers of corporate tax offices in the euro area, to do well first and then to wip their mouths before making inappropriate remarks about my country. Mr von der Leyen, if a country defaults on its debt in recent years, who will pay for it the debts incurred by the Next Generation EU programme?", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 67, "date": "2020-07-23.json", "name": "Helmut Geuking (ECR).", "mepid": "197436", "text": "   Madam President, I would like to thank the president for her I, like many of you, of course, watched the summit at the weekend, and I was very frightened and wondered: has it not yet been said among the leaders of Europe that we are at the 21st century that we are ready to do so that European national states will never have the weight alone and will not have the power to assert themselves in this global world? , and that nation states can never cope with this crisis alone? This compromise, which was then reached at the end of the day, had light for me on the one hand, and shadows on the other. Shadow shaded in so far as it has not been shaped by the people of Europe and very essential elements – as we have already heard here today – have fallen victim to the red pencil. That is not right, there is an urgent need for improvements. Europe needs to be shaped by the people, and that requires these programmes that we have put in place, and much more is needed to do so. I wondered whether the leaders forgot the applause, or whether it had completely faded away, or whether they had not heard it at all, the applause that also reflects the will of the electorate, where we paid our respects to the people who work in systemically important professions – in health care. Hasn't that arrived? Where are the families, the victims of this crisis? Where will they be strengthened? I cannot see anything about this, and we urgently need to improve on this, because we owe it to the citizens of Europe. Otherwise, we are going in a direction that we all do not want to go. In other words, people must feel that Europe is good for them, and we urgently need to strengthen the victims of this crisis – families. That is my appeal to all those involved.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 68, "date": "2020-07-23.json", "name": "Charles Michel", "mepid": "n/a", "text": "  President of the European Council. Mr President, ladies and gentlemen, I thank you for the various speeches that have been made. I would like once again to thank the whole of Parliament for the driving role, the visionary role that has been played over the last few weeks, the last few months. I would also like to thank the President of the Commission for the very strong cooperation. I would like to respond briefly to some of the points that have been addressed. The first one that I will highlight, and many have pointed out, is the determination, this time, to act quickly and to act strongly. We remember a financial crisis that was a demonstration that, when we acted too slowly and too little, the bill was all the heavier. The choice that was made in just a few weeks, at the start of a Commission proposal, was to mobilise to convince 27 Member States, 27 political leaders, each responsible to their national parliaments to move forward - and I dare say the formula - towards a Copernican evolution of the European project. What is on the table, with this MFF, and especially with this stimulus fund, following COVID-19, is transforming the way in which tomorrow the European Union will be able to close ranks, as soon as we make the choice to mobilise this debate on own resources. It is true that this is an old debate, it is not a new debate. This is an old political debate that has been the subject of an absolutely substantial step forward this time, and I am pleased that the European Parliament, the national parliaments, the Council and the European Council can continue to be engaged, because behind the question on these levies, they are linked to carbon at the borders, linked to the digital issue, linked to the financial issue. , there are fundamentally democratic debates, which deserve to be mobilized by our citizens. The 450 million European citizens must be involved in democratic processes at the national level, as well as at the European level. I also want to tell you that this act that is being done is, from my point of view, not an outcome, but the starting point. A lot of work, mobilization and energy will be needed to ensure that this paper agreement can be transformed in the European Council, which will give rise to passionate and exciting discussions with the European Parliament, that this can be transformed into real life. I said this in the introduction, and I repeat, it is not just a question of money, it is a question of values, principles and the direction we want to give to this European project which is mobilising us. This European project, which is a unique project, unprecedented in the history of the world: 450 million citizens, 27 different countries gathered by a common foundation of values, united by a common ambition to move forward, to ensure that there is more shared humanity, is the demonstration that has been made, I believe today. Finally, one last word, I heard the excesses, I heard the words, let's say, a little miserable, of the extremist parties represented here, so I measure well: you choose the retreat, you choose hatred, you choose the separation, you choose the rejection. We choose tolerance, openness, gathering. It is a sad day for you, it is a happy day for Europe and for Europeans. (Applause)", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 69, "date": "2020-07-23.json", "name": "Presidente. –", "mepid": "96864", "text": "  Thank you, Mr Michel, also for your participation in this extraordinary plenary today. Let us resume with our speeches.", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 70, "date": "2020-07-23.json", "name": "Paulo Rangel (PPE).", "mepid": "96903", "text": "   – Mr President, let me start by saying to President Michel that I congratulate the Council for this historical agreement. But it is an irony that when we finally have real, true European money, we are going to spend it, basically, in national envelopes and national programmes, not in a European–wide big programme. The very serious crisis that health has brought us today, in particular, demands a tribute to the dead, to the sick, to the recovered, to health professionals, but this crisis is also a very serious economic and social crisis, and so it is essential to say that this agreement is a historic agreement, but it poses a question: how will it be applied? National governments now have no excuses, they have the means to respond to the crisis, citizens, businesses, workers. Finally, and as for the MFF, I want to say that we are disappointed, especially because there is no major programme for health, and especially because we despise research and Erasmus+, and that is why we are on Parliament's side in conditioning this programme. We will only approve the MFF if these defects are corrected. A final word for my Fellow Portuguese Socialist, who spoke here at the Conference on the Future of Europe, but unfortunately it has been the Portuguese the most reluctant and the one that has most blocked the future of Europe in the Council. And he spoke of values and rights, but it was Prime Minister António Costa who came to defend the total separation between the recovery fund and the rule of law.", "language": "en", "original_language": "pt", "translation_provider": "azure"}, {"id": 71, "date": "2020-07-23.json", "name": "Heléne Fritzon (S&amp;D).", "mepid": "197391", "text": "   Mr President, I would like to begin by congratulating Mr Yes, Europe faces major challenges that we must also solve jointly. We need both a modern long-term budget, which prioritises climate and gender equality, and a recovery package linked to the current crisis. And of course it should go to the green transition. It is therefore very gratifying that, after five long days, the EU Heads of State or Government have managed to reach an agreement on both the long-term budget and the recovery package. It is a historic success. A negotiation is always about giving and taking and we know that there are different views and wills in the Member States. This is also the case here in Parliament. Now they have assumed their responsibilities. Let's take our responsibility.  We need a Europe, a Europe that takes the lead in the climate challenge, which is pushing for an equal and equal Europe and which stands up for the rule of law in all Member States. Not in 25, not in 26 – but in 27 Member States you should stand up for the rule of law. That is how we together build a strong Union for future generations. And then why are we doing this? Yes, I do it for the sake of my children and grandchildren and their future.", "language": "en", "original_language": "sv", "translation_provider": "azure"}, {"id": 72, "date": "2020-07-23.json", "name": "Dragoș Pîslaru (Renew).", "mepid": "197663", "text": "   – Mr President, we all heard what the EU leaders want. Now, it’s our role in this House to discuss what citizens want, and, in particular, let us hear what the next generation wants. We name it, we promote it, but we do not listen to it. We see how programme such as Erasmus+, Youth Guarantee, Horizon and Digital Europe are cut or left unfunded in a survival mode in a feeble multiannual financial budget; 90% of the Next Generation EU funds will finance the Recovery and Resilience Facility, the largest EU programme in history, which will help us renew Europe. As a co-rapporteur on this file, I wish to make a pledge. The Recovery and Resilience Facility will be an instrument for the next generation. I will advocate as part of the Parliament position to have, within the Recovery and Resilience Facility, a pillar for reforms and investment designed for the next generation, for youth and children. We will repair and prepare the Union for the future only by having the next generation on board, not only asking them to pay the bill, but to let them have a voice. To our youth, to our children: at EU level, Parliament is, and will be, your voice.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 73, "date": "2020-07-23.json", "name": "Kosma Złotowski (ECR).", "mepid": "124884", "text": "   – (2) Mr President, I would like to begin by The European Council reached a difficult compromise on the new budget, a budget that is very important for the recovery of the EU economy after the crisis that has hit us. For this it is due to the participants – all participants – to thank. I think that prime minister Mateusz Morawiecki's role in reaching this agreement deserves special recognition. The critical voices that are heard here at the conclusions of the summit are not only an exaggeration, but also sometimes hypocritical. What my fellow MEPs, unfortunately also those in Polish, call the rule of law protection mechanism, is an attempt to create a non-treaty tool to influence Member States, a mechanism that is not based on facts and data, but on sympathies and dislikes of national governments. The facts are that all the new laws that are adopted in Poland are compatible with existing law and with European treaties. Poland is therefore a law-abiding country. There is no doubt about that, but some in this House would like to use the rule of law instrument to pressure disliked prime ministers or disliked governments.  Poland uses European funds exemplaryly in accordance with the Treaties and Polish law. This should be the only criterion that should be used in such discussions. The Council took a decision on the basis of such conditions. I hope that Parliament will not spoil the outcome of these difficult negotiations by making unrealistic demands. More than ever, Europeans need cooperation today, not bare disputes.", "language": "en", "original_language": "pl", "translation_provider": "azure"}, {"id": 74, "date": "2020-07-23.json", "name": "Kris Peeters (PPE).", "mepid": "197420", "text": "   Mr President, a huge step forward has been made in recent days. With the political commitment of the Heads of State or Government to a European recovery fund and a multi-annual budget, we can reinvest in our European future and in our European economy. Such a European recovery fund is unprecedented in terms of size.  The so-called \"Next Generation EU\" plan consists of €390 billion in funds and €360 billion in loans. On the one hand, funds avoid the derailing of the debt ratio of the southern Member States, and on the other hand, loans ensure that each country pays a fair share of its own recovery. The €5 billion Brexit fund is also necessary and good for both our country Belgium and the EU.  But the work isn't finished. The multi-annual budget as it stands is making a big cut in research and development, just as we are looking for a vaccine for corona and now that we are making fighting cancer a priority. Investment in research and development and the Horizon Europe programme are desperately needed if the EU is to move the future forward. I also strongly disapprove of the large savings on health programmes, Erasmus+ and defence. The EU cannot acquire strategic autonomy without full-fledged defence cooperation.  Negotiations between the Council and the European Parliament are now underway, with a second wave of coronation coming at us and a hard Brexit becoming increasingly likely. Time is running out, but we can only see that the budget agreement can and must be improved.", "language": "en", "original_language": "nl", "translation_provider": "azure"}, {"id": 75, "date": "2020-07-23.json", "name": "Agnes Jongerius (S&amp;D).", "mepid": "125021", "text": "   Mr President, my country has not been very good in Europe in recent weeks. Captain of the stingy four, you should be proud of it. Prime Minister Rutte's short-sighted self-interest should really have been different as far as the PvdA is concerned. Nevertheless, the PvdA is pleased that there is an agreement. We can now tackle this crisis together, and that is good for the Europeans, which is good for unity. It shows unity, strength and added value of Europe to the rest of the world.  However, the proposed budget is actually one of old wine in new bags. Old priorities are not addressed and new priorities, such as youth unemployment, health, climate and science, did not appear to be a priority. A missed opportunity, precisely because of this corona crisis. Not to mention the weak link between EU funds and the rule of law. Mr President, I would say that we are on our way, but we are really starting now.", "language": "en", "original_language": "nl", "translation_provider": "azure"}, {"id": 76, "date": "2020-07-23.json", "name": "Ondřej Knotek (Renew).", "mepid": "197528", "text": "   – Mr President, the Agreement from the European Council gives us all hope that we will eventually emerge stronger from this situation. The leaders of the EU countries have really fulfilled their role and deserve our thanks. I think it is important to mention that all European institutions should fulfil their role in order to maintain public support. On the agreement itself, let me, as coordinator of the REGI Committee, I am not entirely in favour of reducing the allocation for the Just Transition Fund and REACT-EU. On the contrary, I very much welcome the strengthening of the role of cohesion policy. The policy that sustains and creates new jobs today. Let me also thank Commissioner Elise Ferreira, who is responsible for cohesion, for her excellent work.  Finally, let me stress that European funds, which should be spent precisely on climate action, should be open to all possible effective, available technologies, including nuclear energy.", "language": "en", "original_language": "cs", "translation_provider": "azure"}, {"id": 77, "date": "2020-07-23.json", "name": "Karlo Ressler (PPE).", "mepid": "197413", "text": "   – Dear President, colleagues and colleagues, at an unprecedented time of health and economic crisis, after a dramatic spring, an unusual summer and an uncertain rest of the year, the Political Agreement of the European Council is a positive message. The message of both responsibility and togetherness that Europe needs today. Some countries, economic sectors, but also generations, are more affected than others, and that is why it was crucial to avoid deepening social and economic disparities. For my country, Croatia, but also for much of Europe, concrete solidarity represents a great opportunity for faster economic recovery and empowerment. With digital and green transformation, reducing disparities is a prerequisite for a new generation Europe. At the same time, it is also clear that this is only the beginning. A next-generation Europe is only possible by investing even more strongly in proven successful European programmes, research, education, digital Europe in everything that is forward-looking. As the only European body elected, the European Parliament can build on this good proposal with a strong European perspective and make it even better. Together, we must show that Europe is ready for historic steps when it is needed most, for all generations and for all Member States.", "language": "en", "original_language": "hr", "translation_provider": "azure"}, {"id": 78, "date": "2020-07-23.json", "name": "Pierre Larrouturou (S&amp;D).", "mepid": "197698", "text": "   (Start of intervention off microphone) ... health, climate and employment without asking for more from national budgets. The digital tax is fine, but it is $2 billion a year. Two billion. The plastic tax is fantastic, but it is $5 billion, and it will decrease. The best solution, the one that can bring in the most money and bring together the most countries, is the financial transaction tax. The Council referred to this in its conclusions. Well done! But it's not enough to talk about it, we need an agreement, and we need it this year. Despite Brexit and the crisis, a financial transaction tax can bring in $50 billion a year. In 2011, the Barroso Commission proposed a directive, and this directive, despite Brexit and the crisis, can bring in 50 billion each year. Fifty billion euros is 15 billion to pay down the common debt and 35 billion more for health, climate and jobs. This is the position of the Social Democrat group: this is a solution for a more ambitious budget, without one euro more from the Member States. The Council said it was a priority, Germany said it was one of its priorities. I am very happy about that. I am rapporteur of the 2021 budget and, as a citizen, as a Member of Parliament, I will not be able to accept a budget if we have not had an agreement on the FTT this year. We want an extra $50 billion for health, climate and jobs.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 79, "date": "2020-07-23.json", "name": "Sophia in ‘t Veld (Renew).", "mepid": "28266", "text": "   – Mr President, before I start my intervention, I would like to say that I find it regrettable that the leadership of the Commission and the Council have a habit of leaving before the end of the debate. For such an important debate, I would expect everybody to be here until the end. Today is a birthday. It’s the birthday of the European Coal and Steel Community, and in the 1951 founding Treaty of Paris, it gave the High Authority the power to levy taxes and to borrow money and budget decisions were taken by majority. Now, let that sink in. The government leaders at the time had the vision and the courage to take a big leap forward for future generations. Today’s debate is not about money or figures; it’s about how we want to shape our European society and make it fit for the future. It’s about the choice between old Europe and new Europe. Rebates are old Europe – actually, 1984, when the Berlin Wall still divided Europe. Investing in research, climate policies and the rule of law, that’s new Europe. Last year, over 200 million Europeans gave us a mandate. They voted with hopes and expectations for the future. Parliament has the power and we have a duty to use it. Let’s take that leap forward.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 80, "date": "2020-07-23.json", "name": "Presidente. –", "mepid": "96864", "text": "  I will make your point.", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 81, "date": "2020-07-23.json", "name": "Andrey Novakov (PPE).", "mepid": "107212", "text": "   – Mr President, dear Commissioner, dear representatives of the Council, since there weren't too many colleagues who said it, I'm going to do it: thank you for steering the ship during that five-day storm. You deserve, at least, respect for your strength and for what you achieved. Of course, what you've achieved is not perfect. Your agreement is not perfect, so there is also a European Parliament that will try to make it one.  There are things that are difficult to explain, such as the promise to overcome the COVID crisis together and reduce money, for example for ReactEU. Like promising a cleaner environment and shrinking the money under the Fair Transition Fund, which should support the mining industry in Europe. These are things that we will fight against, help increase money for Erasmus students. I'm sure you'il understand. In the end, however, I think that what we have taken on has much greater value, it is much more important. Although the European Parliament has waited almost 600 days for this agreement, we are ready more than ever to make it wonderful.  At the end of each day, when we kiss our children good night, we promise them a better morning. Now is the time to deliver on our promise, and with all due respect, the only policy that saved lives during this crisis was cohesion. Not a cent should be reduced from it, we must support it, we must also support the fund that will overcome the COVID crisis. That's what the citizens expect from us. This parliament exists for them, not the other way around. Thank you.", "language": "en", "original_language": "bg", "translation_provider": "azure"}, {"id": 82, "date": "2020-07-23.json", "name": "Javi López (S&amp;D).", "mepid": "125042", "text": "   – Mr President, Europe, with the recovery fund, decides to take the reins of its destiny: joint taxes, debt in common, to build a common future, which is how societies build it.  This time our reforms are going to be betting on Europeans, investing in them; for a more competitive, digital, green economy, with quality jobs; to bet on a more resilient industry and, of course, with more inclusive, fairer growth that makes us converge.  Somehow, we learn from our past mistakes. We're not going to rescue any country. This time what we rescue is Europe and its values, which give us meaning: collective ambition and solidarity.  It's taken a long time to get to the recovery fund. This Parliament has contributed to this ⸺and many governments, such as Spanish⸺. But the price to be paid has also been high: a regrettable proposal for a Union budget.  And that is why we demand, as the co-responsible authority for the budget, a Union budget at the level of our challenges and, in particular, with budget items that are in line with the demands of our citizens.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 83, "date": "2020-07-23.json", "name": "Lídia Pereira (PPE).", "mepid": "197738", "text": "   – Mr President, seven months ago we were awake to a new reality. We have seen with our own eyes the devastating effect of a little-known virus until then, and the speed with which it has spread around the world is only comparable to the speed of the very fear it has generated. One after the other, all the countries of our Union were being affected and in all, without exception, many lives were lost. Fear and the need to stop the virus have immobilized our factories, closed our schools and for months left our lives on hold. But Europe has not stopped. Once again Europe has been able to come up with the challenge, silencing with actions and decisions the populists who are announcing the end of our European Union over and over again. I particularly welcome the decision to move forward with the rate on disposable plastic as the Union's own new recipe, a small step of great significance for the new generations. However, it is not all good news: the Council has given up an instrument for the solvency of enterprises, very important aid, real emergency aid, and has forced cuts in Horizon Europe, the Erasmus programme and the Fair Transition Fund. The happy name NextGenerationEU thus loses part of its meaning. Unfortunately governments have chosen to give reason to the Basque philosopher Daniel Innerarity when he says that, too often, the future is the dustbin of the present.", "language": "en", "original_language": "pt", "translation_provider": "azure"}, {"id": 84, "date": "2020-07-23.json", "name": "Udo Bullmann (S&amp;D).", "mepid": "4267", "text": "   Mr President, Commissioner, Mr President-in-Office of the Council, I would like to thank the President-in-Office of the Council for his work We are deeply concerned about our international responsibilities. The reconstruction programme does not provide humanitarian aid, and the medium-term financial framework has been shortened when it comes to development cooperation. Solidarity threatens to suffer, especially at a time when our partners are particularly in need of it. This needs to be improved, it needs to be changed. We Social Democrats are working for a good development of these programmes: for good work, for social context, for economic renewal. We have set the course for this, in Germany and in Europe. But one thing is always clear: the rights of citizens in Warsaw and Budapest do not have a price tag, they are not for sale, either today or tomorrow, nor on the day that the vote on the medium-term financial framework takes place in this House.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 85, "date": "2020-07-23.json", "name": "Othmar Karas (PPE).", "mepid": "4246", "text": "   Mr President, ladies and gentlemen, I would like to thank the rapporteur for her excellent work and for the work she has done. The European Council's late compromise is the start of negotiations with the European Parliament. These negotiations are urgently needed because we must not accept the renationalisation, the lack of responsibility for the future and the plethora of declarations of intent, while at the same time unanimity, but must improve the situation and the result. The European Union is not an ATM, nor is we a bazaar. We are a community of laws and values. We want to strengthen European democracy. We want to be a credible community of the future, and we are responsible for the people and of togetherness and the future, not of party strategies and not of right-wing populism and national populism, which is unfortunately growing in our Member States. We need courage, decency, responsibility and attitude. President Michel's speeches here are different from the communication of the historic result of 750 billion – yes, that is historic – by many – too many – Heads of State or Government in the Member States, because it is national populist and not shaped by European responsibility and this historic result. I would therefore like to make it very clear that we in the European Parliament are in favour of this: no decision without the European Civic Chamber, no money in the event of a violation of European law and our values, withdrawal of all cuts at the expense of our common objectives in education, research, security, climate investment and social cohesion, the introduction of a rule of law mechanism and own resources for a binding repayment plan with nooks and crannies. Unanimity must be fell in order for European democracy to become stronger.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 86, "date": "2020-07-23.json", "name": "Marc Angel (S&amp;D).", "mepid": "202073", "text": "   – Mr President, finding an agreement and a common answer to an unprecedented crisis in Europe is good news. Yes, the deal is historic, but only the part of the Recovery Fund – Next Generation EU – which includes a big part of grants and also communitarisation of debt. This is solidarity and a better answer to a crisis than in 2008. However, when it comes to the MFF, which is supposed to make Europe more resilient, more social, more modern and climate-friendlier, this is bad news for the next generation and not historic. As socialists, we cannot accept the cuts in future-oriented programmes. We cannot and will not accept the watering-down of the rule of law and, therefore, it is good that in this resolution we added fundamental rights and democracy. I deeply regret that the rebates have not been abolished. Here the Council missed an opportunity to move us out of the net payer discussion in Europe. Europe is more than giving and taking! Today, we as Members of the European Parliament, the only directly elected EU institution, write history too by voting in favour of this resolution, where we welcome the Recovery Fund but we clearly state that this MFF is not enough. Not enough when it comes to finances and not enough when it comes to defending the rule of law and democracy. This Parliament will not swallow bitter pills. Europe deserves more.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 87, "date": "2020-07-23.json", "name": "Μαρία Σπυράκη (PPE).", "mepid": "125064", "text": "   Mr President, the leaders of the European Union have taken a historic step in approving joint borrowing to deal with the biggest recession since the war. It is now necessary for these resources to be coordinated in order for the single market and our economies to be greener, more digital and more resilient. Of course, this historic step is based on a historic compromise from which we as a Parliament cannot accept the decoupling of funding from the rule of law, the reduction of funds for research, health and education, the reduction of funds for the Fair Transition Fund, which the regions of Western Macedonia and Megalopolis so badly need. We hope that this will change in the negotiation.  Ladies and gentlemen, these hours in the Mediterranean are becoming scenes of unprecedented tension under Turkey's responsibility. Turkey, a candidate country for membership of the European Union, threatens Greece's sovereign rights, has issued NAVTEX, aiming to conduct seismic surveys on Greece's continental shelf. Turkey violates the exclusive economic zone of Cyprus. Turkey is challenging France. Turkey is violating the arms trade in Libya. It offends the values of Western civilization, turning the World Heritage Site, Hagia Sophia, into a mosque.  Ladies and gentlemen, we are now calling for the list of European Union sanctions against Turkey to be drawn up immediately. It is the only way for the Union to send a clear and clear message that it does not tolerate the sovereign rights of its members being violated, that it does not tolerate threats at its borders by tooling people who are suffering. It is time for the European Union to take its place as a player on the international foreign policy chessboard. Now, any tolerance in Turkey undermines the strength of the European Union. It undermines our common future.", "language": "en", "original_language": "el", "translation_provider": "azure"}, {"id": 88, "date": "2020-07-23.json", "name": "Patrizia Toia (S&amp;D).", "mepid": "28340", "text": "   Mr President, ladies and gentlemen, this European Council will certainly enter European history because it has taken the right direction for our future. The unity of Europe has been chosen, solidarity between states has been chosen, responsibility has been chosen to tackle together, with common instruments, not only the economic crisis but also the problems of citizens' lives – work, health – finally revealing europe's social soul. Finally, it has been understood that if a country falls sooner or later everyone can fall. And I have to say that the nationalists and populists, including from my own country, Italy, where they believe they are still strong, have no arguments at the moment in their battle against Europe. But there is a great deal of appreciation for this result, so much is strong, I have to say, disappointment and also rejection – as far as I am concerned, but not only me, so many voices have been raised here – for an MFF that is inconsistent, contradictory and perhaps detrimental to the objectives that the Recovery Plan proposes. I really do not understand: you cannot cut culture, education and research: I say this to President Michel, who is not here, but to those who listen for him. You can't cut the search. I would remind you that we have spent the last few months hanging from the lips of scientists, doctors and researchers to understand how to behave, how to survive. And even today our future, our life, the economy depend on the choices, decisions and results of ongoing research on vaccines, drugs, etc. We all praised together the health workers and researchers who, even with inadequate facilities, with inadequate salaries, carried on, we said \"heroically\", their work. We cannot stop now: the MFF is insufficient. Mr President, you, who have worked so hard, even if you have not been thanked today, for this result, I am sure that you will also take on board, on behalf of this Parliament, a better result for the MFF.", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 89, "date": "2020-07-23.json", "name": "Johannes Hahn", "mepid": "n/a", "text": "   Mr. The Commission. Mr President, Minister, ladies and gentlemen, I would like to thank the rapporteur for her excellent work and for the work she has done. First of all, I would like to express my sincere thanks to you for holding this extraordinary sitting and for actually interrupting some of you's well-deserved holidays. However, it is also appropriate for the occasion that we are indeed getting into the gears here quickly. In any case, it has taken a long time for the European Council to clarify its position on negotiations. We now have a result. I share your criticism of the design, particularly the MFF. There is certainly something that I hope can be tightened up in the negotiations, especially those areas that cannot be compensated for by Next Generation EU. When I think, for example, of foreign policy, we have explained quite massively and have often discussed here in this House how important it is, for example, to take action in the neighbourhood – in Africa – originally – and still valid – for reasons of combating migration, but also now when it comes to ensuring that in other parts of the world– provided that we have a drug. , we have a vaccine – these funds can also be made available. This is only possible if there is also a corresponding budget. I therefore think that there is an opportunity here to make further adjustments in these areas in particular. You have mentioned the rule of law very often today. There are – and I believe, Mrs Piri, that one of you who said this – different interpretations. That's the essence: everyone goes home and sees what they want to see. But what counts is what is ultimately written on the paper, and above all, what is finally adopted. In this respect, there is a political statement. But now it is a question of putting this into legislation, and you are part of this discussion and, finally, of this decision. As far as own resources are concerned, I would like to thank you again today for your strong support. But I think the road is mapped out. It has always been necessary to see first what, at the end of the day, is actually, so to speak, the order of magnitude that must not only be raised on the capital market, but also repaid. On the basis of this, we as the Commission can now go into detailed planning – and we have also been instructed in this direction. What kind of new own resources can there be? The conclusions give some indications, and Parliament also has its ideas. I believe that they are all to be collected, and then it is also necessary to make a solid analysis of needs. Some of your own revenue streams can be designed and decided and implemented more quickly. Others simply need more time because of the complexity when I think, for example, of the carbon border tax and the corresponding mechanism. This is a legal exercise, and it is not easy to do so. This will also take some time. However, you can assume that the Commission, if I may say so, is determined to make proposals here as soon as possible. Again, thank you very much! I believe that what has been achieved over the last four days has rightly been described by some of you as a historic decision. With all the downsides that exist in these decisions. But I think it has already been shown, and I was involved there more than ten years ago: indeed, the European Union did not get off to a pace at the time of the financial and economic crisis, as is currently the case. We should also keep this in mind. And that is why I make my final appeal: I understand – and it is perfectly clear and also comprehensible – the need and also – I believe – the right of the European Parliament to be more closely involved in the whole decision-making process and also in the question of how the money must be used in the years to come. I would just ask that we also have a quick discussion and also a quick decision-making. The real thing here is that time is of the essence, and we must not forget that if you have taken decisions, then we also need the decisions of the Member States. Twenty-three national parliaments must ratify this, i.e. all The Member States as a whole. This is a process that usually takes many, many months. We are being asked to do so ideally this year, so that we can indeed help European citizens and European entrepreneurs at the beginning of the year and not only in the middle or towards the end of the year. Here too, I believe, European solidarity is necessary. Once again, thank you very much!", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 90, "date": "2020-07-23.json", "name": "Presidente. –", "mepid": "96864", "text": "  We are at the end of this extraordinary plenary debate. The next plenary session will be in September. We have all experienced, ladies and gentlemen, a special moment in our lives and in the life of our institution. I wanted to thank everyone: all the political groups, parliament's administration, the interpreters' booths. These have been very difficult months, we have done everything we can to make Parliament work and, with the functioning of Parliament, we have made the European Union work. It was an extraordinary achievement, for which I must thank you, for the sacrifices that everyone has made, for their patience. We all wanted more but everything was done with the tools we had. Now our work continues, Parliament and its work will continue. It will be nice to be back in Strasbourg, which is one of our cities. Thank you, thank you all. I have received two motions for resolutions pursuant to Rule 132(2) of the Rules of Procedure. The debate is closed. The vote will take place today. Written declarations (Rule 171)", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 91, "date": "2020-07-23.json", "name": "Magdalena Adamowicz (PPE)", "mepid": "197490", "text": "  I would like to write to the Commission. – The european Council's agreement on the eu's multiannual budget and the Covid-19 aid package is very important news for a Europe struggling with the severe effects of the pandemic. However, this does not mean that the outcome of the negotiations is fully satisfactory. Indeed, it is difficult to accept a significant reduction in investment in climate protection, research, education or, finally, health. The coronavirus pandemic has shown us all how important it is to strengthen Europe's health security and prepare the Community for possible health crises that may arise in the future. It is also particularly noteworthy that, for the first time in history, the dissuasing of EU funds has been conditional on respect for the rule of law. In this situation, it is necessary to increase the possibility for beneficiaries, in particular local authorities and NGOs, to make use of EU funds directly. For these reasons, the European Parliament cannot accept the agreement presented by the European Council. Any reservations and doubts must be resolved during the negotiations between the European Parliament and the Council of the EU representing the Member States.", "language": "en", "original_language": "pl", "translation_provider": "azure"}, {"id": 92, "date": "2020-07-23.json", "name": "Christine Anderson (ID)", "mepid": "197475", "text": "  Writing. – Paymaster Germany: It was only through a dirty backroom deal that the 27 Member States were able to agree on the new common EU budget of EUR 1.8 BILLION. For example, Austria will receive a discount of around 4.0 billion by 2027. The Netherlands is given 1.9 billion and Sweden around 1.1 billion a year. While the heads of state of these thrifty countries have thus been able to achieve real success for their citizens because of their enviable tenacity, our country is going the other way. Merkel-Germany formally begged to be allowed to cover the costs of others. The result: an additional EUR 10 billion per year now adds up to around EUR 40 billion per year. Even before this deal, Germany paid 13.4 billion euros more into the EU budget than it subsequently got out of. While our \"people's kicks\" cheer German taxpayers' money, 2.8 million children and young people in this country have to live in poverty. This also applies to countless single parents, precarious workers, transfer benefit recipients and pensioners in poverty. At the same time, in addition to a low retirement age, Italy also guarantees its citizens interest rates of 1.4 percent above the inflation rate through so-called \"patriot\" bonds, while German savers continue to look into the tube. Germany is not the stupid milking cow of the EU and the money of its hard-working taxpayers must therefore be used exclusively for German interests!", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 93, "date": "2020-07-23.json", "name": "Andrus Ansip (Renew)", "mepid": "124696", "text": "  Writing. – Ursula von der Leyen, President of the European Commission, said in a speech that in the previous crisis many young people had to leave their homes and that inequality between Member States worsened, this time we would act differently and better. I do not agree with the argument that, in the previous crisis, the European Union as a whole acted wrongly or badly. I consider the implementation of austerity measures in the previous crisis to be fully justified. The current European Commission stands on the shoulders of Mr Barroso and Jean-Claude Juncker. If austerity measures had not been implemented in the previous crisis, we would not be able to implement economic stimulus measures comparable to those of the United States and China in the current crisis. I welcome the agreement reached by the Council on the multiannual budget and the relaunch of the economy. In order to emerge from global competition as a winner, negotiations with the European Parliament must be conducted as soon as possible. Investment in research, health and climate objectives should be increased during the negotiations. The negotiations should pursue a common digital tax and the introduction of a carbon cap.", "language": "en", "original_language": "et", "translation_provider": "azure"}, {"id": 94, "date": "2020-07-23.json", "name": "Anna-Michelle Asimakopoulou (PPE)", "mepid": "197695", "text": "  in writing. – Finally … we have a deal! Finally … the Council, after copious negotiations reached a mutually acceptable solution and a deal that will determine the future course of the European Union. Finally, you understood what the European Parliament was telling you all along, in response to voices of our citizens across Europe, that we must rise to the occasion and face the challenges created by the pandemic with courage, solidarity and ‘more Europe’. Finally, you listened to Leaders of Member States, like the Prime Minister of Greece, Kyriakos Mitsotakis, who told you that we are facing an unprecedented economic crisis and we don’t have the leeway to appear divided or weak. Finally, you reached a compromise and made a courageous leap towards a more united Europe. Finally, you gave my country, Greece, a historic opportunity, after ten years of austerity, injustice and pain, to move on with the necessary reforms to achieve its productive reconstruction. We must complete this ambitious effort quickly for the benefit of European citizens. With solidarity, cohesion and procedures that safeguard the democratic processes guaranteed by the European Parliament and with respect of the principles and values of a united Europe. Finally… together, let us take Europe to the next level.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 95, "date": "2020-07-23.json", "name": "Dominique Bilde (ID)", "mepid": "124771", "text": "  In writing. This stimulus package is a scam for France, which is still paying a high price for the rebates granted to the so-called \"frugal\" states: 7.6 billion euros per year that will benefit the Netherlands, Sweden, Austria, Denmark and Germany, this total discount having historically been financed 30% by France. France, already the second largest net contributor to the European budget, would therefore receive 40 billion euros out of the 390 billion direct subsidies. A market of dupes, since it will actually have to repay about 66 billion euros. Except, of course, to achieve by then the famous 'European tax', which is neither desirable nor realistic: the 'digital tax' stumbles in particular on the Irish opposition. That France fails to defend its interests can only be blamed on its leaders. Thus, the European and international press has, alas, seen right by sacking the stubborn Dutch Prime Minister who won these bitter negotiations. But this debacle is only the first avatar of the intractable financial difficulties that are looming for the European Union, following the departure of the United Kingdom, and that an illusory European federalism will only precipitate.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 96, "date": "2020-07-23.json", "name": "Vilija Blinkevičiūtė (S&amp;D)", "mepid": "96681", "text": "  Writing. – Indeed, the Member States have succeeded in finding a complex and difficult agreement, which shows that, despite the difficulties, Europe is able to unite and seek compromises. For the first time in history, Europe has agreed on joint efforts to share the financial burden. Extraordinary challenges require extraordinary solutions, and the common debt mechanism is an expression of European solidarity, where the commitment to repay debt will be based on the EU's own resources system, rather than lying on the shoulders of our citizens. However, concerns remain about the multiannual financial perspective, which is extremely important, especially at this difficult time. The multiannual financial perspective must focus on the overall recovery and growth of the EU. We cannot justify budget cuts in the social sphere and significantly reduce funding for programmes such as Horizon, Erasmus+, ESF+, Digital Europe and others that are vital for the long-term and sustainable growth of the EU. As the Chair of our group has said, Europe is not only sharing solidarity, but also responsibility, and we must ensure that the rule of law and respect for fundamental human rights are ensured in the Member States so that the EU as a whole moves forward in a unified manner, respecting and ensuring fundamental values.", "language": "en", "original_language": "lt", "translation_provider": "azure"}, {"id": 97, "date": "2020-07-23.json", "name": "Milan Brglez (S&amp;D)", "mepid": "197446", "text": "  Writing. – The political agreement of the EU Heads of State and Government represents a fundamental turning point that allows the process of further building the EU and therefore I welcome it as such.  However, in several places, the latter does not have sufficient confidence in what this construction, the foundations of which are being laid down by the next Multiannual Financial Framework together with the recovery plan, actually be. The political discourse of the EU institutions is dominated by the view that it is starting with the reconstruction of the EU, which will be built for future generations. At the same time, the European Council, through its decisions on financial cuts, has intervened precisely in those areas of the budget that would provide a solid foundation for future generations of Europeans.  It is difficult to imagine an EU that will be fairer, more unified, resilient, green-oriented and competitive if funding is planned for areas (and programmes) such as employment (Just Transition Fund), youth (Erasmus+), health (EU4health), environment, digitalisation, research and development (LIFE+, Digital Europe, Horizon Europe) and infrastructure (InvestEU).  However, the political aspirations of the leaders of certain countries to neglect certain civilisational achievements of European integration are of particular concern. A Europe of future generations, based on the principles of democracy, human rights and social pluralism, may only be a utopia in the future if the EU does not take a strong and responsible stance towards the importance of respect for the rule of law in its Member States.", "language": "en", "original_language": "sl", "translation_provider": "azure"}, {"id": 98, "date": "2020-07-23.json", "name": "Joachim Stanisław Brudziński (ECR)", "mepid": "197501", "text": "  I would like to write to the Commission. – The longest-ever European Council has ended. I am convinced that this summit has been a success for all 27 EU leaders. It is not only Poland and Hungary that have reason to be satisfied. That is the ability to compromise so that all parties feel that they have succeeded.  The outcome of the summit is also a personal success for Prime Minister Mateusz Morawiecki. A success that translates into billions of zlotys, which in the near budgetary perspective will Polish flow. This will be the largest transfer of EU funds Polish in history. Here I would like to make a very strong point: Poland is not against the rule of law. We have respected and obeyed the law, but we strongly oppose the fact that, in an unspecified way, not rooted in any legislation, in any EU treaty this abstract mechanism is used to exert pressure on individual countries, especially those whose leaders come from outside this Brussels establishment today.  The conviction that the rule of law is repentant of those who come from the left or from the Brussels salon is repentant. If parties such as Fidesz and PiS come to power, there is talk of fascism, of dictatorship. Meanwhile, the only dictatorship that the EU can threaten today is the dictatorship of political correctness and the belief that there are countries in Europe that are allowed more and those that are allowed less.", "language": "en", "original_language": "pl", "translation_provider": "azure"}, {"id": 99, "date": "2020-07-23.json", "name": "Sara Cerdas (S&amp;D)", "mepid": "197641", "text": "  in writing. – The COVID-19 pandemic has exposed the weaknesses of the European Union and identified areas and sectors that need investment and complementary attention. The proposal adopted this week by the European Council has specificities that should concern us in the context of a pandemic, such as cuts in the Commission's proposal on health and research programmes. It is essential to invest in health, science and technology. The new MFF should be an opportunity to invest in strategic areas, not forgetting programmes that contribute to the development and cohesion of EU regions and Member States. The system needs to be recast in line with the principles of the European Ecological Pact, which is sustainable and aligned with the digital transition and always putting people first. For a more resilient European Union that responds to the needs of the immediate and considers future generations.", "language": "en", "original_language": "pt", "translation_provider": "azure"}, {"id": 100, "date": "2020-07-23.json", "name": "Caterina Chinnici (S&amp;D)", "mepid": "124861", "text": "  in writing. – The COVID-19 pandemic, with its dramatic costs in human, economic and social lives, imposes a collective duty of solidarity on the EU and its Member States. The European Council has finally reached an historic agreement, accepting a Recovery Fund to get the economy back on track as requested by the European Parliament, and accepting the principle of joint debt. However, we must continue to work towards the adoption of a 2021-2027 MFF that really lives up to European objectives. Parliament must be immediately and fully involved in the pursuit of this result in order to improve the Council's agreement. In particular, it is necessary to introduce a new system of the Union's own resources, the only instrument capable of safeguarding the EU budget and alleviating the pressure on national finances and European citizens. In addition, the EU budget must be protected against fraud and corruption, increasing transparency and controls, and against systematic violations of the principles enshrined in Art. 2 TEU, through an effective European mechanism on democracy, the rule of law and fundamental rights. In dealing with an unprecedented crisis, the institutions must give priority to people, combining the economic, social and ecological aspects of every action, so that no European citizen is left behind.", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 101, "date": "2020-07-23.json", "name": "Josianne Cutajar (S&amp;D)", "mepid": "197394", "text": "  bil-miktub. – Hu tragward sabiħ għall-Ewropa; Intlaħaq qbil storiku bejn il-mexxejja Ewropej, li jippermetti lill-Ewropa kollha tiff大aħja l-isfidi li għandha quddiemha, inklużi dawk ambjentali, filwaqt li jagħtiha ħtiha ħ-大ans li tikber ekonomikament. Wara taħdit li ħa fit-tul, dan il-ftehim politiku kien essenzjali biex nassiguraw li l-fondi jibdew jiġu investiti fejn meħtie minġn Jannar li ġej. Bħala l-istituzzjoni eletta miike-ikeittadini, ir-rwol tal-Parlament fin-negozjati huwa fundamentali biex niżguraw li l-ħtiġijiet tal-familji u n-negozji mxerrda marġ rejuni kollha Ewropej u fis-setturi diversi jingħataw l-attenzjoni meħtieġa, biex ħad mad and ilura. Nemmen bis-sħiħ li huwa ż-żmien li nsaħħu mhux li nillimitaw l-enfasi tagħna fuq it-trasformazzjoni diġitali flimkien ma' dik ambjentali, u għalhekk ikun għaqli li ninvestu bil-qawwa fir-ri大erka u l-innovazzjoni biex nibqgħu nikkompetu mal-bqija tal-gaunt globali. Il-Fond ta' Rkupru maqbul fil-Kunsill huwa pass monumentali għall-Ewropa, mhux għax perfett imma għax yuri kif l-Unjoni Ewropea waqfet man-nies u mal-pajjiżi membri fis-siegħa tal-prova. Wara d-de-de-adiżjonijiet bla pre大edent li ttieħdu fl-eqqel tal-pandemija, kien imiss Fond ta' Rkupru ffukat fuq l-aktar setturi milquta, mibni fuq is-solidarjetà bejn l-Istati Membri, li jagħmel tajjeb għall-bżonnijie immedjati mingħajr ma jabbanduna l-prijoritajiet tagna l-Ewropej. Din l-Ewropa solidali, li tħares lejn il-futur imma li fl-istess waqt għandha kuxjenza soħjali li tinħass mi大-ikeittadini fil-prattika timlina bl-ottimiżmu għall-futur.", "language": "en", "original_language": "et", "translation_provider": "azure"}, {"id": 102, "date": "2020-07-23.json", "name": "Johan Danielsson (S&amp;D)", "mepid": "38542", "text": "  Written. We have a compromise on the table and now it is important that we focus on managing it as well as possible. I know that some would have liked the recovery plan to consist solely of loans, while others would have liked even more funding. But now the scope of the fund and the next long-term budget is set. For me, there are two things that are of particular importance as we move forward. Firstly, that the mechanism linked to the rule of law should work. If Viktor Orbán can extract billions in aid while continuing to dismantle democracy in his native Hungary, it will seriously risk and weaken support for EU cooperation in Sweden and other countries. Why should we pay to keep the Orbán regime in power? Secondly, we must ensure that the EUR 672.5 billion now to be distributed to the Member States is actually used to rethink our societies to meet the climate challenge. If this does not happen, this will at best be a missed opportunity and, at worst, something that will fundamentally damage europe.", "language": "en", "original_language": "sv", "translation_provider": "azure"}, {"id": 103, "date": "2020-07-23.json", "name": "João Ferreira (GUE/NGL)", "mepid": "96706", "text": "  in writing. – More than the deep fractures and contradictions that run through the EU, the European Council meeting highlighted the very nature of an intrinsically generating integration process of inequalities and asymmetries, in which capitalist competition in the single market prevails over any prospect of solidarity between States, which in practice is confirmed as non-existent. The Conclusions of the European Council, initially drawn by Germany and France and subsequently welcoming the pressure and impositions of other major beneficiaries of the single market and the euro, lay down even more unfavourable conditions for Portugal and other \"cohesion\" countries. On the one hand, a more significant cut in the Multiannual Financial Framework 2021-2027 is confirmed, with implications for cohesion and agriculture funding. Some of the main beneficiaries of the integration guarantee a substantial increase in the discount to their contributions, which they already benefited from. On the other hand, the so-called Recovery Fund is reduced, particularly in its \"grants\" component. At the same time, mechanisms are being made to establish increased EU interference in the implementation of investment options and other sovereign decisions of the Member States. This is unacceptable additional pressure to link the instruments now approved - Budget and Recovery Fund - to the imposition of the EU's neoliberal prescription.", "language": "en", "original_language": "pt", "translation_provider": "azure"}, {"id": 104, "date": "2020-07-23.json", "name": "András Gyürk (PPE)", "mepid": "23816", "text": "  Writing. – The multiannual financial framework adopted by the European Council and the \"Next Generation EU\" recovery fund are of historical importance. The Heads of State or Government have succeeded in reinforcing European solidarity and adopted the most environmentally friendly budget in the history of the Union. Over the next seven years, the European Union and the Member States will spend more than EUR 500 billion to achieve the 2050 climate neutrality target. The agreement makes a significant contribution to the achievement of the objectives set out in the Green Agreement and is also the world's first 'green' crisis management package. It is also a positive step that Member States can have a significant amount of resources to meet the greenhouse gas emission reduction targets for 2030 and 2050. In this way, it will be possible for Member States to develop their energy mixes in an economically and socially sustainable way to facilitate the green transition. In order to meet climate ambitions and make effective use of financial instruments, it is also worth taking into account good practices in the Member States. Such a good example Hungary committed to a clean, smart and energy policy that enhances people's well-being. As a result, it has been able to reduce emissions of harmful substances and reduce household energy prices in addition to a steadily growing economy over the last decade.", "language": "en", "original_language": "hu", "translation_provider": "azure"}, {"id": 105, "date": "2020-07-23.json", "name": "Robert Hajšel (S&amp;D)", "mepid": "34578", "text": "  Writing. – Reaching an agreement at the summit is good news for the European economy, but cutting some essential instruments from the EC's original proposal and the EP's demands brings the agreement into a more unfavourable light. A number of aspects that we considered essential were not being pushed through, both in the multiannual financial framework and in the unprecedented EUR 750 billion recovery package. Significantly less resources are to go to health, science, research and education, to create own resources or to combat climate change. These are all key areas where citizens expect an enhanced EU presence. Although we have been instructed by the corona crisis to call for the creation of a health union, cutting the budget to a fifth is a significant step backwards. Apart from the tax on non-recyclable plastics, none of the proposed own resources have been introduced into the EU budget, such as carbon duty, digital customs duties, a financial transaction tax. As rapporteur and shadow rapporteur for the two instruments included in the recovery plan, I consider the misrepresentation of the Budget of the Just Transition Fund from 40 to 17.5 billion to be bad news for the regions of the Member States concerned and the complete elimination of the financing of the Solvency Facility as an unfavourable signal to corona crisis-damaged firms. The EU must be able to show citizens that it is ready to bring real solutions, so I believe that the EP's voice will also be able to reinforce some of the key measures.", "language": "en", "original_language": "sk", "translation_provider": "azure"}, {"id": 106, "date": "2020-07-23.json", "name": "Karol Karski (ECR)", "mepid": "124887", "text": "  I would like to write to the Commission. – On 17-21 July, a historic European Council was held to discuss the new Multiannual Financial Framework (MFF) for the period 2021-2027 and the European Fund for Reconstruction (ECI). After almost a record period of difficult political negotiations, a compromise has finally been reached that has managed to please all Member States. We can see as a great success the fact that, as the European Union, we continue to react promptly, jointly and ambitiously to emerge from the crisis together – stronger and more resilient to similar events in the future. A budget of EUR 1074 billion from the MFF and EUR 750 billion from the ECI is money that will serve our economies and citizens well in these difficult times. I believe that the key issue is now to adopt the budgetary provisions as soon as possible. As the compromise in the European Council is an excellent starting point, I call on Parliament to reach an agreement as soon as possible in order to be able to deliver resources to the eu's most deprived regions. I very much welcome the fact that cohesion policy has managed to defend it in the budgetary negotiations. Higher co-financing rates and a longer spending period are among the many improved conditions that will significantly improve the implementation process. I am also pleased that the least developed Polish will receive additional support of EUR 600 million compared to the one previously planned.", "language": "en", "original_language": "pl", "translation_provider": "azure"}, {"id": 107, "date": "2020-07-23.json", "name": "Łukasz Kohut (S&amp;D)", "mepid": "197523", "text": "  I would like to write to the Commission. \"The old English saying says you can't eat a biscuit and have it. Perhaps since the British are not in the Community, somehow we are unwittingly trying for an EU version of this saying, only in an inverted formula – we try to have a cake and eat it, and still have it. At last year's European Council, EU leaders agreed that funding for the Just Transition Fund would be cut to €17.5 billion. This is more than twice as much as the €40 billion previously proposed. At the same time, they have maintained the objectives of climate neutrality, which we can only achieve if we carry out an effective energy transition. And it takes money to carry it out. A just transition is not only an expression of concern for those affected, it is also a question of pragmatism – those who feel harmed by change reject these changes. I understand that Member States want to save, but apparent savings are not savings. This is short-sighted politics. As the European Parliament, we cannot agree to it and we must fight for adequate funding for the Just Transition Fund.", "language": "en", "original_language": "pl", "translation_provider": "azure"}, {"id": 108, "date": "2020-07-23.json", "name": "Julie Lechanteux (ID)", "mepid": "197686", "text": "  In writing. The agreement on the post-Covid-19 recovery plan is far from the historic success announced by French President Emmanuel Macron, as it is the result of a haggling between the interests of the so-called frugal countries, the Eastern countries, the Franco-German couple and the countries of the South. The key word of this plan is debt! The 750 billion euro plan, which has been adopted, provides for 390 billion grants, thus non-refundable by its beneficiaries, and 360 billion in loans. Large sums that the EU, without its own resources, will have to borrow on the capital markets. Let us remember that the debt of the European Union is the debt of the Member States and especially of the net contributors to the European budget, which, like France, pay more than they receive. To be sure of advancing his Europeanist project, Macron has thus sacrificed France with an agreement that allows to advance a pernicious federalist agenda behind the backs of the people and at the expense of the French taxpayer. For if on the one hand France should receive 40 billion subsidies, on the other hand, it will participate in the repayment of this colossal new debt until 2058, with a considerable increase in its contribution to the EU budget.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 109, "date": "2020-07-23.json", "name": "Benoît Lutgen (PPE)", "mepid": "197458", "text": "  In writing. The agreement reached by the European Council blows the very hot and cold. The hot is the Recovery Plan: how it will be financed, the strong and welcome solidarity that is there, the support to the Member States that need it most.  The cold is the draft multi-year financial framework that gives us more than the impression that the Council has compensated for the generosity and strength of the Recovery Plan with incomprehensible cuts in the draft European budget in key strategic sectors such as agriculture or health whose resources are totally sufficient.  It is up to us European parliamentarians, in the coming weeks, to warm up this draft financial framework and to give it as much strength and ambition as the Recovery Plan.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 110, "date": "2020-07-23.json", "name": "Eva Maydell (PPE)", "mepid": "98341", "text": "  in writing. – With the Covid-19 pandemic far from being over in many EU Member States, its negative economic impact on public finances, businesses and employment is likely to deepen further. To mitigate these consequences the EU needs a swift and large-scale recovery plan. In this context I welcome the committed effort of European Council to come up with a political consensus on the way forward for the recovery. However, besides the imminent economic challenge, which Covid-19 presents, we must not lose sight of our strategic long-term objectives such as building a sustainable, socially fair and globally competitive EU economy based on science and innovations. The instrument we have to turn this ambitious vision into reality is our long-term EU budget. That is why I regret that the European Council missed the opportunity to enhance core EU programs that support R&amp;D, digitalisation, education and just energy transition. These are proven investment instruments at EU level, which if are loaded with sufficient resources, could move our economy forward at a faster pace and support European companies to achieve global competitiveness in the next decades. I hope the negotiations on the MFF not only run swiftly, but also with a more forward-looking responsibility and ambition.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 111, "date": "2020-07-23.json", "name": "Leszek Miller (S&amp;D)", "mepid": "197540", "text": "  I would like to write to the Commission. – I welcome the fact that the European Council has reached agreement on the EU budget 2021-2027 and the Reconstruction Fund. As a result, unprecedented measures (EUR 1.8 trillion) will be involved in the fight against the effects of the coronavirus pandemic in Europe.  However, the European Parliament should not unreflec reflexively accept all the findings of the Summit, as the community interest has been wrongly taken into account in the conclusions in order to achieve unanimity among the leaders of the Member States. Significant cuts have been made to health, youth, culture and education, research, the digital and ecological transformation of Europe. Moreover, contrary to the interests of Polish, funding for the transformation of coal-dependent regions and the development of rural regions has also been cut.  The scale of non-repayable grants to Member States under the Fund has also been significantly reduced by offering them loans in return. In this context, I believe that, in the interests of Polish and of Europe as a whole, we should in line with the demand for an increase in the amounts for these European programmes and for the establishment of new sources of EU own revenue (m.in. digital tax) so that it is not the Member States that have to bear the costs of recovering from the crisis in the long term. The need to solve economic problems must go hand in hand with the protection of the values on which the Union was built. In this context, I consider it an additional priority to establish an effective mechanism for linking EU funds to the protection of the EU's financial interests and the rule of law.", "language": "en", "original_language": "pl", "translation_provider": "azure"}, {"id": 112, "date": "2020-07-23.json", "name": "Janina Ochojska (PPE)", "mepid": "197542", "text": "  I would like to write to the Commission. – Thank you for all the efforts made in establishing the joint action plan and budget for the coming years. Having read the conclusions of the European Council, I would like to raise some reservations.  I cannot agree with the decision to reduce funding for health care, particularly now that the whole world is fighting the coronavirus epidemic and medical services in Europe need additional funding. Given the ageing trends of the population, people with disabilities and the ever-increasing number of cancer patients for whom access to modern medicine is crucial, additional funding is needed.  I also cannot support a significant reduction in funding for humanitarian and development aid to Africa. It has been said many times during the debates that the EU is not an ATM, which I fully understand. Compliance with the rule of law by The Member States is crucial for the further functioning of the Community, and it is therefore right to link it to funding in various economic and social fields.  Finally, I would just like to remind you that being a member of the EU is not only about reaping all sorts of benefits and privileges in this respect, but also about respecting the law and principles that guide the Community.", "language": "en", "original_language": "pl", "translation_provider": "azure"}, {"id": 113, "date": "2020-07-23.json", "name": "Sandra Pereira (GUE/NGL)", "mepid": "197754", "text": "  in writing. – The European Council meeting, conditioned and guided by the interests of the main beneficiaries of the integration process, highlighted the nature of the EU, which has generated inequalities, divergences and asymmetries, and whose only concern is capitalist competition in the single market, with no room for any solidarity between States. The Conclusions of the European Council set very unfavourable conditions for a country like Portugal. For example, there is a significant cut in the Multiannual Financial Framework 2021-2027 (at least in cohesion and agriculture), which is all the more serious as this Framework will be a reference for the future. And while Portugal will predictably increase its contribution to the EU budget, other countries (the Netherlands, Austria, Sweden, Denmark and also Germany), the main beneficiaries of the integration, guarantee a substantial increase in the discount to their contributions that they already benefited from. The Recovery Fund is also insufficient, particularly in its \"grants\" component, which has reduced from 500 to 390 billion. As the weight of the lending component will increase, there will also be greater indebtedness of states such as Portugal, which already face higher levels of indebtedness. In our view, all mechanisms that enshrine increased EU interference in the implementation of investment options and other sovereign decisions of the Member States should be rejected.", "language": "en", "original_language": "pt", "translation_provider": "azure"}, {"id": 114, "date": "2020-07-23.json", "name": "Alfred Sant (S&amp;D)", "mepid": "124781", "text": "  in writing. – Despite the protracted haggling, the conclusions of the European Council meeting have not delivered an appropriate and satisfactory European response to the economic crisis resulting from the corona virus pandemic and the multivariate strategies that the EU needs to follow in order not to lag too far behind the US and China. Beyond the economic and social divergences that have grown in recent years, the political divergences that define the European reality have now come into open display. In size and format, the Recovery Fund will likely not be enough to contain the as yet unforeseeable consequences of the pandemic. While the same remark applies to the MFF itself, the adjustments made to the latter so as to achieve a final agreement in Council seriously undermine the coherence of the EU budget. It is almost impossible to understand how and why areas like health, research and support to companies should be subjected to a brutal amputation. Unfortunately one doubts whether the intervention of this Parliament can in any way help to improve the situation. The only reason to support the agreement reached is because without any agreement at all, things would be much worse. That’s what we believe now. History might give a different verdict.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 115, "date": "2020-07-23.json", "name": "Sylwia Spurek (S&amp;D)", "mepid": "197550", "text": "  I would like to write to the Commission. – For me, the human rights defender, the former Deputy Ombudsman, the rule of law is one of the most important values of the European Community. At the same time, it is the foundation of all the democratic systems that make it complied with, which is necessary to ensure the protection of the rights of citizens and citizens of the Union.  However, a number of developments in recent years have exposed the weaknesses of EU control mechanisms and demonstrated how a lack of respect for common values and principles can lead to a situation where the rule of law is not given to us once and for all. I am an MEP from Polish, where for the last five years the ruling party has abolished the guarantees on the division of powers, destroyed judicial independence, violated the rights of women, LGBT+ people, disregarded the rights of persons with disabilities and the elderly. But we also have a problem with the rule of law in other Member States. And we have to fight for it.  The agreement adopted at the EU summit on linking the rule of law to EU funds offers hope for change. However, we must bear in mind that the effects of the introduction of this mechanism must not be directed at citizens and citizens. Sanctions must not hit those who do not condo no longer have their governments flouting the law. They must touch the actual perpetrators of the violations.", "language": "en", "original_language": "pl", "translation_provider": "azure"}, {"id": 116, "date": "2020-07-23.json", "name": "Bettina Vollath (S&amp;D)", "mepid": "197678", "text": "  Writing. - EU leaders have reached an agreement on the Reconstruction Fund and the Multiannual Financial Framework. As much as Europe needs this quick agreement, the result is disappointing in the end. The total amount of grants is well below the proposals of the Commission and the European Parliament and thus does not do justice to the scale of the crisis. Not only has the scope of the reconstruction programme been cut, but the cuts to the rule of law, the Green Deal, health and research have turned an ambitious future programme into an inadequate \"compromise.\" That is disappointing and I honestly say that we expected more. It is clear to me that we are in the biggest recession in EU history and that it would require much more than a minimum compromise. As the European Parliament, we must now show strength and call for renegotiation. With this resolution, we have a good basis for making it clear to the Council that now is not the time to wrestle with who is the least likely to help deal with the crisis, but on the contrary. When, if not now, is the time for joint ambitious European action? European citizens expect a Europe that lives up to its historical responsibilities. We must not disappoint them.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 117, "date": "2020-07-23.json", "name": "Alexandr Vondra (ECR)", "mepid": "197537", "text": "  Writing. – Colleagues from other parliamentary factions still did not understand the economic reality of today's EU. COVID-19 has hit the economies of individual countries in an unprecedented way, but members of the Socialists, Communists, People's Party, Greens and Renew Europe still want to burden European industry with further hard limits on CO2 emissions or by unifying direct taxes. At a time when millions of citizens are losing their jobs because of COVID-19, MEPs are demanding gender-balanced spending. All these demands go against the economic interests of our citizens and will translate into an increase in the price of energy and European products, such as cars. The result will be further redundancies and even higher unemployment.", "language": "en", "original_language": "cs", "translation_provider": "azure"}, {"id": 118, "date": "2020-07-23.json", "name": "Die Präsidentin. –", "mepid": "197433", "text": "  We now come to the second round of voting. We are now taking the final vote on the motion for a resolution on the conclusions of the extraordinary European Council of 17 to 21 July 2020. The voting round is open from 2.30 p.m. to 3.45 p.m. The same voting procedure will apply as in the previous voting session. I declare the second round of voting open. You can vote until 3.45 p.m. The results of the second round of voting will be announced at 5.30 p.m. (The sitting was suspended at 2.30 p.m.)", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 119, "date": "2020-07-23.json", "name": "Presidente. –", "mepid": "96864", "text": "   I declare the session of the European Parliament adjourned.", "language": "en", "original_language": "it", "translation_provider": "azure"}]