[{"id": 0, "date": "2020-10-22.json", "name": "President. –", "mepid": "197546", "text": "  (addressing Lefteris Christoforou) There has been a request for a point of order. However, the President announced at the opening of the part-session that no points of order are allowed.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 1, "date": "2020-10-22.json", "name": "President. –", "mepid": "197546", "text": "  Before opening the first voting session of the day, I would like, pursuant to Rule 59(4), to give the floor to Mr Peter Jahr on the referral back to committee for interinstitutional negotiations of his report on Common agricultural policy – support for strategic plans to be drawn up by Member States and financed by the EAGF and by the EAFRD. I will also give the floor to Ms Ulrike Müller on the referral back to committee of her report on Common agricultural policy: financing, management and monitoring. I will also give the floor to Mr Norbert Lins, Chair of the Committee on Agriculture and Rural Development, on the referral back to committee of the Andrieu report on Common agricultural policy – amendment of the CMO and other Regulations.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 2, "date": "2020-10-22.json", "name": "Peter Jahr", "mepid": "96772", "text": "  Rapporteur. Mr President, I would like to thank the Good morning, ladies and gentlemen. Mr President, you have put it so wonderfully, I could almost say that I agree with what you have said, but I would nevertheless like to make it official once again: on the basis of Rule 59.4(4) of the Rules of Procedure, I request that the following report be referred to the Committee on Agriculture for the start of interinstitutional negotiations. This is the report 'Common agricultural policy: support for the strategic plans to be drawn up by the Member States and financed by the EAEC and the EAEC', that is the report by Peter Jahr A8—0200/2019. I would be very grateful if you could ensure that, once the relevant legislative act has been adopted, Parliament takes a decision on the above-mentioned referral.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 3, "date": "2020-10-22.json", "name": "Ulrike Müller", "mepid": "124862", "text": "  Rapporteur. Mr President, I would like to thank the On the basis of Rule 59.4(4) of the Rules of Procedure, I request that the following report be referred to the Committee on Agriculture for the launch of the interinstitutional negotiations: 'Common agricultural policy: financing, management and supervision', Report Ulrike Müller with the sign A8-0199/2019, and I would be very grateful if you can ensure that Parliament takes the decisions on the reference to the committee after the adoption of the relevant legislative act.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 4, "date": "2020-10-22.json", "name": "Norbert Lins", "mepid": "124808", "text": "  Chairman of the AGRI Committee. Mr President, I would like to thank the On the basis of Rule 59.4(4) of the Rules of Procedure, I request that the following report be referred to the Committee on Agriculture for the launch of the interinstitutional negotiations: 'Common agricultural policy: amendments to the ComMO regulation and other regulations', Eric Andrieu's report with the number A8-0198/2019. I would also be grateful if you could ensure that, once the relevant legislative acts have been adopted, Parliament could take a decision on the above-mentioned referral to committee.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 5, "date": "2020-10-22.json", "name": "President. –", "mepid": "197546", "text": "  This request will be put to the vote tomorrow, after the votes on the Commission’s proposals. I will now move to the first voting session of the day. We will vote on the files as indicated on the agenda. The voting session will be open from 9.15 a.m. until 10.30 a.m. The same voting method will be used as during the previous voting sessions. All votes will be held by roll—call. I declare the first voting session open. You have until 10.30 a.m. to vote. The results of the first voting session will be announced at 1 p.m.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 6, "date": "2020-10-22.json", "name": "President. –", "mepid": "197546", "text": "  The next item is the report by Ernest Urtasun, on behalf of the Committee on Women’s Rights and Gender Equality, on Gender Equality in EU’s foreign and security policy (2019/2167(INI)) (A9-0145/2020). I would like to inform Members that for all debates of this part-session, there will be no catch-the-eye procedure and that no blue cards and points of order will be accepted. Furthermore, possible remote interventions from Parliament’s Liaison Offices in the Member States are foreseen.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 7, "date": "2020-10-22.json", "name": "Ernest Urtasun", "mepid": "124972", "text": "  rapporteur. – Mr President, I’m very pleased to be presenting today, with my dear colleague Hannah Neumann, the first ever European Parliament report outlining all the political, institutional and funding aspects needed for the achievement of gender equality in EU foreign and security policy.  In light of the current global challenges, like the climate emergency and growing trends towards authoritarianism, where women and girls are the most impacted, the need for a gender-based EU foreign and security policy becomes more urgent than ever. Following the example of a number of countries, we want the EU and its institutions to follow a similar path. The EU has taken already some important steps in this direction, like the Gender Action Plans I and II or the women, peace and security agenda. However their implementation still displays a number of shortcomings.  In the report we present several recommendations to be considered in the upcoming new Gender Action Plan 2021-25 that will be published shortly. Starting with political representation and participation in decision-making processes, we ask for a gender quota of 50% at all levels of the Commission and EEAS management by 2024, including heads of delegation and heads of CSDP missions. Mandatory training courses on gender equality, with special attention to middle and upper managers of the EEAS and heads of CSDP missions and operations, should also be introduced.  More resources need to be assigned to the EEAS Principal Advisor on Gender to continue and reinforce her work. Therefore, we call on the High Representative to continue his efforts in this area by appointing a full-time gender adviser in each EEAS directorate and to establish gender focal points in all EU delegations. We also need to increase the efficient use of existing and future EU resources through gender responsive budgeting.  As we negotiate at the moment the proposed neighbourhood development and international cooperation instrument we should make gender mainstreaming and targeted actions clear objectives under that regulation and ensure that partners can count on sufficient political and financial support to implement it.  At the same time the EU needs to dedicate efforts to monitor the backlash against gender equality and LGBTIQ+ rights in the world, promote the human rights of women and protect women human rights defenders. In particular, sexual and reproductive health and rights are being threatened inside the EU but also outside; particularly, in crisis zones, women and girls are exposed to sexual violence, sexually transmitted diseases, sexual exploitation and rape as a weapon of war. Therefore, we call on the EU and its Member States to take steps to protect women and their sexual rights in their humanitarian aid response, as well as access to justice. The year 2020 marks the anniversary of several key events: the 20th anniversary of the UN Security Council resolution 1325 on Women, Peace and Security, the 14th anniversary of the UN Convention on the Elimination of All Forms of Discrimination against Women, and the 25th anniversary of the Beijing Declaration on women’s rights. The EU’s role has been crucial in advancing on all these milestones, but it needs to stand out now in its commitment to make gender equality a priority in its foreign and security policy. I hope this report will contribute to achieving this goal and I would like to thank all the colleagues, also some of them present here in the room, for their support and their cooperation in achieving that draft report.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 8, "date": "2020-10-22.json", "name": "Hannah Neumann", "mepid": "197464", "text": "  rapporteur for the opinion of the Committee on Foreign Affairs. – Mr President, when Operation Sophia, the one that was actually still allowed to do search and rescue in the Mediterranean, was launched in 2015, there were long discussions about the operation plans because it was different, a new mission. Most of the discussion was about what kind of weapons this mission would need to overpower people on the boats and what kind of specific training to do that. At some point, it was a woman who asked about sanitary napkins and diapers because there would be women and small children on the boats and they would be on the ships with us for quite some days. In the end, the sanitary napkins and the diapers were used much more than the weapons. This example just shows how more diversity leads to better decisions and, yes, sometimes it is that stereotypical. The same is true when we speak about peace negotiations because peace deals last longer if women are involved, because societies are more peaceful if they are gender equal, but still to this day negotiation tables and the whole field of peace and security is a male domain. I can’t even remember how many rooms I walked into in the last 15 years where I was the only woman, either being ignored or stared at curiously.  That’s why we dedicated large parts of this report to our own EU institutions and our own EU budget because there we actually have 100% of the power to change it and no excuses. That’s why we ask for 50% of women in CSDP missions in our own services. That’s why we want a specific part of the foreign budget to go into projects that empower women and girls to claim their spot because they know how it works. There was an amazing spirit during our negotiations in the committee because I think we all agree that we want an EU foreign policy that is for everybody. But now it’s time to change the reality out there and to really speed things up on women, peace and security. That’s why, Ms Urpilainen, but also Mr Borrell and the whole Commission, you had better come up with an ambitious gender action plan towards the end of this year. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 9, "date": "2020-10-22.json", "name": "Jutta Urpilainen", "mepid": "n/a", "text": "   Member of the Commission. – Mr President, the debate on the participation and role of women in foreign and security policy is relevant at any moment and one I’m very attached to. I fully agree with your report on the necessity to accelerate our ongoing work on gender equality and women’s rights. First, the COVID-19 context – now more than ever – requires a response at the global scale which fully integrates a gender perspective in all our analyses and responses to the pandemic and in the recovery phase. The EU has been frontloading actions to support women and girls in the crisis, notably through the EU-UN Spotlight Initiative. Under this initiative, we were able to adopt priority actions on the elimination of all forms of gender-based violence as urgent needs. We prioritised helplines and shelters for victims of domestic violence and frontline support for women’s grass roots organisations. We must transform this into an opportunity to review and accelerate our engagement to promote gender equality within the EU and around the world. Second, I welcome your call for robust implementation of the EU Action Plan on Women, Peace and Security. The EU is at the forefront of the implementation of the UN Security Council Resolution 1325. Allow me to highlight the importance of holding this discussion today a few days before the 20th anniversary of the adoption of this milestone transformative document. In this context, I fully – I fully – share your view on the importance of the gender advisers and we have already paved new ground through the establishment of posts for gender advisers and the creation of the gender focal points networks in military and civilian operations and missions of our common security and defence policy. Finally, I am very glad to confirm that I will present with the High Representative in November a new EU Gender Action Plan (GAP) III. It will enable us to reaffirm gender equality and women’s and girls’ empowerment as a core priority of all EU External Action. GAP III takes the thread from the recent EU Gender Equality Strategy and is the first such EU policy framework on gender equality externally. It draws from the lessons learned from the COVID-19 pandemic, with a focus on building back better from the crisis by addressing structural inequalities. It will integrate the Women, Peace and Security Agenda, as called for in your report. It will also expand action in key areas of engagement, addressing new challenges and opportunities in line with the Commission’s political priorities, such as ensuring a fair and inclusive green transition and managing the digital transformation. Last, but not least, it will very much – very much – draw on your recommendations regarding the need for the EU and its staff to set the example on gender equality and to promote gender-responsive leadership in achieving this. Mr President, the EU must continue to reaffirm that women’s rights are human rights. The ambition is there for a gender-sensitive and responsive geopolitical Commission and I thank this House for its support. I’m looking forward to our discussion. (Applause)", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 10, "date": "2020-10-22.json", "name": "Frances Fitzgerald", "mepid": "197720", "text": "  on behalf of the PPE Group. – Mr President, women’s rights are human rights, indeed. It is critical that foreign policy, security and defence, peacebuilding, reconciliation and justice are viewed as domains where women’s contributions are central. These areas can never again be seen solely through a male lens. This report is yet another critical step and must be implemented. Women have always been affected by war and peace, as confidants, as victims and as the hidden advisors behind the men at the table: wives, daughters, sisters, soldiers and simply those experiencing the frontline. Whether we are speaking about the women in Rwanda, whether we are talking about Kurdish women, or indeed the women of Northern Ireland who came together to say ‘enough’, and who contributed hugely to, and guided, the peace process towards the Good Friday Agreement. Foreign policy more and more – increasingly, but not enough – is guided by strong, brave and ambitious women. It is a statement of fact that women need to be involved, as strongly endorsed by the UN 20 years ago next week with the adoption of the Security Council resolution. I am very proud that Ireland’s recent campaign for membership of the Security Council placed the advancement of the ideals in the resolution on women, peace and security at its core, recognising that building lasting peace is not possible without building a more equal and inclusive society. That’s what this report is about. Let’s make sure that gender equality applies in these arenas with a critical mass of women. Let us take advantage of women’s unique perspective and ensure the barriers that continue to keep women excluded from political decision-making fora are urgently removed. Let’s act together here in the EU institutions to ensure that.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 11, "date": "2020-10-22.json", "name": "Alessandra Moretti", "mepid": "124799", "text": "  Mr President, Madam Commissioner, ladies and gentlemen, we often say that the gender issue must go through all European policies, the Commission and its President have declared it one of the most important challenges, and we parliamentarians through the gender mainstreaming network have said that they are ready to go down this road and ask for the resources necessary to achieve this objective. By voting for this report, we can finally take a concrete step towards a policy that includes needs, but above all the resources that women can put in place. Women are an essential value for the growth and development of our society. Our action must be an instrument for guaranteeing human rights, including the rights of women and girls, who are the first to be sacrificed. Access to sexual and reproductive health services is a prerequisite for gender equality and therefore for progress and well-being. And climate change is often the cause of the erosion of these rights. Gender stereotypes persist that drive women to migrate at the risk of violence, exploitation and trafficking in human beings. How, then, can we talk about environmental foreign policy, migration, without taking gender equality into account? I would like to thank the rapporteur and all those who have contributed to the drafting of a progressive text, which finally looks to women as agents of change and not as victims, which studies the issue of foreign policy, not just a flat description of the status quo, but which puts people of all kinds, backgrounds and ages at the centre.", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 12, "date": "2020-10-22.json", "name": "Samira Rafaela", "mepid": "197868", "text": "  on behalf of the Renew Group. – Mr President, freedom, peace and stability are too valuable to leave in the hands of men alone.  Women make up half of our society. Their participation in foreign and security policy is not only a matter of representation, it is also vital for sustainable peace. Unfortunately, the idea of a gender sensitive and inclusive foreign and security policy is not engrained in our societies.  Worse yet, our very own EU institutions lack in this. I am astonished to learn that we have still not progressed on this. Our gender action plan is not implemented properly. We have a lack of gender responsive budgeting, and no gender sensitive institutional structure to reach these critical goals. How is it possible that men still hold 87% of senior management posts in the European External Action Service? We should be embarrassed, and as the EU we lose credibility as proponents of equal rights for men and women in Europe and abroad.  I have said this before and I will say this again: walk the talk.  That is why we as the EU Parliament call for corrective measures. We want binding political commitments for a target of 50% of women in management positions, including heads of delegation and in our common security and defence policy missions and operations.  Let me remind you, 2020 marks important anniversaries of the Beijing Declaration and the UN Security Council resolution 1325 on women, peace and security. This UN resolution stresses the importance of women’s equal participation in the maintenance and promotion of peace and security around the globe. They know what is necessary for their own security and safety. These vital conditions contribute to an inclusive and sustainable future for all of us. As we look for alliances in the region, and internationally, it is important that our institutions at home reflect our vision for abroad, where we reach out to women who have been left behind. The future will challenge us in new and unpredictable ways and it is important we adapt to this. I urge Member States in the EU to adopt a feminist foreign and security policy, leaving no one behind, as we strive for common peace and security at home and abroad.  Striving for equal representation means sustainable peace and security for everyone. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 13, "date": "2020-10-22.json", "name": "Guido Reil", "mepid": "197488", "text": "  On behalf of the ID Group, I would like to make a i-see of the Mr President, ladies and gentlemen, I would like to thank the rapporteur for her excellent report and for the way in which Today we are talking about the report on equality between men and women in the context of foreign and security policy. So I think this headline is a scandal, because we are talking about men and women and have forgotten the various things – so that is completely wrong politically! Thank God, when I read the report intensively, I noticed that, of course, the various genders and sexual orientations play a very decisive role. How else should foreign and security policy be managed, it goes without saying? Furthermore, this report emphasises the need for a feminist foreign and security policy. It is also, of course, very important that we have a gender-specific asylum and migration policy.  And, of course, we are once again confronting the ultimate opponent – climate change. We learn that climate change is particularly misogynistic, because it is particularly a problem for women and girls. When I look at the activists of Fridays for Future, I really have to get this impression, there are actually many girls active who usually come from very good homes, who are rich, such as the offspring of the Shipping Family Reemtsma.  But I can't understand that. Why are girls and why are rich girls so affected? And just about climate change? I have met many women in the course of my life, the vast majority of them like to have it warm because women are freezing. Allow me to have this little fun, because I can't bear all the madness. It is all about creating well-paid jobs for women and for diversity. Jobs that the general public have to pay for, and that must finally stop! Stop this ideological madness!", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 14, "date": "2020-10-22.json", "name": "Charlie Weimers", "mepid": "123562", "text": "  on behalf of the ECR Group. – Mr President, we used to think that sex should not be an obstacle, nor a factor, in recruitment. Not anymore. This report on gender in foreign policy obsesses over individuals’ sex. It calls for binding quotas for management positions, it references gender mainstreaming, also known as radical feminism, 24 times, and intersectional analysis, a.k.a. Balkanisation, seven times. It calls for increased funding and staff to implement gender ideology, with a full-time gender adviser in each EEAS Directorate. I suppose the title ‘political gender commissar’ was already taken.  The irony is, of course, that you can’t have your woke, gender mainstreaming cake and eat it too. What’s the point of quotas anyway if gender is a fluid concept? If you, like I do, believe that merit, not identity politics, should be at the heart of recruitment policy, then vote against this report. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 15, "date": "2020-10-22.json", "name": "Έλενα Κουντουρά", "mepid": "197699", "text": "  on behalf of the GUE/NGL Group. Mr President, first of all I would like to thank the rapporteur for his excellent work and colleagues for his excellent cooperation. Today's vote on this report on the promotion of gender equality in the European Union's foreign and security policy coincides with the 20th anniversary of the historic adoption of UN Resolution 1325 on women, peace and security. Twenty years on, despite the progress made, women still suffer significant inequalities and injustices. They continue to be under-represented in foreign policy, particularly in positions of responsibility and decision-making centres, and this weakens our ability to ensure sustainable peace and build more resilient societies.  This progressive report will be our response as the European Parliament to promoting equality in European foreign policy by strengthening equal representation, defending women's rights and ensuring adequate financial resources for this purpose. Integrating the gender dimension into the European Union's migration and trade policy, combating trafficking, which particularly affects women and children, ensuring the European Union's continued cooperation and genuine support for women's organisations and human rights defenders, actively supporting sexual and reproductive health in third countries, promoting the active participation of women in peace processes and improving the framework for supporting women in the new GAP III Equality Action Plan. For us these are not just questions of justice, but determinants of a world with more security, solidarity and democracy.", "language": "en", "original_language": "el", "translation_provider": "azure"}, {"id": 16, "date": "2020-10-22.json", "name": "Pernille Weiss (PPE).", "mepid": "197515", "text": "   – Mr President, 'what people have the capacity to choose, they have the ability to change.' That's what Us Former Secretary of State Madeleine Albright has said. In fact, it is very clear to hear that she is European. That is why, in the European Parliament, we can also choose to do what we cannot or cannot accept for others to accept. That is why, of course, the EPP is voting in favour of the EU stepping up for more focus on gender equality in our foreign and security policy. In our own institutions and not least in the way we engage in the world. That is why, as shadow rapporteur, I have emphasised the tools that work and bring about change. For me, and for the EPP, the will ingness and the demand for equality is natural and indispensable. It is above gender and many other more or less modern categories of identity and politically correct language. That is why it is also wrong that an equality-oriented security and foreign policy should perhaps in future be called 'feminist'. I do not agree with the very part of the report on which we are going to vote, but I would like to acknowledge that we have to cooperate with Mr Urtasun. We have agreed on most things, and the rest we live with in respect of the democratic culture, which we would just like to express more clearly through the future defence and security policy of the European Union. Namely, that regardless of gender and everything else, the rule applies: equal access, equal opportunities, equal rights and equal treatment. And may I not conclude with the fact that Madeleine Albrigt has also said and is best known for saying: 'there is a special place in hell for women who don't help other women'. I am not going to stand here and threaten anyone, even the men, but I hope that everyone will vote in favour of the report.", "language": "en", "original_language": "da", "translation_provider": "azure"}, {"id": 17, "date": "2020-10-22.json", "name": "Robert Biedroń (S&amp;D).", "mepid": "197498", "text": "   – Mr President, since this great report stresses that EU foreign and security policy is dominated by men, it’s crucial to engage them – us – in gender equality activities. Boys and men have a special role to play in promoting the empowerment of girls and women. Why? Because we men still – unfairly, of course – keep the power and so hold the key to solving the problem. Achieving gender equality is not possible without the inclusion and active involvement of men and boys in the process of making progress on gender equality. Men and boys must be invited to participate and contribute actively in promoting health and gender norms. Some might ask ‘why?’ Because besides bringing equality, it improves the health of families and economic well-being. Let me stress the words my colleague Madeleine Albright just said (and I paraphrase): there is a special place in hell for men who don’t help women.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 18, "date": "2020-10-22.json", "name": "Virginie Joron (ID).", "mepid": "197627", "text": "   Mr President, first of all, I wanted to congratulate the staff in Strasbourg and Brussels who were able to organise a remote plenary in perfect conditions. Mr President, ladies and gentlemen, I would like to start by paying tribute to Samuel Paty, who was beheaded because he wanted to teach freedom of expression in France in 2020. The best tribute we can pay to him and to all those who died of Islamist terrorism is to fight and eradicate Islamism. Today's debate is about gender equality in the European Union's foreign policy. Since the European Union is so eager to always lead by example, it is legitimate to ask what example Europe and France really give to the rest of the world. Is it with Axelle, hit and dragged for 800 meters by a young man while she was walking her dog? Is it with Mya, beaten by three young people? With 15-year-old C., raped, strangled and burned by a repeat rapist while she was picking up a package? Or Mila, harassed and threatened with death? These barbarities are growing at the same rate as the arrival of migrants in Lesbos or Lampedusa. Equally numerous are forced or early marriages, excision and virginity certificates for women. Obscure practices that have recently arrived with these waves of migration who don't care about your 40-page equality reports to gain access to boards of directors. Instead of letting the European Union get involved in foreign policy issues, I think that Europe must first put its own house in order and protect all its daughters before it wants to impose its egalitarian ideology on the other side of the world.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 19, "date": "2020-10-22.json", "name": "Margarita de la Pisa Carrión (ECR).", "mepid": "204414", "text": "   – Mr President, gender ideology is an assault on sanity, a virus that aims to get into all areas, infecting laws and institutions, deconfiguring one's reality and creating a victimistic culture without meaning or hope, as is the case in this report, which mixes very important and serious issues, such as aspects affecting human rights — trafficking in sex slaves , female genital mutilation, marriage of girls—with gender theories at the service of other power interests, manipulating consciences, and presented as a wolf with lambskin.  In this way, instead of inspiring, we export out of our borders philosophies and models that confront and polarize relations between men and women, causing conflict, hatred and resentment. We only offer abortion as a source of progress.  We want our foreign and security policy to reflect the principles and values that gave rise to the European project, without falling into false fashion theories that cloud human consciousness, preventing a culture from releasing its best expression.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 20, "date": "2020-10-22.json", "name": "Πρόεδρος. –", "mepid": "28586", "text": "  As you can see, the innovation of this plenary continues with great success: to have the right of colleagues to speak remotely. I think we should credit this to the European Parliament, which combines security in the context of the pandemic with the smooth functioning of the institution of parliamentary democracy called the European Parliament.", "language": "en", "original_language": "el", "translation_provider": "azure"}, {"id": 21, "date": "2020-10-22.json", "name": "Lina Gálvez Muñoz (S&amp;D).", "mepid": "197702", "text": "   – Mr President, the importance of this report on gender equality in the european Union's foreign and security policy, for which I congratulate Ernest Urtasun, lies mainly in three issues.  First, there is still an under-representation of women in the positions of representation and management of Community foreign policy. Second, differentiated socialization, the historical linkage of the feminist movement with the pacifist movement has always made women's participation in conflict resolution more linked to life, more linked to peace. Therefore, this differentiated vision is necessary. And third, because these conflicts affect us unequally with women, and our voices need to be heard. This day coincides with the 20th anniversary of UN Resolution 1325 on women, peace and security. And twenty years later, if we look at what is happening in Belarus, we find that women continue to face conflict resolution in a differentiated, much more pacifist way, embodying the values of democracy and harmony that we want to remain the values that represent the European Union.  It is therefore very necessary that we make progress precisely in the inclusion of gender equality in our foreign policy.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 22, "date": "2020-10-22.json", "name": "Elżbieta Kruk (ECR).", "mepid": "197532", "text": "   – (2) Mr President, I would like to begin by The declared aim of this report is to increase the participation of women in European foreign policy, which, I recall, is and should be a competence of the Member States. Analysis of the content of the report indicates that it is in fact an expression of the ideology of constant division of people, which dictates that they be serialed according to gender, racial and, God deigns to know what else. There is so-called positive discrimination invented for levee feminism and ordering the favouritism of one sex at the expense of another. However, simply declaring that gender plays a role is pure discrimination.  And it's just important that all people have the same opportunities. Competent persons should be in the right place because of their predisposition. It should be noted that favouring a group not only reduces the degree of motivation, but also diminishes its value and conflicts with an elementary sense of equality and justice. I think that this pretend concern for women is to cover up the fact that all these efforts for equality are just a game of power, which the left cultivates on the principle of 'divide and rule'.", "language": "en", "original_language": "pl", "translation_provider": "azure"}, {"id": 23, "date": "2020-10-22.json", "name": "Vladimír Bilčík (PPE).", "mepid": "197771", "text": "   – Mr President, today we have a debate on foreign policy and it has to be said that the position of women in foreign policy in the European institutions is quite a success story. Yes, there is always much to improve, but even in the European Parliament itself, women play a strong role in our external relations in the leadership of delegations or of Parliament itself. The problem of gender equality in European foreign policy is elsewhere. In several Member States, including the Central European region and my own country, Slovakia. If we really want to change the position of women in European foreign policy, changes must come, especially in those parts of Europe where gender equality is far from working as it does in the Brussels institutions. In foreign policy, we need strong role models that will motivate the work on gender equality. When was the last time you heard of a head of diplomacy in the Visegrad Four countries? If you can't think of a name, it's no coincidence. All the more so today, girls and young women in Central Europe can motivate the success story of The Slovak President Zuzana Čaputová. However, successful gender equality cannot stand only on inspirational stories and favourable circumstances. It is and must be about practical measures that will support the functioning of family life or pre-school childcare, so that my daughter's generation has equal hope of leading diplomacy in Central Europe, so that the debate on gender equality in European foreign policy has a strong practical basis across the Member States.", "language": "en", "original_language": "sk", "translation_provider": "azure"}, {"id": 24, "date": "2020-10-22.json", "name": "Heléne Fritzon (S&amp;D).", "mepid": "197391", "text": "   Mr President, I would like to begin by congratulating Mr Thank you, Commissioner Urpilainen, for a very progressive introduction. 2020 would be a super year for gender equality. It is 25 years since the Beijing Declaration and it is 20 years since the UN Security Council adopted the resolution on women and security. But instead of a strong year for gender equality, we have had a pandemic that shifts the focus, while at the same time affecting the human rights of women and girls. This applies not least to access to sexual and reproductive health and rights.  It's high time we set things up. The EU needs to ensure a gender perspective in all areas. I want to see an end to discrimination against women and girls worldwide. My country, Sweden, and my government have had a feminist foreign policy since 2014 and now, now it is the EU's turn.", "language": "en", "original_language": "sv", "translation_provider": "azure"}, {"id": 25, "date": "2020-10-22.json", "name": "Antonius Manders (PPE).", "mepid": "4560", "text": "   – Mr President, equal treatment starts with yourself. This has to do with the freedom we have in our culture and with education and civilisation. I therefore wholeheartedly support this resolution, and I see the need for attention to be paid to equal treatment for men and women, because in practice it appears that there is still no equal treatment outside Europe, but also within Europe. I call on anyone who finds discrimination against women or men or any other discrimination to report it directly to the organisations responsible. And possibly, if those organisations do not want to act, to the media, to create enough pressure to eliminate that discrimination. In this case, I would like to draw attention to a form of discrimination that I have seen in one of the largest organisations in the perhaps greatest side line in the world, namely football, UEFA and FIFA. When I see Champions League football matches, I see the European flag. Next, I look at fifa's rules. And that's where women's football is being discriminated against! It is literally in Article 20 of those regulations. I have written to FIFA on that. And what turns out? They answer and say, Mr. Manders, we know that. So they say literally: we know that and we have set up a study group to see if we need to change it and see if it is in favour of women's football that we are eliminating that discrimination! I call on the Commission and all Members to do something about this. Please write a letter to FIFA that they are amending Article 20!", "language": "en", "original_language": "nl", "translation_provider": "azure"}, {"id": 26, "date": "2020-10-22.json", "name": "Tanja Fajon (S&amp;D).", "mepid": "96911", "text": "   – Dear President! Today we are talking about women, about their indispensable role in resolving conflicts and building peace. The debate is very important to strengthen gender equality in foreign policy, including in responding to the coronavirus epidemic.  Around the world, women and girls are most vulnerable to violence, so the European Union must do much more. We call on the High Representative of the Union to invest more financial resources to encourage women's training so that they become more involved in humanitarian situations.  Gender should not be an obstacle. Women and girls are often exposed to sexual violence in crisis areas, which is also used as a military tactic. Women must no longer be victims, peace takes much longer if women are also involved in peace negotiations. Today, less than 10% are involved.  Let us ensure parity, provide them with conditions if we are indeed defenders of women's rights in Europe.  We want binding measures, this year we are marking the anniversary from Beijing and the United Nations resolution on women's rights.", "language": "en", "original_language": "sl", "translation_provider": "azure"}, {"id": 27, "date": "2020-10-22.json", "name": "Željana Zovko (PPE).", "mepid": "185341", "text": "   – Mr President, women remain largely unrepresented and undervalued in politics and the decision—making process in the EU and beyond. Nonetheless, the European Union has committed to the United Nations Sustainable Development Goal to promote and achieve gender equality. This also counts for our foreign and security policy. Aside from the aspect of equal representation, women’s participation also has an added value. Studies show that our contribution to peace negotiations has led to long—lasting peace agreements and improved human security. We can see some progress as almost all EU delegations have carried out a detailed gender analysis and the number of women deployed to security and defence missions and operations has increased, but we are still far from reaching a real balance. As the PPE shadow rapporteur for the Committee on Foreign Affairs (AFET) opinion to this report, I welcome the guidelines on gender mainstreaming for EU civilian missions and call to extend this concept to all other relevant missions, departments and delegations related to our foreign policy. Only in this way can we fully promote recognition of the significant role women play at the local, national and international levels. To conclude, I would like to call on the High Representative and the Commission to intensify their actions to reach our ambition of a gender balance by the end of the mandate. Gender mainstreaming requires not only high—level policy statements but also a real political commitment.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 28, "date": "2020-10-22.json", "name": "Jutta Urpilainen", "mepid": "n/a", "text": "   Member of the Commission. – Mr President, I want to thank Members for this very, very good and interesting discussion. Women’s meaningful participation in all matters related to foreign and security policy has a wider relevance to the central role of the European Union in contributing to efforts to achieve peace, security and sustainable development. The action plan will enable us to walk that talk by putting resources where our priorities are, including by reiterating our commitment that 85% of all new EU actions promote gender equality as a significant or principal objective. I would also like to re-confirm that the Commission and the External Action Service attach great importance to ensuring equal opportunities and diversity of staff in management positions and we are already taking concrete steps to this end. Within the Commission, the gender equality strategy adopted earlier this year gives concrete steps to reach 50-50 equal gender balance in management positions at the Commission. At the External Action Service, the work is jointly done with the Member States as, by nominating one third of the staff, they have a direct contribution to our objective. Today, men hold 66% of middle management positions and 74% of senior management posts, while almost 27% of the heads of delegations are women. Although this is an improvement, I fully agree with the Members on the need to further promote gender balance in the EU’s external representation and reach full equality. This will be addressed as part of the Gender Action Plan (GAP) III, and work is already ongoing to work towards a similar target as for the Commission. Mr President, putting women and young people in the driving seat of the recovery: I strongly believe this will be the most effective way to collectively respond to the global challenges that we are facing worldwide at this very critical moment of our human history. (Applause)", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 29, "date": "2020-10-22.json", "name": "Ernest Urtasun", "mepid": "124972", "text": "  rapporteur. – Mr President, I would like to start by thanking everybody who contributed to our debate. I think that the debate showed that there is a broad majority in Parliament behind what we are going to adopt tomorrow, and this is extremely good news. I would also like to thank the Commissioner for her words and for being with us. Hannah Neumann and I liked a lot her mention that she wants to build a gender—responsive and geopolitical Commission. We liked that approach a lot. I think this is one of the good conclusions of our debates. But I think in general that we are all worried about the backlash on women’s rights that is happening all around the world, and that is really something that needs to be an additional motivation for us, to push for this feminist foreign policy that we all want. Three things before I come to an end.  Firstly, as you mentioned, Madam Commissioner, I think that the Neighbourhood, Development and International Cooperation Instrument (NDICI) Regulation is going to be an important tool to achieve gender equality and an important instrument for us. I hope that in the negotiations the targets on gender equality will remain as high as proposed. This is one of the key issues in the coming months.  Secondly, I think it’s important to say that the commitment to improve the presence of women both in the EEAS, in the Commission, and in our delegations is an important target.  I would like to remind the House that the High Representative has committed to the 40% target of EU heads of delegation by the end of the term. I think that it should be a joint goal to achieve that, and so I’m very much looking for the actions that that you will be undertaking and, of course, we will be very attentive to the presentation of GAP III in November, which is going to be the most important tool that we will have to achieve all of these goals.  So, all in all, I just want to conclude by thanking everybody, thanking the Commissioner. Let’s make a gender—responsive Commission and gender—responsive EU foreign and security policy a reality.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 30, "date": "2020-10-22.json", "name": "Πρόεδρος. –", "mepid": "28586", "text": "  The debate is closed. The vote on the amendments will take place today, 22 October 2020, and the final vote will take place tomorrow, 23 October 2020.", "language": "en", "original_language": "el", "translation_provider": "azure"}, {"id": 31, "date": "2020-10-22.json", "name": "Πρόεδρος. –", "mepid": "28586", "text": "  The next item on the agenda is the Commission statement on serious security threats through the sale of EU passports and visas to criminals (2020/2824(RSP)). I would like to inform you that for all the discussions in this part-session there will be no catch-the-eye procedure and no blue card questions and comments on the application of the Rules of Procedure will be accepted. There are also possible remote interventions by Parliament's Liaison Offices in the Member States.", "language": "en", "original_language": "el", "translation_provider": "azure"}, {"id": 32, "date": "2020-10-22.json", "name": "Didier Reynders", "mepid": "n/a", "text": "   Member of the Commission. Mr President, ladies and gentlemen, to begin with, I would like to reiterate what commission president Ursula von der Leyen strongly said last month in her State of the Union address to this Parliament: European values are not for sale. Unfortunately, this statement does not seem as obvious as it should be throughout the Union. Some Member States have, in fact, put in place systems in place to enable wealthy investors and their family members to obtain a passport in exchange for payment of a large sum of money or a substantial investment, without having a real connection with the Member State in question. Such programmes have obvious implications for all other Member States and for the Union as a whole. Indeed, becoming a national of a Member State automatically entails obtaining EU citizenship and all related rights. A foreign investor who buys the nationality of an EU Member State can, on this basis, immediately go to any other Member State, engage in economic activity and benefit from the principle of non-discrimination between European citizens in a range of areas. He can even participate in the democratic process, notably through the exercise of his right to vote and the right to be a candidate in European or municipal elections. For several years now, these programmes have been a source of great concern, notably for this House and the Commission. The Commission has worked hard on this matter, as it is also a European issue with European values at stake. In January 2019, the Commission published its first-ever report on investor citizenship schemes and investor residence schemes operated in the EU. The report clearly spelled out the inherent risks of such schemes, in particular as regards security, money laundering, tax evasion and corruption. Since the beginning of this Commission's mandate, we have continuously raised this concern with the Member States concerned, urging them to reconsider their decision to operate such schemes.  Since the beginning of my mandate, I have had a constant dialogue with the relevant Member States where I repeatedly highlighted the Commission's concerns and urged them to reconsider their decision to operate such schemes. Before the pandemic, I put personally with the Ministers of the relevant Member States to discuss investor citizenship schemes. In April, I followed up with letters asking to reconsider the schemes. I also had several calls with the competent Ministers to follow up on their commitments to provide more information on their government's plan. While both Malta and Cyprus may have the intention to apply some changes to their investor citizenship schemes, they appear to be determined to continue their schemes in some form. We need to convince them not to do that. Ladies and gentlemen, a series of recent scandals in Cyprus and Malta only confirm the serious concerns we have already expressed. In its report, the Commission pledged to monitor the compliance of existing regimes with EU law and, if necessary, to take the necessary measures. Today I am here to tell you that the Commission is keeping this commitment. The Commission decided this week to open infringement proceedings against the investment citizenship programmes set up by Cyprus and Malta. EU citizenship is a collection of shared rights that all Member States provide in solidarity. Together, the Member States create the conditions for the enjoyment of EU citizenship. The European Court of Justice has been clear: it is for each Member State to lay down the conditions for the acquisition and loss of nationality. But, as the Court has also ruled, this jurisdiction must be exercised having due regard for EU law.  EU law requires Member States to recognize the nationality of another Member State without imposing any other conditions. As a result, the decision to naturalize a person by a Member State is not limited to its own jurisdiction and is not neutral with regard to other Member States. Member States should, therefore, use their prerogatives to grant nationality with due regard for EU law and, in particular, to the principle of sincere cooperation which is laid down in the Treaties. A Member State fails in that obligation when it establishes a scheme that systematically grants naturalization in the absence of any true link with the state and on the sole basis of a financial investment or, in other words, where passports are for sale.  Over the span of only a couple of years, Cyprus and Malta have naturalized several thousand people based on their schemes. The price for a European passport in those Member States range between EUR 1 million and EUR 2 million. These investor citizenship schemes undermine the mutual trust of Member States in each other's naturalization procedures. This trust is a precondition for the effective enjoyment of EU citizenship rights. By undermining this trust, these schemes threaten the integrity of EU citizenship and its proper functioning and violate the principle of sincere cooperation. Ladies and gentlemen, Malta seems to have committed itself to replacing the current regime with a new programme, on a seemingly largely unchanged basis. In Cyprus, while the government has announced the end of the current regime in the near future, the implementation of a new programme is already being discussed. But the issue is too important to wait for the outcome of this process. We are now taking steps to show our determination and commitment not to accept eu citizenship as a mere convenience. I think we can all agree on one important point: the principles and values of the Union are weakened if membership of the European project, the rights that flow from it and participation in its democratic life are the subject of a simple economic transaction. Let me also add a couple of words on Bulgaria, which also operates an investor citizenship scheme. This week, the Commission sent a letter to the Bulgarian authorities strongly urging them to phase out their scheme in the context of an ongoing national legislative procedure to change the Bulgarian citizenship law. We have also asked for additional information on the scheme. The Commission will not hesitate to consider an infringement procedure against Bulgaria if necessary. Finally, the Commission has not forgotten about schemes that give foreign investors access to residence permits, also called 'golden visas'. While golden visa schemes do not raise the same legal issues as schemes that result in the acquisition of EU citizenship, there is often a close interaction between the two types of scheme, as residence can be a prerequisite for the acquisition of nationality. Most of the inherent risks of such schemes, for example regarding security, money laundering and corruption, are the same. Third-country nationals with a valid EU residence permit can travel freely, in particular in the Schengen area. This means that if one Member State does not apply the necessary security checks, other Member States can be negatively affected. Member States should therefore ensure that all the necessary steps are taken to prevent security, corruption, tax evasion and money laundering risks. They must also apply rigorous and transparent criteria to identify and fight crime and corruption.  The Commission has expressed its concern about the risks inherent in residence schemes and about the fact that these risks are not always sufficiently mitigated by the measures taken by Member States. In this context, the Commission continues to closely monitor these schemes and their application, to ensure compliance with EU law, including the need to carry out all obligatory border and security checks, in line with the EU acquired prior to the issuance of any permit.  The same applies to citizenship schemes run by third countries, including some candidate countries, which have visa-free access to the EU. Such access should not be used as a marketing tool to attract money in exchange for citizenship. Following the adoption of its January 2019 report, the Commission requested information and raised its concerns with all visa-exempt third countries that apply or plan investment citizenship programmes in close cooperation with the European External Action Service. As a result, some countries have already repealed their regimes and others have ended their plans. We will continue to monitor the issue closely to assess any potential security risks associated with these plans. In any case, I am delighted to have been able to explain the Commission's policy to your Parliament this morning and I would be very happy to take your comments, of course, and answer your questions.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 33, "date": "2020-10-22.json", "name": "Λουκάς Φουρλάς", "mepid": "197414", "text": "  on behalf of the PPE Group. Mr President, Commissioner, we are discussing a very serious issue here, on which we will have to make a number of assumptions, and I begin by saying this: the programme has had its weaknesses, which some have exploited and will have to take responsibility, apologise and pay the price. At the same time, we cannot ignore the fact that this programme was adopted by some countries, such as Cyprus, in response to the economic crisis. Do not forget, ladies and gentlemen, that Cyprus in 2013 became Europe's guinea pig by imposing the deposit haircut for the first and last time throughout Europe.  I would also like to add this: Cyprus has terminated — as you said, Commissioner — by a decision of the cabinet the programme, after it was found to have been exploited by deft people, possibly by an organised circuit. I repeat that the responsibilities exist and must be attributed to those who are theirs, no matter how high they may be. What I do not accept is the attempt by some to deliberately target Cyprus and its people at this extremely difficult time in my country because of Turkish aggression, for which some here do not show the same sensitivity. Our aim here must be, Commissioner, to tackle corruption, those involved in it and those who have broken the law and not to humiliate an entire people, who are currently fighting for survival. That is why we must be very careful.", "language": "en", "original_language": "el", "translation_provider": "azure"}, {"id": 34, "date": "2020-10-22.json", "name": "Eero Heinäluoma", "mepid": "197800", "text": "  on behalf of the S&amp;D Group. – Mr President, a new plenary, a new debate on money laundering and a tax scandal. This really is a very bad trend. At the same time, our voters are asking for just one thing: a fairer tax regime where everyone pays their fair share, and a society where money laundering cannot be a way for criminals to have a fast track to land in Europe. Golden visas: research shows that EU Member States have attracted around EUR 25 billion in foreign investment over the last 10 years thanks to golden visa programmes. Investments are important, but so are our values – today, more so than ever. Cyprus Leaks and the names revealed are worth discussing. With enough criminal money, you can buy legal entry to the European Union, and right-wing politicians in Cyprus seem happy to facilitate this. It’s a disgrace for the whole of the European Union. The contrast and indifference with respect to the burning Moria refugee camp could not be bigger. I agree with the Commission that these schemes pose risks for the Member States and for the Union, so this habit must end. In an equal Europe, there should be no room for golden visa programmes; EU passports and visas are not commodities. Therefore, Council Presidency, Commissioner, I urge you to get your acts together. Let’s ban these programmes completely. Let’s make Europe a better and safe place for ordinary people – not for criminals.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 35, "date": "2020-10-22.json", "name": "Sophia in ‘t Veld", "mepid": "28266", "text": "  on behalf of the Renew Group. – Mr President, I would like to thank the Commissioner for coming here and for starting the infringement procedures. I think that is most welcome and we knew that it had been in the pipeline for quite some time. However, this House has been debating the problems with golden passport since 2014. Why did it take so long? Why did the authorities wait so long to intervene? Why did we have to wait for brave journalists to uncover the scandals that we all suspected for a long time? And some of these journalists have paid a very high price – the highest price, as we know. But journalists are not responsible for law enforcement. The authorities are, and the authorities are failing. Those who have a legitimate interest in investing in the European economy can do so without problem, and no golden passport nor golden visa scheme can ever really be clean and legitimate – because due diligence that relies on cooperation with the Russian and the Chinese and the Saudi authorities, frankly, can never be watertight – and I’m being polite here. Despite the fancy names of the schemes – you know ‘residency by investment’ sounds nice, evokes these images of villas and yachts, and what have you – in reality, they are just a golden backdoor into the European Union for criminals, criminals. It’s not investment; it is criminal money. Now, we need a full ban, and we’re calling on the European Commission, not for the first time, to propose legislation, and I’m proud to say that at the initiative of my group Renew Europe, the Committee for Civil Liberties, Justice and Home Affairs (LIBE) Committee is going to draft a legislative initiative calling for a ban on golden passports. But of course this is a national competence. You know, national governments cannot sell what is not theirs to sell, and that is EU citizenship. It isn’t theirs, they cannot sell it. So are governments, is the Council finally also going to take responsibility, or will they continue to knowingly facilitate criminals? The final question, Commissioner: will you also address the ‘legacy’ of those who have already received a Cypriot or Maltese or other passport? Will there be a second screening to see what kind of people we have actually elevated to the status of EU citizen?", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 36, "date": "2020-10-22.json", "name": "Dominique Bilde", "mepid": "124771", "text": "  on behalf of the ID Group. - Mr President, first of all, I would like to make it clear that I am always happy to speak from the Strasbourg Parliament, where I hope that we will soon have the authorisation to return regularly to our plenary sessions. Is it any wonder that the Scandal of Cypriot golden visas, since the expensive acquisition of citizenship and residence permits could only serve crooked purposes? That Montenegro, once again providing such facilities, continues to lead the race for the next European enlargement demonstrates the Commission's indifference to a tangible security threat. These are not very good weapons that have not prevented Pakistan, the leader in such fraudulent documents, according to a British diplomat, from receiving 4 billion euros in European aid since 2014. The Union therefore deplores the effects which it cherishes the causes. First, his support for states and, in this case, avowed supporters of radical Islam. These visas, however, are only part of a juicy business that fuels the migratory flood like terrorism. This is evidenced by the possible sale of Bosnian visas to Pakistani migrants, while two pakistani nationals were allegedly suspected of terrorism, or the profile of the false minor who carried out the Paris attack.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 37, "date": "2020-10-22.json", "name": "Sven Giegold", "mepid": "96730", "text": "  Mr President, For better, I would like to make a name for my free Mr President, I would like to thank the The European passport is one of the most tangible results of European cooperation. It gives rights to all who have it, and therefore this right and passport must not be sold.  EU passports decide who has access to our citizens' rights and who does not. And if this decision is taken on the purse strings and not on who integrates into our societies, works here, lives here, then it is not the principle of European law that prevails, but the principle of the mafia. That is why it is also unacceptable for citizens' rights to be put up for sale.  It is not acceptable for an individual country to decide who has access to it, but then to be exposed to corresponding rights in all EU countries. This is how individual states collect billions of euros, which actually lead to consequences throughout Europe. That is why it is unacceptable that the European Commission has, in fact, done nothing for years. Conversely, however, I would like to thank you now for your initiative. These infringement procedures were overdue. At last, take on that - that's fine, that's right.  But you should not only consider the sale of passports, but also golden visas. The Portuguese programme, for example, has sold 25 000 golden visas over the last eight years for investments of more than EUR 5 billion, and this often leads to citizenship. And that is why we must not close our eyes. I therefore ask you, Commissioner, not to set double standards! Visas are not allowed to be sold either, not just passports. That is why this Parliament must present a legislative own-initiative report, with which we will also enforce this demand.  I would ask you, Commissioner, to update the data and your compilation of the programmes. The Commission's current websites say very little. Finally, which is not my passport, by the way, but that of my colleague Hanna Neumann, she lent it to me free of charge.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 38, "date": "2020-10-22.json", "name": "Joachim Stanisław Brudziński", "mepid": "197501", "text": "  On behalf of the ECR Group. – (2) Mr President, I would like to begin by There can be no place in Europe for criminals, criminals, terrorists or dictators, and passports, citizenship, visas cannot be goods. And that, unfortunately, it is a huge income branch for several European Union countries today, the figures show best. For Cyprus, this is as much as 5% of GDP. In 2017 only, the country's budget revenue stood at more than €1 billion. In Spain, around €976 million, Greece €250 million and Portugal around €700 million.  This poses a serious threat to the security of our countries and citizens. There are reports, such as al-Jazeera station, describing how easily and seamlessly criminals, including those associated with the Islamic State, are thus infiltrating member states. The fact that a trafficker, drug or human being or Islamic terrorist group has set up EUR 500 000 for property in Cyprus or EUR 350 000 in Malta is not really a major problem. And such amounts were spent in the case of those States in order to acquire citizenship which, I stress, allowed freedom of movement throughout the Union.  Therefore, it is extremely important to have the most rigorous security checks on applicants, with a particular focus on their criminal past.", "language": "en", "original_language": "pl", "translation_provider": "azure"}, {"id": 39, "date": "2020-10-22.json", "name": "Γιώργος Γεωργίου", "mepid": "197416", "text": "  on behalf of the GUE/NGL Group. Mr President, Commissioner, the European Left has been very cautious about these programmes from the outset, mainly because of its concerns about money laundering, corruption and tax evasion. The GUE stresses that these programmes, particularly when they do not contain safeguards for channelling resources for social development, favour the rich and the circuits and not the ordinary people in the countries that implement them.  Commissioner, I am a Member of the European Parliament in Cyprus and I feel a double duty to stress the need to stop all these programmes, which have become morbid hotbeds of corruption and interconnection for circuits that trade in European citizenship or even for programmes that are becoming a way to the European Union for fraudsters from all over the world. I represent my people, the ordinary citizens of Cyprus, who have neither seen nor heard nor know about these things and it is unfair to target them. I admit, however, that the nationality programme in Cyprus has caused enormous problems on my island, particularly with the way it has been transformed and handled by the Government of Cyprus, which — unfortunately — has not listened to the European Commission's proposals to bring about the right changes. Thus, I convey the universal demand of Cypriot society for transparency and the fight against corruption at every level, throughout Europe.", "language": "en", "original_language": "el", "translation_provider": "azure"}, {"id": 40, "date": "2020-10-22.json", "name": "Laura Ferrara (NI).", "mepid": "124833", "text": "   Mr President, ladies and gentlemen, for several years now, the European business on passports and golden visas has been a well-known and growing phenomenon, and the Cyprus scandal is just the latest in a long line.  We have long allowed several Member States to make money from citizenship and residence rights, allowing them to price them, to exchange them for investments by wealthy foreign citizens. This market, which moves billions of euros, in which there are no common standard rules, is also able to take advantage of criminals and people who fuel corruption and want to launder huge wealth, often the result of illegal activities, by taking advantage of privileged tax regimes.  The European institutions have for years been expressing concerns about national programmes of residence and citizenship for investors in the European Union, but they only react decisively in the event of scandals that have been the subject of journalistic investigations, as happened recently with the news of activating infringement proceedings against Cyprus and Malta. The European Union cannot tolerate rights and values being listed, allowing criminals from third countries to obtain passports or visas with which to move freely within European territory, with serious consequences for internal security and leading to serious shortcomings in the fight against organised crime, money laundering, corruption, tax evasion and avoidance.  The European Union has a duty to put an end to the serious shortcomings of these programmes in terms of transparency and strict controls, safeguarding trust and the principle of loyal cooperation between Member States and preserving Europe's borders from financially available criminals.", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 41, "date": "2020-10-22.json", "name": "Jeroen Lenaers (PPE).", "mepid": "95074", "text": "   – Mr President, golden passport, it sounds almost sympathetic, a bit like the golden wrappers from Charlie and the chocolate factory. But in that book we are already warned by Roald Dahl that unwanted people with a lot of money can simply appropriate such a ticket, with all the consequences that entails. That's annoying for a chocolate factory. It is simply dangerous for a European Union. So let's stop that euphemism, golden passport, and let's just call the critter by its name. Not a gold passport but a fraud passport! A rich Russian or Chinese who scatters his dubious money and registers at a petrol station in Malta is suddenly an EU citizen, with all the privileges and benefits that go with it. But benefits and privileges for rich Chinese and Russians, for rich criminals, the risks are for all of us: security risks, money laundering, tax evasion, corruption, circumvention of EU rules, risks that we in this house have been warning about for years. It is therefore good that the European Commission is finally taking steps. Better late than never, shall we say. But infringement proceedings against two small Member States are not enough! We need really strict and clear rules for the future to ensure that these types of fraud passports are actually made impossible across the EU. An EU passport, that is the main conclusion, is a privilege and not a commodity. It is time for us all to act on this.", "language": "en", "original_language": "nl", "translation_provider": "azure"}, {"id": 42, "date": "2020-10-22.json", "name": "Paul Tang (S&amp;D).", "mepid": "125020", "text": "   – Mr President, over the years, millions risked their lives to gain an EU passport. If they only had 20 million! In fact, for that money, Cyprus would have welcomed them with open arms. In fact, Cyprus welcomed some of the very same people responsible for others fleeing their home. They welcomed the cousin of Assad, they welcomed the associates of Hun Sen, the dictator of Cambodia, and they welcomed known criminals and gave them safe access to the entire EU, so the EU is fully justified in taking action, and I applaud the Commission’s infringement procedure. Better late than never. But these alone won’t do the trick. Criminals looking for a safe haven in the EU will find our weakest spots: today, Cyprus and Malta, tomorrow, Montenegro and Austria. This is why we need clear minimum requirements for citizenships and for residency. This means an end to fast—track procedures. This means – at least – strong anti—money laundering safeguards to ensure funds were legally obtained and this means clear requirements for the kind of investments allowed, investments that indeed require you to actually be here. Most of all, instead of handing passports to criminals, I’d say we should save our passports for their victims.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 43, "date": "2020-10-22.json", "name": "Maite Pagazaurtundúa (Renew).", "mepid": "125038", "text": "   – Mr President, they say that good news is not news, but when it comes to a decision that makes things more difficult for the great evasors and criminals, I certainly think it is very good news. And I want it to be known in my country in Spain that the European Commission is finally going to initiate infringement proceedings against Cyprus and Malta for the sale of passports to non-EU persons.  For the Members - some of us here - who are part of the previous legislature of the Committee of Inquiry on the Roles of Panama, it is not only good but necessary news.  It is not just a game of advantage to take money for selling the highest bidder the residence or opening the door to the citizens of a country that brings down European citizenship and freedom of movement and business. It's just that it's wrong, it's disloyal; it is a coladero for friends of dictators and criminals, poisons our democracies and facilitates networks of corruption.  The so-called Cyprus Papers speak of convicts of fraud and money laundering, public figures and politicians accused of corruption. There are no excuses: we need proven data.  And, of course, it is essential to launch a review of suspicious awards, to review national investment-accelerated award systems, especially those where there is no requirement for physical residence. And if Bulgaria has to be apprehended and if it has to be sanctioned, let it be; and if my country has to be sanctioned, let it be.  Commissioner, to clear the playing field, you will have our support.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 44, "date": "2020-10-22.json", "name": "Bernhard Zimniok (ID).", "mepid": "197489", "text": "   Mr President, I would like to thank the Trade in nationalities such as those practised by Cyprus, Malta and other EU countries serves as a gateway for rich criminals in the EU. Interpol has stated that these passports are, in addition to money laundering, \"very valuable for terrorists and international criminals who use them to cross undetected borders.\" A parallel with the EU's migration policy is obvious. While the less rich enter the EU by throwing away their own passports and, as is often the case, sneak ingesth down to multiple identities, in the case of golden passports, it is the rich who come to the EU by purchasing a passport. Both are illegal, but only one seems to disturb the EU, the other is being promoted. As long as the EU fails to enforce its laws across Europe, protest is only one – pathetic hypocrisy. Both, the trade in passports and entry without a passport, are prohibited.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 45, "date": "2020-10-22.json", "name": "Charlie Weimers (ECR).", "mepid": "123562", "text": "   – Mr President, deciding who enters, settles or becomes a citizen is a fundamental right of a sovereign state, but the Cypriot and Maltese golden passport schemes do not require a person to first live in the country before granting citizenship and the right to enter and settle in other European countries. The former Maltese Prime Minister’s Chief of Staff was arrested last month as part of an investigation into a kickback for a favourable passport decision scheme. To this debate, I’d like to add that the sale of visas is just as serious. Over two years have passed since 27 Members of this Parliament demanded an investigation into reports of mafia-style sales of visas – papers that enable free movement in Schengen countries. These should be common concerns. The sale of passports and visas is criminal; it impacts us all and it must end. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 46, "date": "2020-10-22.json", "name": "Rasa Juknevičienė (PPE).", "mepid": "197840", "text": "   – Mr President, our passports are not for sale. I come from a country where hundreds of thousands of people have died because of their right to be a citizen of their country and today, a citizen of the EU. EU citizenship is about a protection of the European way of life. It is about the security of our people, about our defence. It is about the duties of citizens. We must stop money launderers and other criminals that abuse the existing system. We must stop third countries from exploiting the system for their influence on operations. Therefore, all EU Member States must end all existing ‘citizenship by investment’ or ‘residency by investment’ schemes as soon as possible. I would also like to use the opportunity and to draw the Commission’s attention to a security loophole in the European visa-issuance system which enables third-country nationals with hostile intentions to enter the EU. Their abuse is possible partly due to their continued acceptance of non-biometric passports for travellers. I invite the EU to take immediate action to address this security gap in the European visa-issuance system.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 47, "date": "2020-10-22.json", "name": "Evin Incir (S&amp;D).", "mepid": "197392", "text": "   – Mr President, as in a relationship, or any other kind of union, the basis of a functioning one is called trust. Welcoming criminals into our European Union with open arms, just because those criminals are rich, is totally outrageous and means forfeiting that trust because, regardless of what the Cypriot, Maltese, Bulgarian or any other government thinks, access to one EU country’s passport also means access to the whole EU, with all the benefits that it takes years for normal people to enjoy, even though they might have been exemplary inhabitants. This is not having sincere cooperation, nor is it upholding the integrity of what EU citizenship should mean. Convicted oligarchs and corrupt businessmen have nothing to do here in the EU.  I am glad that the Commission has at last started to be active on this matter, even though it has taken a long time – too long a time – but I also have a question as to why has it taken such a long time. My second question is also why doesn’t it include all the countries who have this kind of system in place, referring to the infringement process, of course. There are many reasons why one should be able to get an EU citizenship, but being rich and / or an oligarch aren’t two of them. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 48, "date": "2020-10-22.json", "name": "Jorge Buxadé Villalba (ECR).", "mepid": "197829", "text": "   – Mr President, welcome to this debate to highlight the inconsistencies of the Commission.  Because on the one hand they open a file for Hungary, Poland and the Czech Republic for not accepting false refugees, who then degsellate heads of teachers in France and yet they do open files to Cyprus or Malta for giving visas to investors without a link to the European Union. Welcome the genuine ties with Europe, but apply it to the whole immigration policy. Because what genuine ties do the thousands of migrants have on the shores of Algeria, Libya or Morocco? 2,600 illegals have been brought clandestinely by mafias in the last two weeks to the Canary Islands, more than in the whole past year.  Stop seeing everything in economic and financial terms. Stop saying that Europeans need thousands of migrants to pay pensions, because it's not true. Nations are not money. Nations are spiritual, family and cultural bonds of historical communities and must be respected. We don't want visas for speculators, drug dealers and mobsters. But we also don't want visas for those young soldiers who come to Europe to delinquery and fight us on the street.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 49, "date": "2020-10-22.json", "name": "Ангел Джамбазки (ECR).", "mepid": "124873", "text": "   – Mr President, Commissioner, certainly the problem of the sale of passports to the so-called golden visas is important for the Union, but much more important is the problem of replacing the European population by bringing in migrants from Africa and the Middle East, referred to as politically correct refugees here. You, colleagues on the left of the chamber, support and continue to support the import of people into Europe. During the biggest immigration push, hundreds, perhaps thousands, of Islamic State fighters have emerged in Europe. Today they live here and wait for the moment when your extreme Marxism and liberal Bolshevism will lead to the collapse of European national states and they will see in this collapse a chance to establish their so-called \" caliphate. I remind you of the nationality of the Islamist Chechen who beheaded the French professor. He had legal immigrant status, a refugee.  People applying for citizenship are educated, with professions and come from poorer countries to look for opportunities, which is what every Member State of the European Union offers. Remember that in order to issue a passport, a person is subject to a series of checks. The process is many times more complex and restrictive than getting an illegal refugee to obtain a residence document and freely cross the borders of the Union. The biggest and most severe problem is not several cases of purchased passports – each of them can be tracked and investigated. The biggest problem is that there are thousands of criminals, fighters of terrorist organizations who are untraceable and come here disguised as migrants and refugees. And it's your fault.", "language": "en", "original_language": "bg", "translation_provider": "azure"}, {"id": 50, "date": "2020-10-22.json", "name": "Didier Reynders", "mepid": "n/a", "text": "   Member of the Commission. Mr President, ladies and gentlemen, thank you for sharing your views and concerns in this House. The Commission shares most of the comments that have been made, at least on the specific subject of passports and investment visas. The Commission has raised these concerns on a regular basis, including in this Parliament. Some of you might have wanted the Commission to launch infringement proceedings earlier. The Commission first tried to find a political solution on the basis of a dialogue with the Member States concerned, as I recalled. I have made the necessary contacts since last December to ask the States concerned to leave these programmes. The continuation of the programs in question now requires us to initiate infringement proceedings. The opening of infringement proceedings is the last step in efforts that have been ongoing for several years to address the concerns raised by monetary schemes that result in the acquisition of EU citizenship. The Commission encourages both Cyprus and Malta to continue their screening of successful applications that was launched following the recent scandals.  I know that there are many questions about the citizenship that Cyprus and Malta have already granted. In accordance with the applicable rules and respecting due processes, naturalization should be revoked wherever necessary. The question concerning retroactivities needs to be carefully assessed and it's premature to take a position on this now. We have not even gone to the Court of Justice and are even further away from a judgment, but we need to continue to have discussions about such issues. There were also some remarks about the need to finance the different budgets in the different Member States. Fostering investment is of course a legitimate goal for any country to pursue, in particular during these difficult times. However, this should not be done at any cost. EU citizenship is a collection of shared rights that all Member States provide in solidarity. Schemes that result in the selling of citizenship for the sole benefit of an individual Member State could be seen as exploiting this common achievement.  As you know, we have proposed a recovery plan of unprecedented size to protect lives and livelihoods, repair the single market and build a lasting and prosperous recovery. This is proof of strong European solidarity in the face of the enormous challenge our economies face. It would send the wrong signal if one Member State were seen to take economic measures that go against this solidarity among all Member States.  Ladies and gentlemen, the Commission will continue to uphold the values and rights of EU citizenship. You can count on his full commitment and my personal commitment to defending a common European citizenship, based on the principles of freedom, democracy, respect for human rights and fundamental freedoms and the rule of law. These values are not for sale and the Commission takes its responsibilities to avoid them being sold. We will continue to do so with regard to both passports and investment visas granted in the European Union, in candidate countries as well as in other third countries. Residence schemes, as I said in my introductory remarks, are different from citizenship schemes in terms of rights granted, but hacking similar risks. They are governed by national law but interact with EU law. The Commission will continue to monitor the situation closely, notably to ensure that the necessary border and security checks are carried out.  And I would like to conclude, Mr President, ladies and gentlemen, thanking you, not only for your attention, but above all for your support for the actions taken and to be taken in this area.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 51, "date": "2020-10-22.json", "name": "Πρόεδρος. –", "mepid": "28586", "text": "  The debate is closed. Written declarations (Rule 171 of the Rules of Procedure)", "language": "en", "original_language": "el", "translation_provider": "azure"}, {"id": 52, "date": "2020-10-22.json", "name": "Josianne Cutajar (S&amp;D)", "mepid": "197394", "text": "  was-miktub. – Jiena għandi rispett lejn l-istituzzjonijiet Ewropej u l-ħidma tagħhom, inkluż tagħna l-membri tal-Parlament, biex inħarsu t-trattati li jiddefinixxu l-identità u l-valuri Ewropej. Skont dawk it-trattati stess, iả-ảittadinanza hija kompitu nazzjonali. Għalhekk m'għandux ikun hemm interferenza li tnaqqas mill-jeddijiet ta' pajjiż sovran. Nemmen li inizjattivi bħal dawn m'għandhomx jiġu politiảizzati. Diversi ajjiżi membri joffru skemi ta' ảittadinanza u residenza. Kull programm huwa differenti mill-ieħor. Allegazzjonijiet fuq programm wieħed, fondati kemm huma fondati, m'għandhomx jitfgħu dell fuq il-programmi kollha, meta dawn jinkludu l-aktar standard riġidu ta' verifika. L-Unjoni Ewropea tista' tirrakanda numru ta' elementi li tenena li jkunu inklużi fi programm ta' residenza jew ảittadinanza offrut minn pajjiż membru. Għandna naqblu fuq l-għarfien u l-kwalifiải li għandu jkollu professjonist liảnzjat biex ibigħ skemi bħal dawn. M'għandhiex imma tintervjeni biex twaqqaf l-investiment soảjali, edukattiv u mediku li sar f'numru ta' pajjiżi bis-saħħa ta' programmi bħal dawn. Id-diżapprovazzjoni ta' pajjiżi membri mhix raġuni biżżejjed biex jitwaqqfu skemi ta' ảittadinanza u residenza f'pajjiżi oħra. Id-diżapprovazzjoni tagħna ta' ảertu industry li jiffomentaw kunflitti viảin tagħna, qatt ma naffret dawn l-industry strateġiải għal ảerti membri. Nistgħu ntejbu dawn il-programmi mingħajr ma neqirduhom.", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 53, "date": "2020-10-22.json", "name": "Julie Lechanteux (ID)", "mepid": "197686", "text": "  In writing. Passports of convenience in the Member States of the European Union allow dubious figures to spread like a metastasis in the French or German social and economic fabric. A practice that must absolutely stop! A recent journalistic investigation into the sale of Cypriot passports, involving senior politicians, has sparked an unprecedented scandal in Nicosia. Indeed, since 2007, Cyprus has offered the possibility to wealthy non-European investors to obtain the famous \"golden passport\". These attribution procedures lack rigour and transparency, and are difficult to stop questionable investors. The system thus becomes an open door to tax evasion, money laundering, corruption and mafias from all walks of life. In Cyprus, the European sesame ticket is 2 and a half million euros - the price of the investment that the non-European national must make to obtain citizenship of that country. Cyprus is obviously not the only European country to sell its passport, Malta is following suit. The expert group set up by the European Commission in January 2019 to study this phenomenon has never met in 2020.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 54, "date": "2020-10-22.json", "name": "Alfred Sant (S&amp;D)", "mepid": "124781", "text": "  in writing. – Claims that the investment citizenship/visa programmes run by various Member States pose serious security threats would be more credible if placed in the context of cross-border criminality within the EU. OLAF and the Court of Auditors have repeatedly indicated the incidence of massive cross-border fraud in the Union’s flagship policies. This has led to their operations being tightened, not cancelled. The same could be done with respect to citizenship/visa programmes if necessary, such as by appropriate AML legislation. Allegations being made against these programmes bear no comparison to ongoing criminal abuses attached to the Union’s own policies.  Moreover, claims that the programmes contradict the EU’s values become less credible in the wider context of how all European states accord citizenship and residence rights. Some of those who most endorse the claims, have arrangements by which such rights are given widely, non-transparently and with minimal security clearance. Investment citizenship/visa programmes form part of the sovereign rights of Member States and are strictly outside the competences of the Union. Any treatment at EU level of their application can be legitimate only if it forms part of a deeper examination overall of how all states – big and small – accord residence and citizenship to non-EU nationals.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 55, "date": "2020-10-22.json", "name": "Ramona Strugariu (Renew)", "mepid": "134605", "text": "  in writing. – I would like to welcome the initiative of the Commission of launching the infringement procedures against Cyprus and Malta regarding their “golden passport” schemes, as well as of highlighting its concerns regarding an investor citizenship scheme operated by Bulgaria. Besides the investor citizenship scheme, 19 Member States, plus the United Kingdom are using investor residency schemes, which gives investors the chance to gain residency in a given country. These schemes are posing a serious threat to our security and the fight against money laundering, tax evasion and corruption and are undermining the essence of the European Union and the freedoms that come with citizenship and residence of a member state. A country like Cyprus should avoid raising the suspicion that they are not cooperating sincerely with the European institutions on other justice matters, such as its participation in the EPPO. Notably, it should move swiftly to appoint full time European delegated prosecutors, as this is a guarantee of independence of the EPPO. It is time to stop criminals from entering the European Union and never allow them to launder their money, if we really want to fight corruption efficiently.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 56, "date": "2020-10-22.json", "name": "Bettina Vollath (S&amp;D)", "mepid": "197678", "text": "  Writing. – What do Ali Beglov, Pham Nhat Vu and Zhang Keqiang have in common? They are all wealthy, influential and pre-punished; and they are all Cypriot citizens. They bought all three of them. Quite legal. A Cypriot citizenship costs EUR 2.5 million. It's a little cheaper to get away with in Malta or Bulgaria. Six-figure sums are already sufficient to obtain an EU passport. The sums are paid by \"investments\" in the countries concerned. What exactly is being invested in and what are the requirements? Unclear. What is clear, however, is who makes use of such programs: people like Ali Beglov, Pham Nhat Vu and Zhang Keqiang. People who exchange money for EU citizenship. A one-off payment against protection against foreign prosecution and for all rights as citizens of the Union.  If you try to take a closer look at these programs, you may pay for it with your life. This is what happened to the Maltese investigative journalist Daphne Caruana Galizia, who had researched exactly this before her assassination. The sale of these 'golden passports' must finally come to an end! I am therefore pleased that the Commission has now opened infringement proceedings against Malta and Cyprus. So that no one can simply buy the EU's passport – and so that no one loses their life.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 57, "date": "2020-10-22.json", "name": "Πρόεδρος. –", "mepid": "28586", "text": "  The next item on the agenda is the Commission statement on the state of the Energy Union (2020/2825(RSP)). I would like to inform you that for all the discussions in this part-session there will be no catch-the-eye procedure and no blue card questions and comments on the application of the Rules of Procedure will be accepted. There are also possible remote interventions by Parliament's Liaison Offices in the Member States.", "language": "en", "original_language": "el", "translation_provider": "azure"}, {"id": 58, "date": "2020-10-22.json", "name": "Kadri Simson", "mepid": "n/a", "text": "   Member of the Commission. – Mr President, I am honoured to present to you today the State of the Energy Union Report. Every year, it’s an opportunity to take stock of our energy policy and assess whether we are on track with implementing the energy union. The 2020 report is the first one since we launched our new sustainability and growth strategy, the European Green Deal. A well-functioning energy union is the necessary basis to deliver our climate commitment by 2050. Together with this report, I presented three key initiatives on 14 October: the renovation wave, the methane strategy and the Commission recommendations on energy poverty. The initiatives of the 14 October energy package are important stepping stones to reach our 2030 climate target plan. They will make sure that we seize the significant decarbonisation potential of buildings and address energy poverty in order not to leave anybody behind in the clean energy transition.  National energy and climate plans (NECPs) will also remain an important tool in achieving the minimum 55% reduction in greenhouse gases. Together with the State of the Energy Union, we also published a detailed assessment of the plans of each Member State. The final NECPs are complete, robust and ambitious. Our analysis shows that each Member State still has some work to do, especially on energy efficiency. But overall we are heading in the right direction and the plans demonstrate that Europe can meet ambitious climate targets. The Commission will ensure a clear and inclusive follow—up of those plans, including on the progress of implementation and the need to revise the level of ambition of NECPs to reflect a higher carbon emission reduction target for 2030. Let me now go back to the State of the Energy Union Report. This report provides an overview of the progress of the energy union across all its dimensions. I would like to focus on three areas today.  First, we know that delivering the higher climate ambition in the energy sector is a genuine investment challenge. The State of the Energy Union Report maps out the funding opportunities offered by the recovery and resilience facility and other EU instruments. In particular, the Annual Sustainable Growth Strategy identified three energy-related flagships – clean energy technologies, renovation and sustainable transport – where Member States can focus their national renovation plans.  This shows that Next Generation EU offers an unprecedented opportunity to mobilise resources to promote the clean and digital transformation of our economies, and we should use it. The report, however, shows that national budgets devote a declining share to clean energy research and innovation. When we measure the volumes of research funding as a share of GDP, Europe has one of the lowest rates among the major global players. Private sector investment in energy union R&amp;T priorities is also slowing down and I’m very concerned by this trend. Second, the report shows that the volume of energy subsidies, in particular for fossil fuels, is still considerable. Fossil fuel subsidies amounted to EUR 50 billion in the EU in 2018. This is one third of all our energy subsidies. The European Green Deal is clear: fossil fuel subsidies have to end. They remain a major impediment to a cost-efficient energy and climate transition, but also to a functioning internal market. Therefore, the Commission will reinforce its cooperation with Member States to phase out fossil fuel subsidies and reduce fossil fuel consumption. Energy subsidies should be targeted to boost the uptake of new energy technologies, to promote sustainable patterns of energy consumption, and to lower energy bills. Third, this year’s State of the Energy Union included for the first time a report on the competitiveness of the clean energy industry in Europe. The findings are quite significant. The growth of the clean energy technology sector has significantly outpaced that of the conventional energy sector. Clean energy technologies have created more jobs and added more to gross domestic product and labour productivity. This has been especially obvious in energy efficiency, where the number of jobs went up 17.4% between 2000 and 2017.  The Competitiveness Report also shows that EU industry holds a strong global position in some of the key technologies, namely offshore solar energy storage, batteries and hydrogen technologies, which have a major scaling-up potential over the coming years. In the coming months, we will take these elements forward and we will focus in our discussions with all relevant stakeholders on a value-chain-based approach to support our industries and innovators in the EU to maintain or achieve global success. I will stop here and now I will take your questions. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 59, "date": "2020-10-22.json", "name": "Markus Pieper", "mepid": "28224", "text": "  Mr President, i.e. the Group of the European People's Party (Christian Democrats) and European Democrats Mr President, I would like to thank the Thank you to the Commissioner for this report. This report states – and this is a good thing – that we have already exceeded CO2 targets by 2020. It is also great that we decouple economic growth from energy consumption. Thank you also for this positive outlook. We are in the midst of the energy transition. However, we must not make mistakes now, especially in the Corona crisis. Allow me, therefore, to put a question to the Commission: when we discussed the same report last year, it was said, and I quote: 'The clean energy package forms a credible path to meeting its Paris agreement commitments', quote End. Why, 12 months ago, Paris still had 40% CO2 reduction swelled enough, and even the targets for lorries and cars were positively highlighted 12 months ago, and I quote, as 'ambitious policies on climate mobility'. I do not find this answer in the 2020 report – just a reference to the fact that it must now be at least 55%. Parliament even wants 60%. I am also in favour of stronger standards, but it is like in medicine: a lot does not necessarily help much, and too much harms.  Yes, our people and businesses are on their way to Paris, but they need planning certainty, not erratic, sometimes panicked arbitrariness. Instead of pushing the targets ever higher, we need to think carefully about the way forward. For example, the report says that Covid—19 exacerbates the problem of energy poverty. Now comes the renovation base. What can we expect tenants to do? The pandemic and higher carbon pricing?  The report says that new energy infrastructure is the key to a successful energy transition, but the Commission announces new rights of action for NGOs and environmental associations. We have to decide: do we want a rapid energy transition with modern infrastructures, with great impact, positive for biodiversity, or do we want to save a bat family because an NGO—complaint requires it?' We do not need new rights of action. We need faster, unbureaucratic approval procedures and we need to make the COVID funds Recovery Fund more binding for the energy transition. We are on the right track, but please do not overturn the screw of the climate commitment, then it will break.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 60, "date": "2020-10-22.json", "name": "Nicolás González Casares", "mepid": "197718", "text": "  on behalf of the S&amp;D Group – Mr President, Commissioner, the Energy Union is crucial and important to our economy and our transition to climate neutrality and, to be a reality, Europe must commit to solving the bottleneck it has. There is no union without interconnection and, for example, the Iberian Peninsula is isolated in this respect.  We see that the emission reduction targets for 2020 will be met. Let us hope that it is not a mirage also derived from the pandemic and remember that we still have 34 million Europeans who suffer from energy poverty and cannot adequately heat their homes.  The report also shows that we are losing strength in research and development in Europe compared to other blocks; we must promote them, we are lowering the number of patents.  Commissioner, Parliament has just set its commitment to a reduction of 60%, we have a strong will. I believe that the Commission's work programme is ambitious for advancing the Green Pact.  We have all the matters quite on track; let's push them a little more and not let ourselves be overcome by the skepticism or the economic damage that this pandemic is causing.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 61, "date": "2020-10-22.json", "name": "Morten Petersen", "mepid": "124872", "text": "  renew group. Mr. President. Thank you to the Commissioner for a fine report that shows that the European Union must lead the way in the green transition and that we must do something now and that it is urgent. We have to deliver. We need more renewable energy across national borders. A genuine internal energy market will make it easier and cheaper to integrate renewable energy, for example from offshore wind farms out in the North Sea and into European power outlets, thus displacing fossil fuels from our energy supply. That is why the off-shore strategy is becoming so important, the one we are waiting for with excitement, Commissioner. The investments from the whole reconstruction package must be green. In Europe as a whole, we must build a competitive, green renewable energy industry and ensure that our green businesses are world class and that they remain world class. We must create a more integrated and efficient energy system so that citizens can get green and affordable energy. The 'refuse collection wave' is a very good initiative that creates jobs and combats climate change at the same time, but it must be ambitious so that we can renovate two to three times more buildings than what we manage to do today. And then we cannot escape having to revise some of the directives already on the table on renewable energy, energy efficiency, buildings and the role of buildings. And those directives must have higher and more ambitious objectives and binding targets for the Member States. According to the International Energy Agency, up to half of global green investments should be directed towards energy efficiency. At the same time, commissioner, we must ensure that the Member States deliver. So they're not doing that at the moment. I would urge the Commissioner to turn the screw on the Member States. If the Commission does not do so in the coming year, then we will fail the green transition. We voters owe it not to the electorate to do that. It's urgent, so let's get started!", "language": "en", "original_language": "da", "translation_provider": "azure"}, {"id": 62, "date": "2020-10-22.json", "name": "Markus Buchheit", "mepid": "128483", "text": "  On behalf of the ID Group, I would like to make a i-see of the Mr President, I would like to thank the Thank you, Commissioner, also for your presentation earlier. Mr President, ladies and gentlemen, I would like to begin by thanking the rapporteur for her excellent work and for the work she The Energy Union could indeed have become, or could have been, a project that would bring the benefits of EU-wide cooperation between the member states to the citizens and which could finally take the wind out of the sails of the critics of the Brussels Moloch, for example, for example. Instead, unfortunately, the Commission is blowing, as planned and aimless, it sometimes seems to be the hymn of terms from the bingo vocabulary of non-worldly ideologues, rather than addressing the real problems of citizens and businesses – in other words, instead of pursuing realpolitik.  Security of supply, economic efficiency and sustainability, that was the triad of energy policy of the past decades, and in fact these terms are, of course, also found within the Energy Union project. Paper is just patient, and reality speaks a different language. Over the past ten years, the price of electricity for private households in Germany has risen by almost 28%, network charges by 26%, and taxes and levies by as much as 65%. The Bild newspaper already has a heating cost shock in the coming year, when gasoline and diesel prices will also explode due to rising taxes. Economy, therefore, one of the three above-mentioned elements – misreporting. The frequency of near-blackouts has also increased rapidly in recent years, with the increase in the amount of green energy previously invoked. Germany, for example, has increasingly had to import electricity from neighbouring countries, often at horrendous costs. There can therefore be no question of security of supply.  And what about the much-vaunted sustainability? This, too, is a term from the vocabulary that has been falling over and over again today. In Germany, 6 000 wind turbines will be decommissioned this year alone. Up to 4 million tonnes of waste, some of which are toxic and difficult to dispose of, are produced. The same applies to solar energy, where we can expect around 2.6 million tonnes of scrap by 2035. As you can see, the current conditions of the so-called Energy Union do not meet economic principles, they do not meet the principles of security of supply, and certainly do not meet the mantra-like sustainability. It is time for us in this House, too, to finally recognise that our solidarity and responsibility must apply to the citizens, not to the Commission and the spirit of the times.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 63, "date": "2020-10-22.json", "name": "Ville Niinistö", "mepid": "197802", "text": "  on behalf of the Verts/ALE Group. – Mr President, the State of the Energy Union report highlights both the successes and the failures of the European Union in this field. We have over-achieved the energy targets for renewable energy for 2020, but obviously these targets are still modest. Now when Parliament is pushing for a higher ambition of 60% emission reductions by 2030, we have to look for a similar target for renewable energy to hasten the energy transition and also to make sure that it is European industries that create those jobs in energy revolution.  But there are also a lot of failures and one is obviously the increasing amount of fossil fuel subsidies. We still have in 2018 even more subsidies for fossil fuels than in 2015. The EUR 50 billion we are using on fossil fuel subsidies is three times more than the amount that we are spending on wind power in 2018. So the Commission has to force change in this field and has to make sure that the Member States get rid of fossil fuel subsidies, as Parliament has pushed for.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 64, "date": "2020-10-22.json", "name": "Zdzisław Krasnodębski", "mepid": "124891", "text": "  On behalf of the ECR Group. – (2) Mr President, I would like to begin by I also wanted to ask for public aid for energy in general. Indeed, according to that report, this public aid has increased over the last decade. It amounted to €159 billion in 2017, although the Commission has long announced that it intends to eliminate this aid.  We know that growth in different sectors varied very differently, e.g. transport received 20% more subsidies in 2018 than three years earlier. Subsidies vary from country to country. If I read the table well, Germany spent almost €45 billion of public money on energy subsidies in 2018, of which it spent €12 billion on fossil fuels, which amounted to 1.2% of GDP. France, Italy and Belgium, too, subsidise fossil fuels much more in absolute terms than, for example, Poland, which is often portrayed as a country hampering the energy transition. Poland has allocated €2 billion and 0.2% of GDP to fossil fuels.  I would therefore like to ask what the Commission intends to do to reduce subsidies in the near future. How does it intend to do this in relation to different sectors? And how do these growing and varied subsidies, depending on the economic potential of the countries, go to the Green Deal and to the principles of just transition?", "language": "en", "original_language": "pl", "translation_provider": "azure"}, {"id": 65, "date": "2020-10-22.json", "name": "Marisa Matias", "mepid": "96820", "text": "  gue/NGL Group. Thank you, Commissioner, for your presentation. Of course, the energy transition is fundamental in combating climate change and job creation, but I would like to question energy poverty today and the refurbishment of buildings.  The European Commission's energy poverty strategy that has now been presented is a strategy that greatly improves our approach to this issue. However, I believe that it lacks some important dimensions. We know that in the poorest households in the European Union, energy bills account for almost 10% of monthly income. We also know from a number of times that exist that we are talking about tens of millions of citizens living in energy poverty in the European Union – there are reports pointing to more than 50 million – and we know that those living in energy poverty are mainly single-parent families, are families with many children or are elderly who are normally isolated. And in this sense, even if Member States have to have specific measures to combat energy poverty, they translate either into social tariffs or into the definition of critical periods where people are exempt from payment. My question is very simple: how can the European Union define what is a critical period for those living in poverty or on the poverty line? We are talking about 100 million, more than 100 million people in the European Union living in poverty, one in six people. Why does the European Union not clearly define what the measures are to prevent energy poverty? We are entering winter, which is a critical period, but for those who are poor all year round is a critical period, not just winter.", "language": "en", "original_language": "pt", "translation_provider": "azure"}, {"id": 66, "date": "2020-10-22.json", "name": "Traian Băsescu (PPE).", "mepid": "197671", "text": "   – Mr President, the report presents the overall situation, without analysing the differences in resources available to the Member States. If we look at the limitations imposed by the Climate Act, which is newly voted on in Parliament, and the Taxonomy Regulation, we find that, over time, we must eliminate energy produced from coal, hydrocarbons – including natural gas – and nuclear energy. This means, for example, for a country like Romania, that in the coming decades it will eliminate 60% of energy sources for the population and for industry, which makes it from an energy-independent country into a country that will have to resort to massive imports of electricity. Also, if we look at the Fund for a fair transition, we see that there is a big discrepancy between the objectives we have set ourselves and the resources we are making available to make the transition possible and to affect, let us say, equally, all the states of the European Union. That is why I believe that two conclusions are required: one, and the most important, is that we need to set realistic objectives and the second conclusion, the objectives that we set ourselves to be in full agreement with the financial resource we are allocating.", "language": "en", "original_language": "ro", "translation_provider": "azure"}, {"id": 67, "date": "2020-10-22.json", "name": "Miapetra Kumpula-Natri (S&amp;D).", "mepid": "124735", "text": "   – Mr President, the climate neutrality target for 2050 requires systemic change and involves citizens. The EU has taken steps in the right direction and decoupled economic growth from greenhouse gas emissions. In 30 years, the EU cut emissions by 25%, while the economy grew by 62%. National energy and climate plans show that most Member States have cut emissions according to the current reduction targets, but Europe lags behind in the energy efficiency target. The renovation rates proposal could be one solution. We have to make it win-win-win: cut emissions, create local jobs, and make healthier homes and buildings. Renovation rates remain too low and renovations should be placed at the core of a sustainable recovery. Another big question for the energy transition is how to get private investment to support the green transition. Climate neutrality by 2050 needs investments now. The policy measures need to support predictability and also support demand for clean energy, green products and investments. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 68, "date": "2020-10-22.json", "name": "Bart Groothuis (Renew).", "mepid": "197780", "text": "   – Mr President, in the biggest energy transition in our history the biggest problem is not the technology to make it happen nor is it the political will to cut greenhouse gases. No, our biggest problem is that the perfect is becoming the enemy of the good. And just look at the political debates: no nuclear energy please, no carbon capture that entails fossil fuels, no biomass, no gas in a transition, no windmills in my backyard and no solar panels on agricultural grounds please. Well, altogether that is not a sustainable posture. How can we possibly be serious in reaching our climate goals without technologies like carbon capture, biomass or nuclear? But luckily there’s one technology we all agree on that has the potential to decarbonise at least our heavy industries and transport: hydrogen. It might not be a silver bullet but we all agree this energy carrier has enormous potential and our aim is clear: to create a new, clean produced, green hydrogen market and a long—term certainty for all parties involved, and that requires massive investments; in infrastructure, in the scale up of electrolysers, but also in carbon capture utilisation and storage, because we need to be realistic. If we want to pave the way for clean hydrogen we will initially need to invest in transitional technologies and these might not be perfect but they are good. So, yes, in the beginning of this huge transition we will still need fossil fuels and, therefore, EU policies should support carbon capture, enable government support schemes for blue hydrogen, and I expect the Commission to move forward in this direction in its energy summer package. We have 30 years to reshape our entire energy system and we can do it, and we will fail if we demand to be perfect, but we will definitely succeed by doing it as good as we can.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 69, "date": "2020-10-22.json", "name": "Jordan Bardella (ID).", "mepid": "131580", "text": "   Mr President, the European Commission has made the energy transition a major focus of its policy, including the goal of carbon neutrality in 2050. If the real goal is to decarbonize energy then where is nuclear in your reports? Nowhere is it recognized as an essential technology to promote, even though it is known to be the cheapest and most decarbonized energy source available to us today, making France the second cleanest country in the world in terms of energy, according to a report by Yale University. You swear by the last IPCC report, but you refuse to read it in its entire entire way. All scenarios, I mean all scenarios, which should limit the rise in temperature by 2100 include a massive increase in nuclear power. While hydrogen is probably the most reasonable ambition, wind, destructive of our landscapes, as electric batteries have demonstrated their limits. It is therefore time for the European Commission to return to reason and to science, to stop submitting to the pressures of the green ayatollahs and their anti-nuclear hysteria, so is our industrial and energy independence.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 70, "date": "2020-10-22.json", "name": "Jordi Solé (Verts/ALE).", "mepid": "185974", "text": "   – Mr President, just some days ago, a study was released signalling that in Barcelona, the city from where I’m speaking today, air pollution still causes a thousand deaths a year, and this is largely due to the use of fossil fuels. However, despite the broad consensus on the need to accelerate the clean energy transition and step up our efforts concerning emissions reduction, fossil fuel subsidies actually continue to increase. This is one of the findings of the State of the Energy Union report. It is very urgent that we put forward a strategy towards subsidies that is coherent with the Green Deal. The EU should stop subsidising fossil fuels – and should urge Member States to do the same – and should instead redirect public money to finance the green energy transition. This is all the more urgent given that, as the report points out and the Commissioner said, funding of green energy research and investment is slowing. This comes on top of the huge cuts that the Council is proposing to the research programme Horizon Europe, which, of course, we are opposing head-on.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 71, "date": "2020-10-22.json", "name": "Izabela-Helena Kloc (ECR).", "mepid": "197520", "text": "   – (2) Mr President, I would like to begin by A month ago, France had to restart its coal-fired power plants because the old Fessenheim nuclear power plant was closed and wind farms were unable to produce enough energy. The Germans also reached out to the traditional energy industry and set up a coal-fired power plant in Datteln. As you can see, stability and energy security cannot be achieved without fossil fuels. This also applies to natural gas, which should be recognised by the European Union as an important transitional raw material in the energy transition process. Unfortunately, green radicalism in EU legislation deprives Member States of their energy independence.  I therefore call on you to have more political realism. By imposing unattainable standards forcing absurd costs that exacerbate energy poverty, we are unfortunately leading to a very poor situation for people in Europe. All this is compounded by the cost of a pandemic. You have to remember. Look at this from a human perspective, not just from the perspective of business and eco-ideology.", "language": "en", "original_language": "pl", "translation_provider": "azure"}, {"id": 72, "date": "2020-10-22.json", "name": "András Gyürk (PPE).", "mepid": "23816", "text": "   Thank you for the floor, Mr President. The European Energy Union was established five years ago, so it is timely to discuss the initiative on three aspects: the results, lessons learned and the prospects achieved. In the light of the results, it can be stated that the Energy Union is a success story. The majority of Member States have been able to reduce their emissions with a growing economy, increasing the share of renewable energy sources in the energy mix. Due to the successful network development objectives and the development of an integrated energy market, the European energy network is much better prepared today to deal with the various shocks than before. Among the lessons learned, the conditions for success should be highlighted. Such results can indeed be achieved with well-founded objectives, respect and a Consensus Commission. For the latter, I would like to thank Commissioner Cañete. The prospects for the Energy Union, on the other hand, are far from encouraging.  The left has turned energy policy into a debate of faith. A left-wing majority in the European Parliament, by voting for a climate regulation on an ideological basis, would steer the Union towards a future that could lead to economic stagnation, hundreds of thousands of job losses and an explosion in overhead costs. It's risky. The people of Europe deserve a better climate and energy policy.", "language": "en", "original_language": "hu", "translation_provider": "azure"}, {"id": 73, "date": "2020-10-22.json", "name": "Łukasz Kohut (S&amp;D).", "mepid": "197523", "text": "   – (2) Mr President, I would like to begin by We have already defeated many nationalisms in the European Union – not all, but many. One of those that we are still dealing with is energy nationalism. The vast majority of Member States look at the issue of energy security through the lens of their borders, their economic and financial interests. Yet the Union is a community of values, it is the free movement of people, goods, services and capital. It is a shared responsibility for EU citizens, for their energy security. It is a shared commitment to combating energy poverty.  The Energy Union report shows perfectly how much we need solidarity in this area. We already have elements of it, such as the Just Transition Fund, but we need more. We need a real internal energy market. We do not need projects that undermine energy solidarity, such as Nord Stream 2.  And another word about decarbonization. Here we need to define precisely what we want to achieve. And I'm not talking about percentages, reductions or statistics. I am talking about specific people who, losing their jobs in mining, as in Silesia, have to get them in another industry. Let us remember, man is the most important. It is man who must stand in the middle of the energy transition.", "language": "en", "original_language": "pl", "translation_provider": "azure"}, {"id": 74, "date": "2020-10-22.json", "name": "Nicola Danti (Renew).", "mepid": "124821", "text": "   – Mr President, Commissioner, ladies and gentlemen, the report on the state of the Energy Union in 2020 rightly emphasises the impact of the pandemic in this sector and proposes a recovery phase that is in line with the objectives of the digital and green transition.  In this sense, I am convinced that it is precisely the instrument of recovery and resilience that will give a new impetus to the Member States, which will have to allocate at least 37 % of the resources of each plan to the climate transition. Covid has also highlighted even more highlighted the need for the European Union to reduce vulnerability and foreign dependence in this field too, improving the resilience and diversification of supply chains, as well as storage capacity. All Member States will have to continue to contribute to ensuring that the 2030 targets first, and the climate neutrality target in 2050, are then achievable in practice, consistent with the commitments made under the Paris Agreement. This does not mean imposing a strategy of industrial degrowth, but starting a process of energy transformation decisively in all sectors, such as radically rethinking our habits as well. I am thinking of Smart mobility, alternative fuels, the conversion of energy-intensive industries and the digitisation of energy infrastructure; last but not least, I am thinking of the role played by hydrogen, which, in an integrated energy system, has the possibility of promoting the decarbonisation of the transport, electricity and construction industries throughout Europe.  However, Commissioner, we need the appropriate resources, and the development of increasingly sustainable energy and economic systems will depend on investment in research and innovation, investments that can further increase the competitiveness of renewable energies, especially in terms of energy needs and costs.", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 75, "date": "2020-10-22.json", "name": "Vincenzo Sofo (ID).", "mepid": "204334", "text": "   Mr President, ladies and gentlemen, the Caucasus, Africa, the Middle East, Eastern Europe, all areas on which we depend energetically, all areas where foreign powers are fuelling instability and conflict in order to put us in check. That is why Europe, if it wants to be a geopolitical player, strong and autonomous, needs energy sovereignty, sovereignty that must therefore represent the heart of the environmental challenge of the Green Deal, not the pursuit of the whims of Greta and multinationals that want to behead our companies, with taxes on meat, plastics and various follies. Not submission to China as it would be by focusing only on electricity.  The objective must be to guarantee Europe's autonomy, exploiting the energy potential of all its Member States and Italy has all the cards to be the protagonist, solar, wind, hydrogen, not to mention wave energy with realities such as NOEL in Calabria, thanks to which the first zero-impact marina could be born in Locride.  So if you want to build a europe that is a power, you value this reality and we will be the first to support you. If, on the other hand, you are prepared to kill our economies, in order to be greta's doormats, then we will be the first to fight them.", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 76, "date": "2020-10-22.json", "name": "Jutta Paulus (Verts/ALE).", "mepid": "197466", "text": "   – (beginning of the speech when the micro is switched off) ... we are here today. I would like to focus on the role of renewable energies: we have three good news that are also included in your report. Firstly, renewables now supply more than 20% of final energy in the European Union. Electricity generation from solar and wind more than doubled between 2010 and 2018. And, perhaps most importantly for some in this House, renewables are superior to fossil-nuclear energy sources in terms of value creation and job creation.  However, the Member States' expansion targets are absolutely not sufficient to sufficiently reduce our emissions by 2030, and that is why we need a huge joint effort. And many citizens know this and are ready to do so. That is why I call on you, Mrs Simson, here today: please ensure that the rights for citizens' energy enshrined in the Clean Energy Package are implemented quickly and effectively in all Member States. Then we will have a real energy union, unleash renewables, democratise energy supply, secure local added value and achieve our climate targets.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 77, "date": "2020-10-22.json", "name": "Μαρία Σπυράκη (PPE).", "mepid": "125064", "text": "   Mr President, Commissioner Simson, the report on the state of the Energy Union brings the great problem of energy poverty back to the fore. Although progress has been made in the European Union as a whole, in my own country, Greece, the situation has deteriorated dramatically in recent years. In particular, in 2018, 22.7% of the population reported that they were unable to keep their home warm enough during the winter months, while the corresponding average in the European Union is only 7.3%. Similarly, in 2018, 35.6% of the population did not meet their financial obligations for energy bills due to financial difficulties, while the European Union average is only 6.6%.  National energy and climate plans, Commissioner, are the key to tackling the major issue of energy poverty. At the same time, however, large-scale programmes are needed to upgrade buildings and homes in the affected areas, with an emphasis on the use of cyclical materials, renewable energy sources and innovative technological solutions. We need to mobilise all available financial instruments from the Recovery Fund, the Community budget, the European Investment Bank and the private sector. Only with such action will we tackle the problem, create jobs and leave energy poverty behind.", "language": "en", "original_language": "el", "translation_provider": "azure"}, {"id": 78, "date": "2020-10-22.json", "name": "Carlos Zorrinho (S&amp;D).", "mepid": "124739", "text": "   – Mr President, today we are debating the state of energy in very different circumstances from those in which we have done so in previous years, and in these circumstances we have to put all policies and tools at the service of recovery and resilience. The good governance of the Energy Union must take into account this new ambition of green leadership. Having been part of the energy governance regulation negotiating team, I am pleased to note the European Commission's positive assessment of the content of national energy and climate plans. The targets set for 2030 remain within our reach. Interconnection goals are delayed, need a political forcing. I call on us, without losing sight of the targets, to focus on the process and its impact, on ensuring clean energy at lower prices for businesses and households, on substantially reducing energy poverty, on investing in new models of distribution and storage and on new technologies such as green hydrogen, which allow all sectors of the Ecological Pact to be involved and the single energy market strengthened.", "language": "en", "original_language": "pt", "translation_provider": "azure"}, {"id": 79, "date": "2020-10-22.json", "name": "Jakop G. Dalunde (Verts/ALE).", "mepid": "183338", "text": "   Mr President, I would like to begin by congratulating Mr I would also like to thank the Commission for an important report, which shows the role of energy policy in our efforts to reduce climate change. And this year's Energy State of the Union shows that we are still spending more money across the EU on fossil subsidies than we do on expanding renewable energy – even twice as much. That is EUR 50 billion annually that we spend on pumping artificial respiration into yesterday's technology. Climate policy must never be something that stops at rhetoric or pompous speech. I would therefore like to remind you that, only a few weeks ago, we in the European Parliament voted on the European Climate Act, including new targets for 2030. And these new objectives must represent a paradigm shift in our legislative process. The climate crisis is acute and the future is 100% renewable. And that is what we have to work for.", "language": "en", "original_language": "sv", "translation_provider": "azure"}, {"id": 80, "date": "2020-10-22.json", "name": "Cristian-Silviu Buşoi (PPE).", "mepid": "38420", "text": "   – Mr President, the European Green Deal and green recovery are of rather strategic importance for the Union, not only to reach our climate ambitions and respond to climate change, but also in terms of ensuring a fair, yet competitive, energy transition. Since last year, the Commission has presented initiatives to step up climate ambitions, not only to reach the target for 2030, but also for the long term. I think that we need to update existing legislation, but we also need new proposals as well, for example, in the field of renewables. For Member States to achieve the decarbonisation target, we need first an achievable target for all Member States, taking into consideration also the different starting points of each. We need an agreement that would be beneficial for everyone.  Secondly, I may say that we, the policymakers, need to ensure that transition is possible for all regions, including those dependent on coal, and that no sector of industry should be further affected, especially given the COVID-19 economic pandemic impact. We need to back the green transition with a consistent and horizontal energy policy, and a modern, climate-neutral, highly resource efficient and competitive industrial base in the EU. As a conclusion, along this way, in the process, we need to ensure consistency across policies, streamlined Green Deal ambitions, with a feasible transition leaving no region behind, ensuring the resilience of our energy system and the security of our energy supply. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 81, "date": "2020-10-22.json", "name": "Robert Hajšel (S&amp;D).", "mepid": "34578", "text": "   – Mr President, renewable energy and energy efficiency are the cornerstones of the energy transition. Renewable energy will provide the majority of clean electricity in the decades to come. However, huge capital will also be needed to transform Europe’s energy infrastructure. Strategic choices about where to invest must be made now, taking into account the need to phase out fossil fuel subsidies.  But take gas as a fossil fuel: it can be a helpful bridging transitionary medium to be used in many Member States if we want to achieve our ambitious climate targets. The gas infrastructure can be used also for the clean hydrogen technology if slightly modified. We need to stop talking only about the energy targets, we have to speak about how to implement these. Today our role is to facilitate a just transition, and also recovery, by linking those opportunities with the needs of people who don’t want to fall into energy poverty, where there are already about 50 million Europeans.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 82, "date": "2020-10-22.json", "name": "Manuela Ripa (Verts/ALE).", "mepid": "206158", "text": "   Mr President, Commissioner, ladies and gentlemen, I would like to thank the rapporteur for her excellent work and for the work she has done. Almost every day we invoke the European Green Deal, almost every day we describe meticulously how precisely we are now tackling climate protection – and then comes this figure, for which we must be grateful to the Commission. The Member States spend 50 billion euros a year on fossil fuel subsidies. This is the third highest amount of subsidies we spend in the EU. This bafflyses you and shows that governments are acting in completely contradictory form. On the one hand, we want to increase CO2 prices with the ETS, we all know that they are far too low. On the other hand, the Member States are spending this incredibly large sum on the reduction of CO2. We must also see the bigger picture in energy policy.  Therefore, let's immediately ban energy subsidies for fossilfuels! Let us put this subsidy directly and immediately into renewables! The Commission is invited to come to Parliament with such a proposal. You would get applause for that.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 83, "date": "2020-10-22.json", "name": "Kadri Simson", "mepid": "n/a", "text": "   Member of the Commission. – Mr President, the State of the Energy Union is an opportunity for all of us to take a close look at our energy policy, to assess the progress we have made and identify the areas where we need to do even better. It is an extremely thorough exercise to make sure that all the dimensions of our energy policy are delivering and this year’s report is not only the first one since the Green Deal, it is also the first one since the delivery and assessment of the final national energy and climate plans. There will be many opportunities to engage with Member States, stakeholders, and of course with the European Parliament, in the coming months on our clean energy transformation and its challenges, and I trust that this report is a good basis to kick off such a dialogue. As already mentioned during my introduction, the State of the Energy Union contains important additional reports, notably, let me highlight again, the first competitiveness report that is part of the State of the Energy Union. It shows that green energy is outperforming the conventional energy technologies; also the price of renewables has come down significantly, and the energy efficiency first principle in the renovation wave helps us to create jobs across all the EU. So lower heating bills for households, and it also helps us save energy, and energy poverty across EU has declined but this is still 34 million people too many who struggle to afford a comfortable temperature in their homes. So the Green Deal and the clean energy transition is an opportunity also for the economy to relaunch investment and jobs. Our programme for the next year is to strongly build on these conclusions and we have just adopted the renovation wave, the hydrogen strategy, and we will very soon present our offshore renewable strategy. But we also made a commitment to look at and assess all our basic instruments when it comes to the energy efficiency and renewables. All of these actions are now part of our work programme for 2021.  And this is what the Green Deal means – a cleaner, more competitive, fairer Europe. The EU’s current framework will not allow us to reach our 2050 goals and meet our commitments under the Paris Agreement. Simply continuing to implement the clean energy package would see the EU achieving a 60% reduction of greenhouse gas emissions by 2050. This is not enough to get to the Paris Agreement. The EU needs to raise its ambition for this decade now and the impact assessment we have conducted shows that a balanced realistic pathway to carbon neutrality by 2050 requires an emissions reduction target of 55% by 2030. This is why the Commission proposes to cut emissions faster by 2030.  Now let me briefly also touch upon the importance of nuclear safety because I received yesterday a letter from 40 Members of Parliament expressing their concerns regarding the safety of the Astravets nuclear power plant in Belarus. I would like to reiterate the Commission’s commitment to ensuring the highest levels of nuclear safety globally, and especially in the EU’s closest neighbourhood. In the case of Astravets power plant this means verifying that all key safety recommendations from the European Nuclear Safety Regulators Group (ENSREG) are implemented prior to the start of commercial operations of the power plant in early 2021.  The 7 November event is a one-off operation to test the generation of a small quantity of electricity. The peer review by ENSREG’s nuclear safety experts is well underway. It is important that the experts are able to complete their work, which would allow them to draw their own independent conclusions. The peer review is expected to be completed prior to the commercial operation of the plant.  The Commission is making great efforts to maintain engagements with Belarus in this regard. However, we will need to operate within the current political reality of the political developments in Belarus. Nonetheless, the Commission is prepared to apply increased political pressure to see that the key recommendations are not implemented before the start of the commercial operation of the plant. This is also about our energy union. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 84, "date": "2020-10-22.json", "name": "Der Präsident. –", "mepid": "4246", "text": "  The debate is closed. Written declarations (Article 171)", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 85, "date": "2020-10-22.json", "name": "Csaba Molnár (S&amp;D)", "mepid": "124722", "text": "  Writing. - Mr President, I would like to thank you for your support. Ladies and gentlemen, I would like to thank you for your support. I welcomed the report by the European Commission. Integrating EU energy policy is in the fundamental interest of our citizens, as the creation of an Energy Union is a prerequisite for delivering on our climate commitments by 2050. Ladies and gentlemen, I would like to thank you for your support. In addition to climate protection, another important objective of the Energy Union is to reduce the vulnerability of EU Member States to energy sources. The promotion and deployment of renewable energy sources therefore not only serves climate protection purposes, but also helps EU Member States to ensure the security of energy supply for their citizens themselves. While EU directives promote strategic self-sufficiency at EU level, the governments of some Member States, such as the Orban government, are increasingly dependent on Russia for energy supply. If you are not buying gas from them, you will buy a nuclear power plant that will never be able to generate electricity at market prices. We are fighting to make the Union a liveable place today, tomorrow and 50 years from now, so it is urgent to set up the Energy Union as soon as possible.", "language": "en", "original_language": "hu", "translation_provider": "azure"}, {"id": 86, "date": "2020-10-22.json", "name": "Susana Solís Pérez (Renew)", "mepid": "197784", "text": "  in writing. – The State of the Energy Union is a key instrument for measuring our progression towards cleaner energy that allows us to meet the decarbonisation commitments approved in the Climate Act by 2030 and 2050. The State of the Energy Union allows us to analyse the weaknesses of our energy system and, above all, to show ourselves which points we should invest the most in. New recovery and cohesion funds should be a key weapon in ensuring better energy efficiency of buildings, investing in sustainable mobility plans and reducing the use of fossil fuels for individuals and industry through progressive electrification and investment in alternative sources such as green hydrogen and renewable energy. It is time to engage civil society, foster innovation and private public collaboration in order to achieve greater energy independence and a greener and more digital Europe. Recovery funds, together with programs such as CEF or the Fair Transition Fund, offer a unique opportunity to address the challenges of the future without leaving anyone behind.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 87, "date": "2020-10-22.json", "name": "Der Präsident. –", "mepid": "4246", "text": "  The next item on the agenda is the debate on the Commission's statement on the adaptation of the Energy Charter Treaty to the European Green Deal (2020/2827(RSP)). I would like to inform you that, as we know, all debates cannot accept spontaneous speeches, blue cards or points of order. In this debate, too, we will be turning on colleagues who speak online from the liaison offices. You also know that, in the course of this debate, President Sassoli will come to tell us, after the meeting of the Conference of Presidents, the winner of the Sakharov Prize.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 88, "date": "2020-10-22.json", "name": "Kadri Simson", "mepid": "n/a", "text": "   Member of the Commission. – Mr President, honourable Members of the European Parliament, I would like to thank you for this opportunity to debate on this important topic today. The Energy Charter Treaty is in need of substantial reform. In the past years, the European Union, including this Parliament and the Member States, have repeatedly called for a modernisation of the charter. The need for reform is also considered necessary by most of the other contracting parties.  Based on its negotiating mandate, the Commission has engaged in this negotiation with determination and a clear position. However, we know that a successful modernisation of the Energy Charter Treaty will be a challenge, and it will require that all the contracting parties and stakeholders contribute to this collective result. For the EU, the objective of making the Energy Charter Treaty green is at the heart of the modernisation process. Member States have given their permission, a mandate to negotiate, which reflects the EU’s reformed investment project protection standards, and ensures strong sustainable development provisions. The Commission also has a duty to make the Energy Charter future—proof, so that it can help us address climate change, and clean energy transition goals, and facilitate a transition to a low carbon energy system in line with the objectives of the Paris Agreement. With the adoption of the European Green Deal and the EU commitment to move to climate neutrality by 2050, the European Commission has now stepped up its climate ambitions.  Once confirmed by the co-legislators, the revised greenhouse gas emissions reduction targets for 2030 will need to be reflected in our negotiations. A level of ambition, as proposed by the Commission for at least 55% greenhouse gas reduction, requires transposition into concrete actions, including in the external dimension of the UN energy and climate policies. Honourable Members, let me update you on the progress of the Energy Charter Treaty’s modernisation process.  The negotiations with the energy charter’s contracting parties have started in 2020. We had two rounds of negotiations so far, in July and September. A third round is scheduled for 3 until 6 November, another round is already planned for the end of February, or March 2021.  Based on the negotiating directives adopted by the Council in July 2019, the Commission submitted in advance of the first round of negotiations, a proposal addressing specifically investment protection and dispute settlement.  The text proposed also puts forward new provisions on sustainable development in the area of climate change, and clean energy transition in particular. These provisions recognise the urgent need of pursuing the Paris Agreement in order to effectively combat climate change and its impacts, and to regulate to that effect, at national level. Our ambition in the modernisation reflects the EU’s leading role in ensuring that the energy transition happens also in partner countries, in line with the Paris Agreement goals. For this reason, we will proceed with a pragmatic and realistic approach to ensure successful outcomes.  The complex negotiations ahead of us involve a variety of factors, and require increased cooperation, and accelerated efforts, in order to achieve the necessary consensus among all contracting parties, some of which are at different stages of development of their energy and climate policies. We can trust that the European Green Deal is at the core of our EU policy. It is our political aim, to ensure that the Energy Charter Treaty only protects those investments that support transition to a climate neutral energy system.  I want to make the European Charter a tool also for a clean energy transition that is aligned with our EU agenda and with our collective goals under the Paris Agreement. We count on the European Parliament to support us in this process. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 89, "date": "2020-10-22.json", "name": "Maria Spyraki", "mepid": "125064", "text": "  on behalf of the PPE Group. – Mr President, the Energy Charter Treaty provides a multilateral framework for energy cooperation that is unique under international law. Today 81% of investments protected by the Energy Charter Treaty are intra—EU investments. However, it is important to recognise that the Treaty is outdated, notably when it comes to arbitration clauses between foreign investors and Member States. The Treaty must reinstate Europe’s rights to regulate, particularly on the issue of climate change. We must insist on the establishment of a multilateral investment court.  Our response to the voices asking to withdraw collectively from the Energy Charter Treaty, in order to allow for the implementation of Europe’s clean energy package, must be a deep revision of the Treaty, addressing the Paris Agreement deals and aligning with our Green Deal road map, in order to reshape our economy into green and digital, and finally secure that this alignment will provide sustainable and affordable energy prices for all consumers. But we are not naive. Unanimity requires compromise. We must work multilaterally in finally concluding a forward-looking Energy Charter Treaty, with the clear provision of phasing out fossil fuels, with the safeguarding of energy security through the operation of more open and competitive energy markets, while respecting the principles of sustainable development and sovereignty over energy resources. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 90, "date": "2020-10-22.json", "name": "Kathleen Van Brempt", "mepid": "5729", "text": "  on behalf of the S&amp;D Group. – Mr President, let me be quite clear, crystal clear, the Energy Charter Treaty is not in line with the Green Deal. It’s an instrument of the past, it’s even an instrument of a former decade. Favouring large fossil fuel companies over the environment is not the way forward. It’s not adapted to the current reality, and not to our climate ambitions. As has been stated also in the former debate, there’s a fundamental reform necessary in our energy system and we will not succeed doing that if the ECT continues to protect fossil fuel investments. Moreover, and that is very interesting and very frightening to see, that it is expected that more cases targeting climate policies will arise, once Member States start to implement the commitments that they have made in line with the Green Deal and the Paris Agreement, and that is unacceptable.  So we need a fundamental reform of the ECT. This will not be easy, as for instance, Japan already stated that it is not in favour of a fundamental reform. I want to be also crystal clear on what the next step should be, that if it is not possible to have a fundamental reform, I think it’s absolutely necessary that the EU prepares itself to withdraw from the ECT. We’ve made that clear also in a former debate, and in a former a vote on the climate law, where we clearly made a statement on the ECT.  So my question to the Commission is very simple. The Commissioner thinks it is possible to align the ECT with the Green Deal. I do not doubt the good intentions that the Commissioner has, and the Commission overall, but I do doubt that we have the good partners in place to make that reform possible: will you be able and ready to withdraw from the treaty the moment that you see there is no possibility for a good reform?", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 91, "date": "2020-10-22.json", "name": "Martin Hojsík", "mepid": "197770", "text": "  on behalf of the Renew Group. – Mr President, it’s great that we are having this debate, but this should be only the start. We need to put the spotlight on the Energy Charter Treaty and ensure that it receives the attention that it needs. And it deserves attention, because as they say ‘Houston, we have a problem’. Problem, that the Treaty that we only experts only really know about can cost us billions in compensation for private companies, often shell companies. If we want to prevent catastrophic climate change costs us public money that we urgently need to avert the climate crisis. Because the Energy Charter Treaty as it stands is not and, I repeat, not compatible with the European Green Deal nor several international legally binding commitments, let’s say, for example, the Paris Agreement. We have a problem if we, for example, invest now in gas and in twenty years, we need to shut it down because we have available alternative and ran out of the carbon budget. What do we do then? Start compensating all the investors? To put it simple, we cannot and should not protect investments into fossil fuels. The risk of climate crisis is already known to all investors; they don’t need the protection and they should not get it. Now this is where you might expect me to tell you the solution, but I will not. Right now, I want the Commission and the Member States to tell us, the citizens of Europe, what you want to do about it. You want to renegotiate – that’s good to hear, but what do you do if the negotiations fail? Because when it comes to climate, we cannot afford to fail. We would not be forgiven. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 92, "date": "2020-10-22.json", "name": "Markus Buchheit (ID).", "mepid": "128483", "text": "   Mr President, Commissioner, I would like to thank the commissioner for her work and for the work she has done. Welcome back. It already seems that the Fridays for Future demos have slowly disappeared from the front pages of the tabloids, but zombie-like their demands reverberate here in the everyday business of the Union. What madness must we, as policymakers, be in a position to further fuel the exogenous shock of the global pandemic caused by the Green Deal, which is not yet manageable in its scale? We are talking about an alignment with the Green Deal – wonderful words! They are selling the much-vaunted green turn to the citizens here as the European Men on the Moon project, as an absolute necessity – now immediately – with CO2 reductions of 55 or 60%, no matter what impact assessments, what impact these figures will actually have on our industry and society.  Already today, the price of electricity for our industry in Germany is almost three times higher than in the USA, and it will continue to rise. This will cost us competitiveness, and in the end, of course, prosperity. You know that in the Commission, and that is why the next absurd idea complements an absurd idea. This is the Green Deal, for example, through the carbon border adjustment mechanism or, as we have heard today, by the withdrawal from the ECT.  If, for years, we have condemned other states here in the EU for protectionism and isolationism, we are now doing it ourselves. Commissioner, you spoke earlier about believing in the Green Deal. Faith is beautiful, but what are the numbers? What will these measures actually cost us in the end?", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 93, "date": "2020-10-22.json", "name": "Anna Cavazzini", "mepid": "86793", "text": "  on behalf of the Verts/ALE Group. – Mr President, whenever I speak to citizens about the Energy Charter Treaty they are shocked. The Energy Charter Treaty allows investors to bring EU Member States in front of private arbitration panels because those governments want to fulfil the requirements of the Paris Agreement. The Energy Charter Treaty makes governments pay billions of taxpayers’ money just because they want to fight the climate crisis and implement the Green Deal. And does this sound completely insane? Yes, it does, but it is the truth and the Energy Charter Treaty is the embodiment of a fossil era that has to come to an end. And this is why the reform by the Commission is so overdue and also welcomed. But I have two major concerns to bring before the Commissioner. First, we need an effective reform. So the Commission must delete fossil fuels from the definition of economic activities and thus end the protection of fossil fuels. And second, we have to face the reality. An effective reform is very unlikely, given the anonymity required. So I urge the Commission to set a clear deadline and prepare for leaving the Treaty. And I know, Madam Commissioner, you will come now with a sunset clause. Yes, the sunset clause is bad; it protects investment for another 20 years if we leave the Energy Charter Treaty now. But better leaving earlier than later. At the very least, we need to end inner EU application and thus eliminate already half of the cases. I count on your support.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 94, "date": "2020-10-22.json", "name": "Beata Szydło", "mepid": "197553", "text": "  On behalf of the ECR Group. – (2) Mr President, I would like to begin by Honourable Commissioner, I would like to thank you for your excellent work. The realities of energy and climate policy are changing very quickly. There is a growing need to strengthen regional and global cooperation in this area. We have only adopted the Paris Agreement in the last five years and the Green Deal strategy has been announced, so it is natural that we must also proceed with the amendment of the Energy Charter Treaty.  However, we should do so realistically, especially at this difficult time, when there is a pandemic crisis, when every job counts, when the economy needs to be supported. The demands for the modernisation of the Treaty should therefore be realistic. We must protect investment and make changes in line with the strategies we have developed before and, above all, with a view to supporting the economy.", "language": "en", "original_language": "pl", "translation_provider": "azure"}, {"id": 95, "date": "2020-10-22.json", "name": "Silvia Modig", "mepid": "197805", "text": "  On behalf of the GUE/NGL Group. – Mr President, at a time when the ECT Agreement is now being modernised, it is essential that it be brought to support the transition towards carbon-neutral societies. At the moment, it is not doing it, but vice versa, it is allowing companies to bring legal action against countries that want to change their legislation and therefore their energy palette towards a sustainable carbon-neutral model. The investment protection of the agreement protects fossil fuels, despite the fact that we know that they will significantly exacerbate the climate crisis. In addition, the investment protection clause contains a huge problem for democracy. Legislative changes are made by governments that have come to power in elections at the will of the people. When companies are given the opportunity to challenge these democratic decisions in the name of investment protection, they are given the right to question the opinion of the people in elections. Even now, companies can hold governments hostage by threatening arbitration if that country wanted, for example, to ban the use of coal. It will enable climate action to be prevented, watered down or abandoned for fear that it will lead to a multibillion-euro lawsuit. When we adopted the Climate Act, we adopted the record that all our policies must be in line with the objectives of the Climate Act, namely the Paris Agreement, as written in the Climate Act. The ECT Agreement is in complete conflict with the objectives of the Green Deal. It does not contain any objectives for reducing emissions or solving the climate crisis, and this must change in a fundamental way.  Commissioner, are you prepared to abandon and withdraw from the Treaty if there is no consensus on fundamental changes within a sufficient timeframe?", "language": "en", "original_language": "fi", "translation_provider": "azure"}, {"id": 96, "date": "2020-10-22.json", "name": "Sunčana Glavak (PPE).", "mepid": "202036", "text": "   - Dear Chairman, outdated provisions of the Energy Charter Treaty need to be modernised in line with the European Commission's latest objectives of limiting the impact of climate change. In order to actually contribute to the achievement of the climate objectives set out in the Paris Agreement on the SDGs and the ambitions of the European Union, the ECT should encourage investment in low-carbon sustainable energy and, equally, support measures to promote a just transition. However, in light of the urgent need for climate action, what ect really needs is a thorough recast. Today's debate, I believe, may have a positive impact not only on thinking about the necessary changes to achieve climate goals, but also on other ECT provisions that also have a significant negative impact on the international legal order. We need to stop fossil fuel investments and remove unfavorable provisions that actually give investors the ability to file lawsuits against states before private arbitral tribunals. We've heard something about that today.  The biggest challenge perhaps facing Member States is the investor protection clause. In fact, it allows them to be entitled to compensation if they are unable to realise the investment in the event of a change in policy and regulation. This clause is often abused. A total of 134 lawsuits by energy companies against states have been filed against states, according to ect secretariat data, with almost half of the proceedings still ongoing. I will conclude, the European Union is based on the rule of law and respect for positive legal regulations. The interests of our citizens must be a priority.", "language": "en", "original_language": "hr", "translation_provider": "azure"}, {"id": 97, "date": "2020-10-22.json", "name": "Der Präsident. –", "mepid": "4246", "text": "  I cannot continue with the debate at the moment because I am now suspending the announcement by the President of the Winner of the Sakharov Prize. We are immediately resonating with the debate after this communication.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 98, "date": "2020-10-22.json", "name": "Presidente. –", "mepid": "96864", "text": "   Ladies and gentlemen, it is a great honour for me to inform you that the Conference of Presidents has decided to award the Sakharov Prize for Freedom of Thought to the representatives of the Belarusian opposition: the Coordinating Council, the courageous women's initiative Sviatlana Tsikhanouskaya, Svetlana Alexievich, Maryia Kalesnikava, Volha Kavalkova, Veranika Tsapkala, and political and civil society personalities Siarhei Tsikhanouski, Ales Bialiatski , Siarhei Dyleuski, Stsiapan Putsila and Mikola Statkevich.  The massive street protests in Belarus that have moved the whole world have been going on for 11 weeks now. As our admiration for the people of Belarus grows, so is our dismay at Lukashenko's violent reprisals and his acts of torture and denial of the truth. Allow me to reiterate what our institutions and Parliament have already said with one voice: the government and the President have lost the elections and the time has come to listen to the voice of its people.  More importantly, however, I would like to congratulate the representatives of the Belarusian opposition on their courage, resilience and determination. They embody on a daily basis the defence of freedom of thought and expression that the Sakharov Prize rewards. They have proven themselves and continue to be strong in the face of a much more powerful opponent. But what sustains them is something that violence can never defeat: the truth. So here is mine, our message for you, dear winners of the prize: continue to be strong and do not give up your battles, we will be at your side. Know that we are with you. I hope to be able to welcome you to Parliament soon to give you the prize that we have awarded you today.  I would also like to say a word about the recent murder of one of this year's finalists, Mr Arnold Joaquín Morazán Erazo, leader of the Environmental Group in Guapinol, the group that is opposing an iron oxide mine in Honduras. A very important significant battle. It is imperative that a credible and independent investigation is launched immediately and that those responsible are held to account.  In Honduras, Belarus, Iraq and anywhere else in the world, no one should be persecuted for expressing their opinions. That is the message we want to send out today from the European Parliament.", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 99, "date": "2020-10-22.json", "name": "Der Präsident. –", "mepid": "4246", "text": "   We are now continuing our debate on the Commission's statement on the adaptation of the Energy Charter Treaty to the European Green Deal (2020/2827(RSP)) following President Sassoli's statement on the Sakharov Prize winners.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 100, "date": "2020-10-22.json", "name": "Aurore Lalucq (S&amp;D).", "mepid": "197697", "text": "   Mr President, dear Commissioner, ladies and gentlemen, the European Commission has made the ecological issue its flagship project through the Green Pact for Europe. This Parliament declared a climate emergency last year. We voted a few weeks ago on the climate bill. However, all this is useless if the energy charter continues because you know as well as I do that every time a state wants to put in place ambitious environmental legislation, it will be attacked or threatened with being attacked in private arbitration courts, with the consequences that we know, either the law is swept, it is lightened or the states have to pay millions or even billions of euros. , public money, citizens' money, money we need to implement the ecological transition. Money we need more than we need in a time of crisis. This archaic and climate-efficient treaty works as a real life insurance for fossil industries, life insurance against our lives. Since negotiations are currently underway, we parliamentarians would like to know what are the Commission's red lines? And if this treaty is not renegotiable, which is really our fear, we would like to know whether the Commission is determined to organise a concerted exit from this treaty, so that we can put in place the ecological transition.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 101, "date": "2020-10-22.json", "name": "Marie-Pierre Vedrenne (Renew).", "mepid": "197502", "text": "   Mr President, Commissioner, this is a fact that we all share: our trade and investment policies must contribute to compliance with the Paris Agreement and to the implementation of our commitments set out in the Green Pact. One consequence: the current energy charter treaty is inadequate with our objectives to combat climate change. So two priorities in the negotiations that you have already mentioned. First, to be hired to exclude fossil fuels from the scope of the treaty. How many companies operating in this sector have attacked our states and won! And these cases are likely to multiply with our goal of climate neutrality. Second, to be committed to the abandonment of the old investor-state dispute settlement mechanism in this treaty. The right to recoil from states must be protected. But a reality: unfortunately, few if any of the current signatories to this treaty share this desire to adapt. So only one conclusion, Commissioner, is urgent to prepare for all situations, including the organised withdrawal from these negotiations.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 102, "date": "2020-10-22.json", "name": "Saskia Bricmont (Verts/ALE).", "mepid": "197470", "text": "   Mr President, the European Commission has adopted an ambitious green pact for Europe. Just a fortnight ago, the European Parliament voted on the climate law, which plans to reduce our emissions by 60% by 2030. And yet we are stuck in texts that date back to the 1990s, which do not integrate the climate emergency.  We must stop procrastinating and leave the Energy Charter Treaty, which provides for the protection of investments in fossil fuels and the mechanism for settling disputes between investors and states, which also provides for a supremacy clause, thus a superiority of this text over any subsequent text, such as the Paris Agreement, and which also provides for the unanimity of decisions between 50 members. Just over 50 members who cannot agree on sustainability issues. This is particularly problematic with a country like Japan, with which we have concluded a trade agreement and negotiated chapters on sustainable development, which should allow us to have common positions on the international stage. So, Commissioner, after two rounds of negotiations which cannot be seen and in view of the hostilities towards the modernisation of this Treaty, what is the Union's plan B to get out of it and protect itself from the effects of the Treaty?", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 103, "date": "2020-10-22.json", "name": "Manuel Bompard (GUE/NGL).", "mepid": "197521", "text": "   Mr President, ladies and gentlemen, the Energy Charter Treaty was signed in 1994. It protects investments in fossil fuels by allowing multinationals to sue states in arbitration tribunals. It is, for example, Vattenfall that is suing Germany for tightening its environmental regulations; Uniper is attacking the Netherlands for deciding to close its coal-fired power plants; It is the Canadian company Vermilion that threatens France with lawsuits if it commits to ending fossil fuel extraction by 2040. This treaty now protects 30 gigatonnes of cumulative emissions, which is the equivalent of the carbon budget that the European Union has left by 2050 to meet the trajectory of the Paris agreement. However, our Parliament has set the target for carbon neutrality by 2050. Will we, in turn, be dragged before a court? Enough is enough, the financial interests of multinationals must not take precedence over the sovereignty of the people. So ladies and gentlemen, it is time to tear up the Energy Charter Treaty.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 104, "date": "2020-10-22.json", "name": "Miapetra Kumpula-Natri (S&amp;D).", "mepid": "124735", "text": "   – Mr President, the Energy Charter Treaty (ECT) has been rightly criticised. Modernisation to make it compatible with the Green Deal is a necessity. I hope, however, that the Treaty’s shortcomings do not blind us from seeing how much we need a modernised treaty to cover renewable energy investments. The Commission estimation shows that for reduction of emissions by the goals we have set, the EU needs annually EUR 350 billion more energy-related investments than were made in the past 10 years. It is clear also that most of this will come from private investors. If we get the true ambitious modernisation that is sought in the EU text proposal, the ECT would then, in effect, become the enforcement tool for the Paris Agreement that we currently lack.  We should recognise that in the multilateral investment treaty covering renewable energy investments, and that no other treaty exists than the ECT. With the modernised treaty we could offer private investors protection and the stable investment environment that is needed to increase investments in renewables. It will not be easy to find an ambitious modernised treaty – unanimity is required among 54 parties to the agreement – but we have to push this and we have to convince our partners that all need an Energy Charter Treaty that is in line with the Green Deal. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 105, "date": "2020-10-22.json", "name": "Kadri Simson", "mepid": "n/a", "text": "   Member of the Commission. – Mr President, once again I would like to thank you for this opportunity to debate on this important topic today. It is a sensitive one and you can trust that the Commission is following it very closely. The Commission will also need to address the definition of economic activity in the energy sector. In line with our mandate, the Commission wants to send a strong signal. Our aim is to ensure that economic activities related to the use of fossil fuels are phased out from the scope of the Charter’s investment section. The transition to a climate neutral energy system requires that the use of fossil fuels should be greatly diminished and eventually phased out. This approach is at the core of the European Green Deal and it is the approach we are following in the modernisation process. We have made it clear and engaged in very good faith in the reform. A successful Energy Charter Treaty negotiation outcome requires consensus. A proposal to remove the investment protection of fossil fuels from the Energy Charter Treaty would certainly be met with fierce resistance from many of the non-EU-ECT contracting parties, many of which are big fossil fuel producers. At the same time the EU has a duty to act in accordance with its long-term energy transition and climate goals which would require that the EU-ECT should only cover investments needed to support transition to a climate neutral energy system.  A balance needs to be struck and we believe that our approach does that. The Energy Charter Treaty protects not only investments in fossil fuels but also investment in electricity, irrespective of the energy source generating that electricity, which means that it also protects investments in renewable energy sources. Therefore, the Commission believes that the ECT could still play a positive role in the future by supporting the investments necessary for the energy transition in particular outside of the EU if all contracting parties accept the necessary changes to the treaty.  So right now, no option is off the table. The EU should first engage in the negotiations and see if partners engage. We must be aware that withdrawal is difficult, indeed the ECT has a 20-year sunset clause, therefore if the EU were to get out now, it would face the application of the unreformed ECT for the next 20 years in relation to investments in existence at the time of withdrawal. So, first, we negotiate and we are ready to assess all options if negotiations do not deliver the result.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 106, "date": "2020-10-22.json", "name": "Der Präsident. –", "mepid": "4246", "text": "  The debate is closed. Written declarations (Article 171)", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 107, "date": "2020-10-22.json", "name": "Łukasz Kohut (S&amp;D)", "mepid": "197523", "text": "  I would like to write to the Commission. – For more than two decades, the European Energy Charter has governed cooperation between more than fifty countries in the world, as well as the European Union, on energy issues. This is the treaty we need. But it is also a treaty that needs urgent renegotiation. The Member States and regions of the Union, which are currently making a heroic effort for a just transition, like my Silesia, must not be weakened by outdated, inadequate regulations. The European Union is withdrawing from coal and other fossil fuels. Meanwhile, the European Energy Charter, as it stands, could protect well over EUR 2 trillion in fossil fuel investments by 2050. Investments not of ours, but of third countries, which may additionally result in liability for compensation of Union countries. This is an unacceptable situation. An urgent renegotiation of the Charter is a necessity.", "language": "en", "original_language": "pl", "translation_provider": "azure"}, {"id": 108, "date": "2020-10-22.json", "name": "Przewodnicząca.", "mepid": "197525", "text": "  – The next item is the second part of the vote.  We will vote on the items on the agenda. Voting will be open from 2.30pm to 3.45pm. The same method of voting as in previous votes was adopted. All votes will be roll-call. I am announcing the opening of the second part of the vote. You can vote until 15.45. The results of the second part of the vote will be announced at 18.15. (The meeting was suspended at 2.31pm)", "language": "en", "original_language": "pl", "translation_provider": "azure"}, {"id": 109, "date": "2020-10-22.json", "name": "Der Präsident. –", "mepid": "2323", "text": "  We now come to the third round of voting.  We shall vote on the dossiers on the agenda. The voting round is open from 8 p.m. to 9.15 p.m. The same voting procedure will apply as in the previous voting rounds. All votes are roll-call votes.  The sitting will be closed today at 9.15 p.m. and will resume tomorrow at 8.45 a.m. with the announcement of the results of the third round of voting today. The agenda has been published and is available on the European Parliament's website.", "language": "en", "original_language": "de", "translation_provider": "azure"}]