[{"id": 0, "date": "2020-11-26.json", "name": "Der Präsident. –", "mepid": "4246", "text": "  The next item on the agenda is the debate on the Commission's statement on the EU's pharmaceutical strategy (2020/2878(RSP)). I would like to point out to all Members that, even today, as with all the debates in this part-session, the agreed procedure applies, that we do not accept spontaneous speeches – I know that this is very difficult for some – and that there are no blue cards to avoid discrimination between the Members who are in the Chamber and those who are connected by the EPLO. It also provides for interconnection from Parliament's liaison offices in the Member States.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 1, "date": "2020-11-26.json", "name": "n/a", "mepid": "4246", "text": "Colleague, I told you at the beginning that I cannot accept individual remarks or interventions.  (Inaudible interjections from the floor from Mr Martusciello) No, it’s not acceptable. I explained very clearly why it is not acceptable. Please sit down. The Commissioner has the floor. Stop please. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 2, "date": "2020-11-26.json", "name": "Stella Kyriakides", "mepid": "n/a", "text": "   Member of the Commission. – Mr President, we are nearing the end of one of the most challenging and most consequential years in recent memory. First of all, as I look back on 2020, the feeling I have is of being heartbroken for so many lives that have been lost. But I also feel pride and I feel gratitude when I think of all the frontline workers and all the doctors and nurses who have sacrificed, how neighbours have rallied around each other, and how the European Union came together to support citizens of Member States.  I’m also reminded of an old saying that those who do not learn from history are condemned to repeat it, and COVID-19 has taught us some harsh lessons, lessons that we are still learning. It has reminded us of the foundational role that health plays in our societies and our economies. It has highlighted the vital importance of solidarity, and this has amplified structural vulnerabilities in our health system. The Commission is determined to heed these lessons and take decisive action in partnership with the European Parliament and Member States.  Yesterday, we adopted an ambitious pharmaceutical strategy for Europe. It is an important building block in a genuine European health union and I am truly delighted to have the opportunity to discuss it with you. This strategy addresses both the short-term challenges linked to COVID-19 and the long-term challenges connected with unmet medical needs, Europe’s strategic autonomy and sustainable health systems.  I will share with you that this was a strategy that was in my mandate letter from President von der Leyen one year ago. When I saw it there, I knew that we were faced with challenges with the pharmaceutical situation in Europe, but I never imagined that we would be presenting it in the COVID—19 crisis. It has changed a lot and we have adjusted many things in this strategy from what we have learned in this pandemic.  It focuses on four key areas. First and foremost, improving patients’ access to affordable medicines. Secondly, ensuring innovation to boost the potential of our pharmaceutical industry and increasing support for unmet medical needs of patients. This includes harnessing the benefits of emerging science and technology and reducing the environmental footprint. It is no good having innovation if you cannot have this reach patients. Third, building strategic autonomy, developing resilient and diverse types of supply chains, and addressing the root causes of shortages of medicines. This includes the European Health Emergency Response Authority (HERA), which will enable the EU and its Member States to rapidly deploy the most advanced medical and other measures in the event of a health emergency. And finally, fourth, to promote EU influence and competitiveness at global level and ensure a level playing field for EU operators. So the pharmaceutical strategy aims to cover the whole life cycle of medicine, from research to clinical trials and authorisation, from consumption to safe disposal.  Honourable Members, the current pharmaceutical legislation has served us well. However, we are now living in a vastly different reality. We have to take a holistic view of the pharmaceutical legislation and make the necessary improvements to ensure it is better adapted for today’s world. Over the next two years, we will work hard on the reform of the pharmaceutical legislation. This reform will address all the angles I mentioned, but always putting the patient at the centre and always ensuring that our pharmaceutical industry maintains its global leadership. This applies to the framework for medicines, for children and rare diseases.  However, this strategy is not just about changes to legislation. We will also simplify the regulatory procedure allowing quicker access to innovative and affordable medicines for patients, such as gene-editing technologies and personalised treatments; to facilitate the development of novel antibiotics and to combat antimicrobial resistance; to increase the uptake of generics and biosimilars. We will also create a health data space where regulators and the industry can exchange data for the benefit of patients and provide for simple solutions such as electronic product information. At the same time, we will revise our system of initiatives for research and development to ensure those incentives are fair and balanced while allowing the EU industry to remain innovative and competitive worldwide. We will also take action to make medicines more environmentally friendly.  Last, but definitely not least, we aim to address shortages of medicines by reinforcing the current obligations for supply, and require an early notification of interruption. In parallel, we will strengthen coordination with key stakeholders and industry and patient associations by establishing a structural dialogue to better understand vulnerabilities in the supply chain.  I just want to end by saying a few words. There are thousands of European Union citizens who are today suffering from rare diseases, and there are thousands of families who have children with cancer, and they do not have access to the medicines that we would want them to have that would give them a better quality of life and hope. The way forward with this is to encourage innovation and to make sure that no matter where you live, no matter which Member State you belong to, you have equal access to safe and affordable and innovative medicines.  The road is not going to be easy, and this is a strategy that is a vision, and it is a vision with actions that will be developing over the next four years. We already have a very buoyant, and I would say a front-runner, in the pharmaceutical industry in Europe, but we can do better and we now have the opportunity, so it’s up to all of us – the European Parliament, the Council and definitely the Commission. If we work together, we can bring together new legislation, but also other actions that are really going to change the realities for access to medicines for citizens across the Member States, and this is a responsibility that we will definitely do our best to stand up to.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 3, "date": "2020-11-26.json", "name": "Dolors Montserrat", "mepid": "197711", "text": "  PPE Group. – Mr President, Commissioner, one of the lessons of the COVID-19 pandemic is that we have accelerated the construction of a European Health Union, and this new Pharmaceutical Strategy is an opportunity to cement one of the pillars of this new Europe for health. With this Strategy we must be able to deal with any pandemic or health threat, put the patient at the centre of all decisions, address unsuced medical needs, ensure access to medicines for all, strengthen the competitiveness of European industry and make Europe a world leader in research and health care. We must invest more in the fight against antimicrobial resistance and its rapid spread, which threatens Europe with more than 33,000 people who die each year. Today there are more than 7,000 rare diseases, 95% of them unin treatment. We must respond to patients and their families in the face of this great despair. We have a big gap in pediatric drug research and development, and our children come first. And we cannot allow a European cancer patient to have a difference of between 7% and 90% chance of access to approved medicines. Or that you have to wait between 90 and 1,000 days for a drug to be marketed after it has been approved. The Strategy should also strengthen the competitiveness of the pharmaceutical industry, fostering a stable and robust regulatory system, improving government procurement, streamlining approval procedures without sacrificing safety and facilitating the making available of quality medicines. Technological and digital transformation must also be a reality, using artificial intelligence to improve early detection and advance innovative and personalized treatments. And we must boost production in Europe and our industrial autonomy so as not to depend on third countries. There are many challenges ahead of us and we must respond to each of them. And to achieve this we must work together in the public and private sectors. Only in this way will we strike a balance between innovation, accessibility to innovation and the sustainability of national health systems. Only in this way will we protect one of the great fundamental rights, the health of all, and with great hope for all.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 4, "date": "2020-11-26.json", "name": "Heléne Fritzon", "mepid": "197391", "text": "  On the other: And on the S&amp;D Group. Mr President, I would like to begin by congratulating Mr I would like to thank Commissioner Kyriakides for her excellent introduction. Within the S&amp;D Group, we welcome the fact that the Commission has now presented the pharmaceutical strategy to the EU. It is an important step on the road to a European Health Union in which we lay the foundations for europe to better manage the risks that we face at the moment in the pandemic, but also in the future. Medicines provide great opportunities to both cure and alleviate diseases, but we also have a lot of challenges. We must ensure that we have equal access to medicines for the whole population. We must also have environmentally sustainable drug use. The use must be effective and safe, and the cost-treatment ratio must be reasonable. In the S&amp;D Group, we have long called for increased measures to ensure access to safe, effective and affordable medicines. We knew and we see that even before the Covid-19 crisis there were shortcomings, and we now see that it is very gratifying that the Commission is proposing concrete measures. It is an excellent opportunity to strengthen patient safety. The patient perspective must be in focus, while it is important that we look at industrial and competition issues. The Covid-19 pandemic has shown the shortcomings. We must ensure that Europe will never again experience a shortage of medicines and medical equipment. We will also have new pandemic threats in the future. So I expect this to lead to concrete action and this, ladies and gentlemen of europe, is the citizens of Europe. They have the right to expect this from the EUROPEAN Union.", "language": "en", "original_language": "sv", "translation_provider": "azure"}, {"id": 5, "date": "2020-11-26.json", "name": "Véronique Trillet-Lenoir", "mepid": "197593", "text": "  on behalf of the Renew Group. Mr President, Commissioner, through this pharmaceutical strategy we have a duty to ensure that European citizens have timely and fair access to innovative, rigorously evaluated, affordable and constantly available medicines. Innovative, because they are the result of cutting-edge European research for all diseases, including the rarest. And we welcome the revision of European legislation on medicines dedicated to children's diseases, in particular cancers and rare diseases. It is very important, it is a question of justice and fairness. Rigorously evaluated. And it will be important to convince heads of government to unblock the Health Technology Assessment (HTA) regulation. This will give us the means to determine the added value of medicines together. Affordable, because this added value will determine value and improve price convergence. You are starting this by proposing enhanced cooperation between The Member States, but it will soon be necessary to bring about a revision of the directive on the transparency of price-fixing measures. Finally, constantly available, combating shortages by strengthening the control missions of the Medicines Agency and by restoring European pharmaceutical independence. You are asking for a study, it will have to lead to concrete measures. Let us thus return together to the virtuous circle: research, evaluation, pricing, procurement, which is the foundation of Europe's drug, of which you have laid the foundation today.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 6, "date": "2020-11-26.json", "name": "Joëlle Mélin", "mepid": "124765", "text": "  on behalf of the ID Group. - Mr President, Commissioner, you want to build a pharmaceutical strategy for Europe, which aims to ensure the quality and safety of the drug. But it is exactly the same reason that led to the creation, 16 years ago, of the European Medicines Agency, which already establishes the Community procedures for authorising surveillance and pharmacovigilance of medicines for human and veterinary use. You add that you want to improve and speed up patients' access to medicines at affordable and safe prices. But how are you going to get the support of MPs, almost all of whose groups rejected a report on access to medicines that I brought in 2016 and which was written in exactly the same terms? You are still saying that we will have to support the innovation of the pharmaceutical industry, of course, but first we will have to restore fair competition rules that no longer encourage our larger groups to relocate 80% of the generic active ingredients to China or India. The COVID crisis was only a sign of an untenable and old situation that had the effect of increasing drug shortages in France by 20 times in less than 10 years. And this is a direct consequence of your globalist policy. To have stock control, you are calling for even more Europe, through Europe's health, by expanding the competences of the European Medicines Agency, in particular through new technologies, and by creating an interconnected health system. But who guarantees that this data will not be immediately recovered by insurers or by foreign digital providers? You also talk about the fight against cancer. Of course, a special commission has just been set up, but we have been waiting since a resolution in 2016 for the paediatric regulation to be revised with regard to the fight against childhood cancer. You want, wisely, thanks to the Horizon Europe device, artificial intelligence and digitization, to accelerate research and innovation. But how can you assure us that the results and publications will be there, when one year after the launch of aid for research on COVID, we still have no actionable feedback to redirect states in their health strategy? So once again, at the turn of a seemingly acceptable project and on the grounds of future challenges, you are far beyond your prerogatives and, with regard to what is only one therapeutic possibility among others, you are cementing a real formatting tool of the European health care sector that will deprive Member States of all autonomy in their management. That is why, instead of building this fragile system, we propose cooperation between states that allows us to use existing tools. This is to enable the relocation of generic production in Europe and France, to ensure locally all stages of production, in sufficient quantity and production, to ensure good manufacturing practices, to ensure the transparency of stocks, to ensure the tracing and labelling of boxes at all stages, to finally put an end to the quota policy and to limit , as far as possible, parallel trade, make regulations more flexible, allow a price and cost policy that stabilizes margins, and thus markets and, ultimately, save our national systems.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 7, "date": "2020-11-26.json", "name": "Kim Van Sparrentak", "mepid": "197870", "text": "  on behalf of the Verts/ALE Group. – Mr President, we all agree that our health is one of the greatest goods we have. This year, we stayed at home collectively to ensure no one’s health would be jeopardised. As a society, we have evolved to foster our public health by producing treatments such as vaccines, and we have managed to eradicate many diseases from the face of the earth. But it seems as if the progress made is now being stalled by the greed of the shareholders of the big pharmaceutical companies because, in a profit—driven pharmaceutical industry, treatments for rare diseases won’t bring enough profit and, if medicines can be sold for a higher price in one Member State, we apparently accept that medicines are not available for the people who need them elsewhere. And, when there is a pandemic, we don’t get a patent pool because that goes against the interest of big corporations.  This is not what the European health union should look like, and I’m glad that in the Pharmaceutical Strategy the Commission acknowledges this. But how, then, does the Commission delay real action for change? Hasn’t the Commission faced the problem of a too powerful and profit—driven pharmaceutical industry first hand when negotiating for the COVID vaccine in the past year? We need to start to change now.  We call upon the Commission to step up against the abuses of dominant positions in the pharmaceutical sector, to demand transparency on development costs as part of the requirements for public subsidies, and to update intellectual property rules to better reflect innovation. Only then can we truly say that we put patients over profits and ensure accessible medicines for all European citizens. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 8, "date": "2020-11-26.json", "name": "Joanna Kopcińska", "mepid": "197530", "text": "  On behalf of the ECR Group. – (2) Mr President, I would like to begin by Honourable Commissioner, I would like to thank you for your excellent work. The Pharmaceutical Strategy for Europe aims to address public health problems by creating forward-looking regulatory solutions and ensuring equal access to medicines for patients. On the one hand, technological and scientific development contributes to innovative treatment and, on the other hand, technology itself poses a challenge to the regulatory framework and leads to the creation of unintended barriers. On this point, we need to make qualitative changes. We should strengthen affordability in the area of medicines and ensure equal access without excluding anyone. Moreover, the current coronavirus pandemic has further exacerbated the problem of our continent's lack of drug independence and the high sensitivity of the supply chain. As shadow rapporteur for the current EU4Health programme, but also shadow rapporteur in the already adopted report on the lack of medicines, I am responsible for partially transferring the production of key substances back to our continent. Financial incentives at European Union level that favour the production of active substances and other semi-manufacturing measures here in Europe should be considered. Only diversification of suppliers will increase the drug safety of our continent. We must also rethink the appropriate policy for the creation of stocks of medicines in the Member States.  Complementarity and synergies between the pharmaceutical strategy and the EU4Health programme, the cancer eradication plan, the lack of medicines report and the health package currently being presented by the Commission will only be effective if it is based on respect for the division of competences in the field of health policy. For this reason, we must act horizontally at EU level, taking into account closely the proposals of Member States that already have knowledge of the availability of critical medicines on their territory.", "language": "en", "original_language": "pl", "translation_provider": "azure"}, {"id": 9, "date": "2020-11-26.json", "name": "Kateřina Konečná", "mepid": "23699", "text": "  for the GUE/NGL group. – Mr President, while I do not do this very often, first of all, let me commend the Commission. I personally welcome the fact that one of the four main objectives is to ensure that patients have access to affordable medicines and to address shortcomings in the treatment needs for children and patients with rare diseases. We need this revision like salt, and after all, I myself have been calling for it in the European Parliament for six years. I therefore very much hope that joint purchases of orphan drugs at European Union level will be part of the revision, because in recent months it has become clear that, if the Commission wants to, joint purchases are going, and I see no reason not to do so with orphan drugs. However, I would expect the new strategy to mention patent law at World Health Organisation level, because, as we have found out, a number of the current rules on global trade simply do not help us to deal with any major health crisis. At this point, I would therefore like once again to call on both the Commission and the World Health Organisation to participate as actively as possible in tackling this problem in the Fair Prices Forum. If we do not make a major impact on this regulation, access to medicines and their price will improve very little, and pharmaceutical companies will continue to make money and citizens will be forced to pay. Colleagues, I see the proposal so far positively, but I see a lot of white spots in it. However, we have a lot of work to do and I am looking forward to it.", "language": "en", "original_language": "cs", "translation_provider": "azure"}, {"id": 10, "date": "2020-11-26.json", "name": "Λευτέρης Νικολάου-Αλαβάνος (NI).", "mepid": "197734", "text": "   Mr President, intensive care units are filling in suffocation, criminal gaps in beds and staff are being shelved, and the Greek Government, on the one, is making infuriating comparisons of the dead by country, provocatively claiming that increasing intensive care units will increase the number of deaths, while reducing health funding by 600 million. For protection measures on public transport and in workplaces not a word, since they do not serve the profitability of entrepreneurs.  Vaccines, provided they are safe and effective, will help tackle the pandemic. However, this does not erase the huge shortcomings in public health systems, from the EU strategy of privatising hospitals and commercialising health that has led to millions of deaths. At the same time, pharmaceutical companies and capitalist states are engaged in a competition race for vaccine-merchandise. Agreements hide unknown and dangerous conditions for the people. Valuable information is hidden behind patents, depriving the timely exchange of scientific data, the necessary interdisciplinary cooperation that could improve efficacy and safety and speed up the disposal of vaccines.  Folks need to know. That is why we have asked the Commission to reveal the terms of the contracts. Contracts paid for with money from the heavy taxation of the peoples of the European Union, as well as the clauses signed by the European Union with pharmaceutical bees. The peoples of Europe should demand that the vaccine be made available free of charge to all without discrimination or categorization on the basis of its price. Prioritise the requisition of private clinics at no price and the shielding of public health systems. Equipment and staffing with permanent staff with decent salaries so that they can cope with fixed and emergency needs.", "language": "en", "original_language": "el", "translation_provider": "azure"}, {"id": 11, "date": "2020-11-26.json", "name": "Cindy Franssen (PPE).", "mepid": "197455", "text": "   Mr President, ladies and gentlemen, Commissioner, if the corona crisis has taught us anything, it is that the EU must be given a stronger role in such a health crisis, it is that we must make our system resilient and crisis-proof. The new pharmaceutical strategy is inherently linked to this.  Equal access for each patient to innovative medicines and treatments is often a utopia. That is why this stronger cooperation between Member States is so important for more correct pricing and reimbursement. Boosting innovation in the sector: with the right incentives, this can be done, so that investing can once again become attractive, also for the development of orphan medicines. But also, Commissioner, with the necessary transparency, because artificially keeping prices high is unacceptable. We strengthen the supply chain by creating strategic reserves, by reducing our dependence on third countries to a minimum and by investing in European production. Let's be back in that cockpit as a world leader.  The vaccination strategy shows that strong European cooperation pays off. So yes, the EU needs to be given a stronger role in the global health context. It is time to make the best use of the Union's scale in the interests of equal access for all patients. We need to give patients perspective, a hopeful horizon.  I would like to congratulate you, Commissioner, on your ambitious plan, and we look forward to the further roll-out of the concrete initiatives. As an EPP, we will work constructively on this.", "language": "en", "original_language": "nl", "translation_provider": "azure"}, {"id": 12, "date": "2020-11-26.json", "name": "Jytte Guteland (S&amp;D).", "mepid": "124991", "text": "   Mr President, I would like to begin by congratulating Mr All people have the right to good health, quality care, safe and effective medicines that everyone can afford. It is fundamental to the fair welfare society and it must be fundamental for the whole of Europe. The Corona crisis has unequivocally shown that this is not the case. Under a huge challenge, as this pandemic has brought to our Member States and our peoples, europe has not always worked as well as it should have and as one might expect. In several Member States, people have suffered from a shortage of basic medicines, vital medical devices, such as ventilators, hand sanitizers, face masks. It is not worthy of europe. Europe and the Member States must learn from these experiences. We must take a new approach in order to strengthen cooperation in the field of health. Not least in the case of medicines, and in the case of pricing, payment and procurement of medicinal products. It is therefore good that the Commission is now taking this approach through this pharmaceutical strategy, and we in the Socialist Group welcome the Commission's proposal. We particularly welcome the fact that eu legislation on medicines in particular is being reviewed and measures to increase transparency in pricing are being reviewed. This is important. All people in Europe should have equal access to high-quality, affordable medicines, and we expect concrete tools from the Commission here.", "language": "en", "original_language": "sv", "translation_provider": "azure"}, {"id": 13, "date": "2020-11-26.json", "name": "Jan Huitema (Renew).", "mepid": "58789", "text": "   Mr President, ladies and gentlemen, Ladies commissioner, thank you for bringing this comprehensive pharmaceutical strategy to the fore. Nevertheless, I am missing a concrete plan to tackle the shortages of medicines in Europe. Your strategy only mentions that the problem of drug shortages needs to be identified. Unfortunately, it doesn't get any more concrete than that. We must wait until 2022 for new legislation. That's taking me way too long!  In the Netherlands alone, we have seen that in 2019 1 500 resources were not available for a long time. Year after year, the number of drug shortages is growing. A year ago, you announced that you would be coming up with such a pharmaceutical strategy. We in the European Parliament have indicated several times that we want to see a solution to the shortages of medicines. Why is this strategy not offering that solution now? Why do we not demand security of supply when purchasing medicines, or do we require that some medicines should be produced in the European Union, instead of just looking at the price of the medicines? As many as 80% of the pills we take in Europe come from Asia.  Can you make sure that we have this discussion as soon as possible? Because a lot of people need medicine now and can't wait another two years.", "language": "en", "original_language": "nl", "translation_provider": "azure"}, {"id": 14, "date": "2020-11-26.json", "name": "Marco Dreosto (ID).", "mepid": "197614", "text": "   Mr President, ladies and gentlemen, I welcome Commissioner Kyriakides, who is here with us today. We still have in our eyes and in our memory the tragic moments when, at the outbreak of the first wave of covid-19 pandemic, the European Union was in fact completely unprepared for the management of the health crisis. So, Commissioner, initiatives by the European Commission are welcome to prevent this situation from happening again in any way. Never forgetting the fundamental principle of subsidiarity and the competences of the Member States, greater coordination and a push to do more at European level are certainly welcome. There is no joke about the health and health of our citizens. It is necessary to guarantee safe, quality and above all accessible pharmaceutical products for all. It is also necessary to promote competitiveness and innovation in the pharmaceutical sector, while also guaranteeing the highest criteria – I repeat, the highest criteria – for transparency. The principle of European autonomy in the pharmaceutical field must be strongly reaffirmed, so that we are not dependent on states that have shown, even in the very recent past, that they are totally unreliable. Any reference to China is no accident. The question of access for medicines to all, regardless of social and economic status, is of absolute importance. Health must not be a question of rank, health is a fundamental right, a right for all. That is precisely why we must also seek synergistic cooperation with pharmaceutical companies in order to develop medicines, even if they are not commercially attractive, precisely in order to guarantee this universally recognised right. I am thinking, for example, of rare diseases and their treatments, in particular paediatric oncology, children who fall ill with cancer or leukaemia. In Europe, I would remind you, around 35 000 cases are diagnosed each year between children and adolescents. Of these, tragic, at least 6 000 are destined to die, without treatment. Too much. For this reason, new drugs are needed, more effective, safer, with fewer side effects in the short and long term. The parents of these children and these children are asking us, and they are asking us all, regardless of their political colour. It is not a political battle of the League, the People's Party or the Socialists. It is a battle for all of us, and that is why, Commissioner, I would like to see the greatest possible cooperation in parliament between all the political forces on such an important and sensitive issue as health.", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 15, "date": "2020-11-26.json", "name": "Tilly Metz (Verts/ALE).", "mepid": "193292", "text": "   Mr President, Commissioner, the strategy is welcome. The COVID crisis has clearly highlighted the problems that patients and health professionals have long denounced: lack of access to medicines, high prices and lack of treatment. The Commission is therefore making the right findings, but I regret that it does not get to the bottom of the problem: our dependence on the pharmaceutical industry. And to rebalance this balance of power, several actions are needed. First, the realization of group purchases so that no country is disadvantaged. Second, transparency about the costs of research and development of a drug. The same should be true for obtaining conditions of exclusivity. Thirdly, public research should be one of the pillars of the European Union's action. Why not fund university centres to develop skills centres instead of industry? Why not create a European public centre for the production of active substances to avoid the shortage of medicines? This strategy is an opportunity to rethink our relationship with medicines and to strengthen the European Union, considering medicines, not as commercial goods, but as basic necessities.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 16, "date": "2020-11-26.json", "name": "Beata Kempa (ECR).", "mepid": "197519", "text": "   – (2) Mr President, I would like to begin by This strategy is very necessary because the coronavirus epidemic has once again demonstrated the disastrous effects of european industrial policy to this day. The restrictions, strict environmental and climate standards introduced for years have led to industry escaping beyond the borders of the European Union. Pharmaceuticals are also subject to market law, which is why today 80% of active pharmaceutical ingredients and 40% of finished medicines sold in Europe come from China and India. Without the precursors sent to Europe, we are unable to meet the shortcomings. Between 2000 and 2018, drug shortages in the European Union increased 20fold. For years, the Union has not made any breakthrough in the treatment of cancer patients, and moreover, 95% of rare disease patients seek help outside the European Union. We cannot find an answer to drug-resistant strains of bacteria or the silent outbreak of Lyme disease. That is why today we need to quickly remove years of neglect and, above all, to restore the production of medicines to Europe and shorten supply chains.", "language": "en", "original_language": "pl", "translation_provider": "azure"}, {"id": 17, "date": "2020-11-26.json", "name": "Manuel Bompard (GUE/NGL).", "mepid": "197521", "text": "   Mr President, ladies and gentlemen, Commissioner, your pharmaceutical strategy will not respond to the urgency of the moment. We do not need a strategy that seeks to support the competitiveness of the pharmaceutical industry, we need a public health policy that focuses on the interests of patients and not on the interests of pharmaceutical companies. Drug shortages have been around for years. The COVID-19 crisis has only revealed its magnitude and disastrous consequences. It is the ongoing search for lower costs by pharmaceutical companies that has led to outsourcing production to fashion makers and a growing search for low-cost labour-using countries for the provision of active ingredients. Today, 80% of the active ingredients of medicines are produced outside the European Union. It is not tenable. We need a European industrial strategy organising the conditions for local public pharmaceutical production. Already, we see laboratories, such as Sanofi, reclaim the watchword of relocation. Under the pretext of creating a European champion, the Pluto project will outsource six European Sanofi plants to a self-contained entity placed on the stock exchange, allowing to pass a savings plan of 2 billion euros, notably through job cuts and outsourcing of activities. This is an outrage. In each Member State, public poles of the drug must be set up. It is not normal for medicines paid twice by citizens, through public research subsidies and reimbursements from social security systems, to abound in shareholder dividends. These drugs must be produced publicly, the only way to ensure price accessibility and transparency. And we must start now with drugs of major therapeutic interest... (the President withdraws the floor from the speaker)", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 18, "date": "2020-11-26.json", "name": "Antoni Comín i Oliveres (NI).", "mepid": "202352", "text": "   – Mr President, ladies and gentlemen, Commissioner, there are too many medicines, vaccines and treatments that have an indisputable medical and social interest, but which do not exist because of the lack of commercial interest of the industry. Orphan drugs for rare diseases are the most obvious case, but not the only one. Vaccines for viruses such as SARS and MERS are another example of this. The Eu ropean Union's pharmaceutical strategy, which is closely linked to its research strategy in the field of health, must ensure that the financial resources necessary to develop those medicines that market logic is unable to provide are mobilised. The new European brand will be an important step in this direction. However, the participation of the public administration in the development of new medicines opens up another debate: what should be their price? For example, the covid-19 vaccine case and the early purchase contract signed by the Commission with five, soon seven pharmaceutical companies. We are paying the costs of developing the vaccine with public funds, in return for speeding up the process. We're just investing to buy time. Should we not also have asked for the sharing of intellectual property? This would have allowed us to pay for the vaccine, when it arrives, at a much lower price than we will probably end up paying. A European pharmaceutical strategy requires fair prices that allow public health systems to reduce their current pharmaceutical spending.", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 19, "date": "2020-11-26.json", "name": "Jessica Polfjärd (PPE).", "mepid": "197404", "text": "   Mr President, I would like to begin by congratulating Mr The EU is at its best when we work together on problems that are cross-border, where the EU Member States themselves are unable to deal with or solve the problems. This has been demonstrated by the current pandemic. The new EU pharmaceutical strategy is therefore an important initiative to strengthen European cooperation in the field of public health.  We have to deal with the main problems here and now, but we also have to look to the future and see what threats lie ahead. It is therefore particularly welcome that the initiative clearly prioritises another of the greatest threats of our time: antibiotic resistance. Already today, it reaps over 30 000 European lives every year. If we do not act now, the consequences will be even worse in the future. It is clear that antibiotic resistance cannot be tackled by individual or sporadic measures; There are many good examples across Europe how we can solve this. That is why we must see the development of new antibiotics. We need to review the incentives for research and the public should also take more responsibility. In the process of stopping antibiotic resistance, the EU should and can take greater responsibility.", "language": "en", "original_language": "sv", "translation_provider": "azure"}, {"id": 20, "date": "2020-11-26.json", "name": "Sara Cerdas (S&amp;D).", "mepid": "197641", "text": "   – Mr President, Commissioner, colleagues, 2020 marks the most serious year of this pandamic crisis in the last 100 years, but it will also mark the year in which this Union responds in health matters and moves forward, in great steps, towards the creation of a genuine European Union for health.  Despite a good starting point of this strategy, I share some important considerations on two priorities. The first: antimicrobial resistance.  It is time to assume the urgency of this crisis and act as such. The European Union must be a global leader in this battle and the answer lies in the one-health approach. I welcome the Commission at the outset for the proposals put forward, but I would like to see the creation of a special status for antimicrobial substances, which will prove essential to protect these important but scarce therapeutic weapons.  Speaking of scarcity, the second point I would like to address: the shortage of medicines. A scourge that plagues the entire European Union and, in order to achieve accessibility to efficient and innovative medicines, particular attention should be paid to the whole chain and ensure and strengthen fair access to the most remote regions of the European Union, which are the case in the outermost regions.", "language": "en", "original_language": "pt", "translation_provider": "azure"}, {"id": 21, "date": "2020-11-26.json", "name": "Frédérique Ries (Renew).", "mepid": "4253", "text": "   Mr President, Commissioner, the COVID-19 pandemic has highlighted the urgent need to strengthen our health systems and also our over-reliance, immense dependence, on Chinese and Indian drug manufacturers. This applies to widely used antibiotics such as amoxicillin, painkillers, such as aspirin or paracetamol, specialties for thyroid disorders. Desperate patients call on us every day. And you mentioned, Commissioner, medicines for paediatric cancers or rare diseases. In my country, one in five Belgians no longer gets the drug they are looking for. It is not something that can be bearable. The pharmaceutical strategy presented yesterday partially addresses the problems. You are announcing, for 2022, the reform of the Pharma legislation. It must be based on the transparency of the supply chain and the obligation on manufacturers to notify as soon as possible the shortage or even withdrawal of a drug. Shortage, the word is said. You use it 16 times in the text and 13 times the word production, this underlines the urgency. However, we are looking a little at the concrete proposals on the build-up of stockpiles of essential medicines at European level. Why wait and discuss the production of active substances for two years? What incentives do you intend to use - tax, financial or otherwise - to convince industrialists to relocate? Because the bottom line is the problem: relocating to guarantee access while controlling prices. A certainty, and I conclude, Mr President, the Europe of health has, as you said, Commissioner, taken a huge step forward this year. The European Parliament will be at your side in the coming months for a stronger Europe in the primary interests of patients.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 22, "date": "2020-11-26.json", "name": "Jutta Paulus (Verts/ALE).", "mepid": "197466", "text": "   Mr President, I would like to thank the Thank you, Mrs Kyriakides, for this strategy and also thank you for including our green demands for environmental aspects in the production and application of pharmaceuticals in your strategy. I would like to focus on one point, which Mrs Polfjärd has already raised, and that is antibiotic resistance. Experts warn that the next pandemic could be triggered by a multi-resistant germ and may be much more drastic than the current COVID-19 pandemic. That is why: yes, it is right to research new antibiotics and to support this research by the state. But it is even more important to prevent these resistances. For example, if waste water is discharged into rivers untreated during production, or if mass animal husbandry is spread in our fields, we should not be surprised that resistance is increasing. Therefore: adopt strict guidelines to limit the use of animal fattening and modernize the rules of good manufacturing practice, so that these aspects are included and production sites worldwide have to comply with these requirements!", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 23, "date": "2020-11-26.json", "name": "Marc Botenga (GUE/NGL).", "mepid": "187917", "text": "   Mr President, Commissioner, we have seen all the power of the major pharmaceutical industries and Big Pharma, which are now deciding what to produce and at what price to sell. People don't trust. You yourself have been ripped off: you made this contract with Gilead for one billion euros, supposedly for a drug against COVID. But by the time you announced this in October, Gilead had already known for two weeks that it actually didn't work very well. What a scam frankly! So the real question we should be asking ourselves is how to free ourselves today from the control, the grip of the big multinational pharmaceutical companies on our lives and our health. And this question, no luck, you have forgotten a little in your pharmaceutical strategy. So if you have a pencil, I'll suggest two measures. Firstly, let us not leave control over the vaccine in the hands of multinational pharmaceutical companies, but let us bring the vaccine under public control and, secondly, we need a public pharmaceutical hub in Europe so that we are no longer dependent on large multinationals for the production of essential medicines.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 24, "date": "2020-11-26.json", "name": "Mislav Kolakušić (NI).", "mepid": "197438", "text": "   – Dear Chairman, the pharmaceutical industry has in the past decades organized several hundred conferences, symposiums, meetings - everything. In the last year, no conference has been organized, not a single symposium on COVID-19, on vaccines.  What's all this about, how is that possible? The main talking man, the chief authority talking about COVID-19, both vaccines and the number of inhabitants on the globe has become the person who assembled computers in his own garage.  People are talking - are there any conspiracy theories? What's all this about? No, this is a precisely elaborated business plan worth several thousand billion euros. Who contributed to that? It was contributed by media that turned into fake news factories, quasi-scientists - their profession has nothing to do with immunology - and so on; made possible by cheap politicians. What does it take to do? It is necessary to put an end to this, it is necessary to talk. We need to talk in this home about vaccines, about ways to treat them. Likewise, professional symposia must be organized, doctors must say. We don't know what the doctors are saying today because they're silent.", "language": "en", "original_language": "hr", "translation_provider": "azure"}, {"id": 25, "date": "2020-11-26.json", "name": "Sunčana Glavak (PPE).", "mepid": "202036", "text": "   – Dear Chairman, I thank you for this important document, which we strongly supported in Parliament and that, in Parliament, we discuss vaccines and important things. I believe that today we can say that we are one step closer to better managing the system for responding to health crises in the future and I welcome the adoption of the Strategy in the European Commission.  And we MPs pointed to the challenges facing our citizens and the pharmaceutical industry in this pandemic. From shortages and drug prices to the European Union's dependence on third countries and uncertain supply chains. The coronavirus pandemic reminded us that people's health and life are invaluable. That is why we must ensure that our citizens have access to an effective, verified, safe and, of course, most importantly, affordable medicine.  The pharmaceutical industry needs to be our partner in the dialogue, as it is an indispensable player in meeting the goals we set in protecting people's health against cancer, promoting healthy ageing and investing in R&amp;D. The European Parliament called for the creation of a common European pharmacy in a resolution on medicine shortages in September. I suggest we rethink the guidelines and timeline for the realisation of this important proposal. We have successfully organized strategic reserves of protective equipment through rescEU and civil protection mechanism. I believe that model can also be thought of as a way to create drug reserves.  In addition, I invite you to make further efforts to ensure uniform availability of the price of medicines in all Member States.", "language": "en", "original_language": "hr", "translation_provider": "azure"}, {"id": 26, "date": "2020-11-26.json", "name": "Christel Schaldemose (S&amp;D).", "mepid": "37312", "text": "   Mr President! I would also like to thank the European Commissioner for presenting this very good and necessary strategy for medicines. The corona crisis has shown us and revealed some of the problems that we already knew. However, supply chains, especially those outside Europe, are difficult, and that is why we need to do something at European level that ensures that we can access and produce important and necessary medicines, either closer to Europe or in Europe. I am also pleased that the patient is being put into focus. It is absolutely essential that we do this in our pharmaceutical strategy. This means that we must make sure that cheap – or at least available and cheaper medicines than what we have today, and then we must also make sure that we develop medicines. There are more 7 000 rare diseases, we need to do more to ensure that these patients can also obtain available medicines so that they can better live with their disease. Finally, I would like to say that we still have a huge problem of antibiotic resistance, and that is why we need to ensure that our pharmaceutical strategy also makes an effort to secure new business models that enable us to develop medicines in areas where we need it, even though there may not be as much business in it. And then there is no doubt that the whole data strategy can hopefully also help the pharmaceutical industry to ensure better medicines, perhaps with artificial intelligence, etc. So thank you for the strategy, I look forward to working together to get it implemented.", "language": "en", "original_language": "da", "translation_provider": "azure"}, {"id": 27, "date": "2020-11-26.json", "name": "Der Präsident. –", "mepid": "4246", "text": "  I declare the first round of voting open. They may and may vote until 11 a.m. The results of this round of voting will be announced at 1 p.m.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 28, "date": "2020-11-26.json", "name": "Der Präsident. –", "mepid": "4246", "text": "  We are now continuing our debate on the Commission's statement on the EU's pharmaceutical strategy (2020/2878(RSP).\"", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 29, "date": "2020-11-26.json", "name": "João Ferreira (GUE/NGL).", "mepid": "96706", "text": "   – Mr President, any pharmaceutical strategy must meet two fundamental requirements.  The first requirement: the importance of the public sector, universities and public laboratories in the research and development of vaccines and new drugs, the need to dispute the hegemony of pharmaceutical multinationals, to ensure the primacy of the public interest over the business.  Covid has made particularly visible the perversity of the role given to multinationals in the acquisition of vaccines still in development. With public resources, research is financed, the purchase of vaccines is paid and, in the end, it is still sought to relieve bond companies related to conditions of availability of products and relieve them of risks arising from their use.  The second requirement: the necessary consideration of national strategies that ensure each country's sovereignty in this area, the necessary recognition to each country of the right to produce, of the need to produce, of course, within a framework of necessary international cooperation in this area. This is particularly important in the case of countries such as Portugal, which are very dependent on this area. The right to produce and the pharmaceutical industry cannot be an exclusive only of a few countries.", "language": "en", "original_language": "pt", "translation_provider": "azure"}, {"id": 30, "date": "2020-11-26.json", "name": "Cristian-Silviu Buşoi (PPE).", "mepid": "38420", "text": "   – Mr President, the sustainability of the healthcare sector is more and more challenging. Moreover, the COVID-19 pandemic has revealed many inefficiencies in our health system and deepened the existing challenges such as shortages. I welcome the proposed EU pharma-strategy. There is a clear and strong signal from the Commission to ensure equitable access to medicines in the EU, both for innovative and generics. Access is uneven in several Member States and sometimes within regions. I also welcome the clear reference to remove excess barriers to generic and biosimilar medicines that is a key milestone also for countries like Romania, but not only. A strong strategy is needed for pharmaceuticals, first to address shortages at the level of manufacturing and supply chains, one that will boost the production as well. And secondly to address the lack of innovation and fuel innovation. With regard to rare diseases and cancers, I would like to echo some of my colleagues’ interventions: there are still too many diseases that have no cure and here, Commissioner, we should ensure that the reopening of the orphan legislation will still support a robust incentives framework for research and innovation. As regards digitalisation, while I welcome the upcoming proposal on the health data space, I’m wondering if the Commission is thinking about introducing digitalisation also at the level of regulatory medicines authorities. Thank you so much and congratulations.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 31, "date": "2020-11-26.json", "name": "César Luena (S&amp;D).", "mepid": "197721", "text": "   – Mr President, ladies and gentlemen, this COVID-19 crisis has highlighted the main problems we have. These are problems with prices, relocation and shortages of medicines and medical devices. The first thing I ask you, Commissioner, is that you create a structure. In the Strategy you talk about dialogue, but I believe that it takes a task force, a structure, so that there can be that work between patient associations, between administrations and, also, between the pharmaceutical industry. And I ask you to bet on genuine innovation, not incremental innovation, which is what we've been doing so far and it doesn't solve our problems. We also need to assess the added therapeutic value of innovative new medicines and be R&amp;D benchmarks. I remind you that we have been without new antibiotics for over thirty years, Commissioner. And finally, pointing out that access to advanced therapies cannot be discriminatory. Let's take advantage of this crisis to make a good strategy.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 32, "date": "2020-11-26.json", "name": "Adam Jarubas (PPE).", "mepid": "197517", "text": "   – (2) Mr President, I would like to begin by Commissioner, i would like to thank you very much for We welcome the pharmaceutical strategy. The COVID-19 crisis has clearly shown that we need Community mechanisms to supply Europe with effective, safe and affordable medicines in order to mention the COVID vaccine secured by the Union. The pharmaceutical strategy is part of the European Health Union and will benefit from the European Health Programme EU4Health. The European Parliament has tripled the measures proposed by the countries in this programme. This more than five billion euros is twelve times more than the current funding, which was a priority for the European people. A pandemic is not a time for national, party government games [sound disturbance] of the Union budget, measures that can literally save lives. We therefore need regulatory changes and Union support, breaking down economic barriers, accelerating the introduction of new antibiotics, medicines for rare diseases or oncological diseases.  In my region in Poland, for example, the Świętokrzyskie Oncology Centre is counting on it, implementing a very expensive personalized therapy, the cost of which can be reduced sixfold, because today it costs about 400 thousand euros. The Union must regain its drug sovereignty. We need a strategic approach to drug safety, also taken into account by national reimbursement programmes. Jean Monet stressed that the Union is developing not despite crises, but through crises. Today, 66% of EU citizens support an increase in the Union's competences in the area of health. Let us use this to secure the European standard of treatment for all citizens.", "language": "en", "original_language": "pl", "translation_provider": "azure"}, {"id": 33, "date": "2020-11-26.json", "name": "Romana Jerković (S&amp;D).", "mepid": "112747", "text": "   – Dear Chairman, I congratulate the Commission on the publication of the new European Pharmaceutical Strategy. The pandemic has highlighted a number of problems and raised many questions. One of them is the growing inequality between Member States in the area of quality healthcare. The new Pharmaceutical Strategy is a good basis for the profound changes ahead, but there are aspects that it has not recognized well enough. For example: by 2050 the world's population will rise to 9 billion. It will be difficult to provide adequate health care if health professions and their related disciplines and institutions do not work together, and preventive medicine will be extremely important. I think the strategy must play a much more important role in this aspect, and that it needs to be more actively involved in developing and promoting healthy lifestyle habits rather than being focused solely on the treatment of diseases. Another aspect concerns the impact of climate change on quality of life and health. With the loss of biodiversity, pollution of air and warming of the planet, the number of new infectious diseases is growing. Ignoring the link between climate change and pandemics would be a dangerous misconception.", "language": "en", "original_language": "hr", "translation_provider": "azure"}, {"id": 34, "date": "2020-11-26.json", "name": "Pernille Weiss (PPE).", "mepid": "197515", "text": "   Mr President! As a bourgeois politician, there is nothing I would rather do than ensure that every human being can live the life they want. I do not have to interfere in whether the soft body has a little extra deller, if the body, by the way, has a happy soul. However, when today we put words to the new pharma strategy, and many of my colleagues very wisely choose to talk about covid, critical security of supply and the crucial importance of making the EU the best place in the world to operate and develop the pharmaceutical industry, Then I choose to draw our attention to the frightening fact that we Europeans are not only getting older and older , fewer and fewer, we are also getting fatter and fatter! More than half of us over the age of 18 are overweight or severely on their way to becoming so. That is many, and as a nurse I will also have to say that it is too many. It's not just ordinary fun that smooths out the wrinkles and signals the enjoyment of life. Obesity is extremely high at risk of developing insulin-dependent diabetes, a very high risk of cancer or one of the other 230 diagnoses affecting people overweight. 2.8 million Europeans die of obesity every year. And I'm sorry to say it, it's also costing the Treasury, it's not going to work. As a citizen, it would be socially and ethically irresponsible if we do not remember that when we are about to go out and roll out the pharma strategy, we must remember the excess weight too, it must be high on the agenda. From digital solutions to our common policies, etc.", "language": "en", "original_language": "da", "translation_provider": "azure"}, {"id": 35, "date": "2020-11-26.json", "name": "Łukasz Kohut (S&amp;D).", "mepid": "197523", "text": "   – Mr President, First of all I would like to say that I am not a big fan of widespread government regulation of the economy. In my opinion, markets are far more productive if they are competitive. However, when it comes to critical infrastructure markets, one has to admit that they cannot be left unsupervised. The European market for pharmaceutical products is one such market. The pandemic has proven that it needs more regulation and coordination so that patients receive the best possible access to medicines and medical treatments. For this reason, I welcome the new pharmaceutical strategy, which the Commission adopted yesterday. I especially welcome proposals for actions aimed at increasing the accessibility of medicines for the treatment of childhood cancer or rare diseases. This has not been a priority for producers so far.  I’m looking forward, and committed, to working with the Commission and other actors on the implementation of the strategy in order to achieve higher standards of healthcare and to protect citizens’ well—being.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 36, "date": "2020-11-26.json", "name": "Christophe Hansen (PPE).", "mepid": "193419", "text": "   Mr President, Commissioner, I would like to thank the commissioner for her work and for the work she has done. As you can see, there is very broad support for your pharmaceutical strategy in this House, and that is a good thing. I would, of course, also like the Member States to be just as optimistic about the matter, because it is also the Member States that have played too little in the past when it comes to common EU health policy. That is quite clear.  However, we must now also state that it will take time for this new strategy to have concrete consequences for our lives in the EU. That is why we must also ensure that what is already in force and enters into force is properly implemented by the Member States. I am the rapporteur for the Drinking Water Directive, which we will be waving through here in the next plenary – the agreement. We have also noted that hormone-active substances need to be looked at more closely. Mrs Ries had already mentioned this. We must try to have more production reintroduction in the European Union. But this will also take time, which is why we need to diversify our supply chains. I would imagine that you would also use a specific fund to help our companies not to be dependent on a single supplier. We have also noted that, at this time, we have had problems, particularly with third countries, where we do not have trade agreements. In other words, we must also adapt our trade policy accordingly, make more trade agreements, because that will help us to become more independent. I am very pleased that Commissioner Dombrovskis is also here – we have the review of trade policy, which is on the agenda. Here too, Mrs Kyriakides, you must intervene so that we can achieve concrete results.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 37, "date": "2020-11-26.json", "name": "Bartosz Arłukowicz (PPE).", "mepid": "197492", "text": "   – (2) Mr President, I would like to begin by Commissioner, i would like to thank you very much for Europe and the world are fighting COVID-19, and this fight has taught us all that we really have no chance alone with global challenges such as COVID or other challenges and the new struggle we face. This is the fight for cancer patients. Unfortunately, in the coming months, millions of patients with too late-diagnosed cancer will be admitted to European hospitals, often to an advanced degree, probably metastatic and sometimes in a terminal state, because COVID delays treatment, delays diagnoses, delays aid. We therefore need to make a strategic decision today, Commissioner, to build a system of continuity of supply of cancer medicines. Today, we need to build a strategic stockpile of cancer drugs, critical cancer drugs, to help patients.  The second challenge we face today from the COVID experience is to build a smooth emergency and emergency response system. A system must be built to communicate information between governments as quickly as possible and to respond together in the form of buying medicines or securing equipment. These two challenges – europe's strategic stocks of medicines and the crisis response system – are the biggest challenges we face today, the Commissioner and the whole of Europe.", "language": "en", "original_language": "pl", "translation_provider": "azure"}, {"id": 38, "date": "2020-11-26.json", "name": "Marlene Mortler (PPE).", "mepid": "197427", "text": "   Mr President, I would like to thank the On Pernille Weiss: As long as you make more money with fat burner tablets than with new antibiotics, something is wrong in the system. Thank you. I very much welcome the European pharmaceutical strategy, because the Corona crisis has shown that we can only make progress together. Our agriculture, for example, is of strategic importance as a sector for our food security. COVID-19 has also shown us the need to ensure robust health and medicines and resilient, diversified supply chains for our citizens. We therefore need, on the one hand, a competitive pharmaceutical industry with an attractive and reliable framework for research, development, regulation and authorisation, and in order to facilitate and accelerate the path to new and innovative therapies and medicines. I am thinking of public, public-private research cooperation with structural and financial support. On the other hand, all patients must receive, without exception, the necessary treatment at an affordable price. It is hoped that the Member States have already made good progress in the joint procurement of vaccines, because we must be better prepared for the next pandemic.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 39, "date": "2020-11-26.json", "name": "Tomislav Sokol (PPE).", "mepid": "197417", "text": "   - Dear Chairman, the Pharmaceutical Strategy for Europe builds on a holistic, patient-centron approach that will ensure the supply of safe and affordable medicines to meet the needs of all patients and ensure the sustainability of health systems.  Drug shortages have been a long-standing problem. A 2019 survey of 24 Member States found that one in four countries do not have a system for reporting shortages of medicines and that their pharmacies have had problems with shortages of medicines. The main challenge is that almost 80% of active ingredients for the production of medicines are imported from third countries. In this regard, I believe that the European Union needs to create conditions and reduce red tape and regulatory barriers in order to bring the pharmaceutical industry as high as possible and enable its development in all parts of the European Union, including those less developed. To do this, European investments through a range of instruments, such as Horizon, THE EU for Health, InvestEU, Digital Europe and cohesion policy in particular, must work synergistically. One of the concrete models of future European cooperation concerns access to innovative medicines. They are not available primarily today because they are expensive. There is a model that would allow for greater availability of expensive medicines, which is a common European public procurement. The math is simple - if the European Union negotiates as a whole, the negotiating position of the Member States is much more favorable, and the final price of medicines for health systems and citizens is cheaper.  It is time to provide lower prices for expensive medicines, primarily for rare diseases and childhood cancers, through joint procurement.", "language": "en", "original_language": "hr", "translation_provider": "azure"}, {"id": 40, "date": "2020-11-26.json", "name": "Alexander Bernhuber (PPE).", "mepid": "197648", "text": "   Mr President, Commissioner, I would like to thank the Commissioner for her excellent work and for the work she has done. The drug strategy is promising, but also long overdue, and the hat is really burning. We in Europe have been struggling with drug shortages for years, and the Commission must show real progress in this. The number of scarce medicines increased more than twenty-fold between 2000 and 2018. More than half of the medicines needed are not available, and patients have to wait a long time for vital cancer drugs and painkillers.  The pandemic has highlighted these appalling grievances even more. There were bottlenecks in protective equipment, medicines were simply not delivered; there is a great need for action here. The problem is that a large proportion of medicines come from abroad. More than 80% of pharmaceutical sprouts come from Asia and 40% of medicines sold in the EU are produced in China or India. For patients, this often means long waiting times, unnecessary additional burdens.  It is very important here and my great appeal is to bring production back to Europe. Billions are being invested in the procurement of medicines, and more must be taken into account in future in the procurement of European medicines. Commissioner, I would ask you to be exemplary in the procurement of COVID vaccines, to pay attention to European production here.  The European supply of medicines is important and must be a major Community objective. It is particularly important here, and I would ask you to take this into account in the pharmaceutical strategy.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 41, "date": "2020-11-26.json", "name": "Stella Kyriakides", "mepid": "n/a", "text": "   Member of the Commission. – Mr President, I would like to thank honourable Members very much for the very inspiring discussion. You have raised a large number of points. I’ll try to cover as much as possible and I’m sure we’ll have many opportunities to discuss this further. First of all, there were questions on the need to revise the rules for rare diseases and children. I want to say that we have already evaluated the legislation on medicines for rare diseases and children. This evaluation has shown that there are already a number of shortcomings. The main problems identified here are insufficient development and in the areas of the greatest unmet medical needs, as I have mentioned. So we will be holding more consultations with stakeholders in the next year and we will be moving forward in order to be able to have a fair and balanced system where we refer to rare diseases and children.  Again, in the same area, there were some questions on how we can push pharmaceutical companies to invest in rare diseases and unmet needs. For example, paediatric cancers appear to be of limited interest for the industry. We need to look at this. Our first step will be to review the legislation on medicines for children and rare diseases. Our objective is simple: to improve the therapeutic landscape and address unmet needs through more tailored incentives. We will foresee the adoption of a new proposal by 2022.  On AMR: there were several questions on antimicrobial resistance. It is a major threat. COVID—19 has further highlighted this. Currently, we see that there’s a weak and challenging business case to invest in the development of new antimicrobials. One of the reasons is that its use must remain restricted once placed on the market. We will be aiming to tackle this in two ways: to measure the reduce and use and ensure the appropriate use of antimicrobials, and also incentivise the development of new classes of antimicrobials. This will be done through both legislative and non-legislative proposals.  Another point that was raised by several of you is access to medicines, a huge issue. This is a key priority. I have said it from the beginning. There can be no first and second-class citizens in the EU. Everyone should have the right of access to the same treatments and the inequalities we see at the moment are simply unacceptable. We need to change this so we will be proposing concrete actions. We will be linking incentives for innovation with obligations for the companies, we will be initiating with the European Medicines Agency (EMA) and Member States a pilot to engage in this, and we will be improving access for generics and biosimilars, which many of you have mentioned. Regarding environmental challenges, the strategy will be addressing the whole lifecycle of pharmaceuticals and we will be proposing to reform our pharma legislation to ensure environmental sustainability, but not only, by also strengthening cooperation with our international partners to ensure quality and environmental sustainability of active pharmaceutical ingredients (APIs) currently imported from non-European countries.  I mentioned generic and biosimilars. This is a very important question because it really can provide patients with access to affordable treatments. We will look to reform the pharma legislation to better promote competition of such products. Regarding affordability, availability of medicines goes hand in hand with affordability so we’ll be promoting and supporting cooperation between national authorities to exchange best practice and will also be looking at improving transparency on the methods for establishing the research and development of medicines. On the issue of data, next year we will be presenting the European health data space. This will aim to facilitate access and the exchange of health data. This would really change the way that health systems and patient access are being seen at the moment. But we do need to understand that health data is also very sensitive so we need to ensure a high level of protection. We will be engaging closely with citizens to make sure that they can understand this. In terms of the production of medicinal products and because I have mentioned strategic autonomy and there were some questions on this, I want to be absolutely clear that the EU will remain open and promote open trade. Protectionism is not in the DNA of the European Union, but strategic economy is a political objective of this strategy and it’s also a major lesson learned from COVID—19. But, first of all, we need to have a better understanding of the supply chain design and identify its vulnerability in order to be able to move forward, while continuing to diversify our supply sources, wherever necessary manufacturing in Europe, and working more closely with our third—country trading partners. Trade came up again when we were discussing the security of supply. We are exploring, in the context of the World Trade Organization, the launching of an initiative facilitating trade in health products in emergency situations and also looking at how we can explore with the EU’s trading partners to conclude a multilateral agreement on tariff elimination on pharmaceutical and medical goods. Regarding intellectual property and the pharmaceutical strategy, I will try to be very brief. Any revisions to the rules of intellectual property and pharmaceutical investment incentives will address the need to foster innovation and make medicines available to all patients at an affordable price. So innovation needs to match the needs and match the needs of patients.  We have already addressed shortages, but what we need to understand is that what we all need to work on together is to ensure that medicines are available to patients in need and at all times, whether it is a time of crisis or not. The patient is really at the heart of this initiative. Because the causes of medicine shortages are complex, before moving forward we have launched a study on the root causes of medicine shortages. This will be finalised in the second half of 2021 and we will then be able to promote specific actions.  Regarding what we done in the last few months – because there were several questions on that – to address it, I won’t list all the actions, but I can say that, from the very beginning of this pandemic, I personally, and with Commissioner Breton, have engaged with industry, asking them to increase production capacity where we identified increased demand. We adopted guidelines to promote optimal supply of medicines and we launched joint procurement to address shortages of critical hospital medicines. So a great deal has been done, but we need to put this into place so that, at a time of crisis, we already have everything in place that we need to have. Regarding innovation, this is really one of the things at the heart of the pharmaceutical legislation proposals and we need to make the necessary adaptations in order for our legislation to be really more innovation friendly. This will also deal with bottlenecks and improve regulatory gaps that we may have. We need to give incentives to industry, but we also expect accessibility to medicines to be improved and inequalities of access to disappear from the EU. There were one or two questions on cancer. The Europe Beating Cancer Plan is shortly going to be presented before you, but we know that cancer is a major cause of death in children after infancy and so we are looking at the revision of the Orphan and Paediatric Regulation to ensure this. We need to do more in the treatment of paediatric cancers and this pharmaceutical strategy will interact very closely with the Europe Beating Cancer Plan because it will support the goal of sustainable cancer prevention with the right incentives for innovation, for a vaccination against treatable infections that cause cancer and much more. And, yes, we propose to amend the role of the European Medicines Agency (EMA). I have already analysed this when presenting the European health union. I have absolutely no doubt that this is the way forward for a stronger European health union. We will need to strengthen our agencies in order for them to deliver what we expect them to deliver. I’d like to end by answering what several honourable Members mentioned on the issue of competencies. We are very well aware of the competencies, as of course is the European Parliament and the Council, but we’re also very well aware of the importance of solidarity and coordination. Everything we have put forward, in terms of the European health union and in terms of the pharmaceutical strategy, takes into account and is well within the Treaty. But we have also learned from COVID—19 that we need to be flexible and we need to try and work, using the Treaty, to all the limits that it can give us and all the boundaries so that we can move forward. I very much look forward to your support for this strategy. We need to have the support of the European Parliament. I want to thank you on a personal basis, because I’ve had the opportunity to speak with many of you over the last few months, for the support for EU for health and the increase in the budget. This is a very important part for us.  What I can end by saying is that, with President von der Leyen and with all my colleagues, all the Commissioners, we are going to leave no stone unturned until we find the way out of this pandemic. We need to seize the opportunity of this crisis to come out stronger, stronger in the area of health, and deliver to citizens what they expect – a stronger European health union. This is what they have asked us for from the beginning of this crisis and this is what we should all be working together to deliver. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 42, "date": "2020-11-26.json", "name": "Der Präsident. –", "mepid": "4246", "text": "  The debate is closed. Written declarations (Article 171)", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 43, "date": "2020-11-26.json", "name": "Nicolás González Casares (S&amp;D)", "mepid": "197718", "text": "  in writing. – The adoption of the Pharmaceutical Strategy for Europe is undoubtedly a step forward in the construction of a European Health Union.  The S&amp;D Group has long demanded further action to ensure access to safe, effective and affordable medicines, and welcomes the fact that the proposal put forward by the Commission suggests concrete action to achieve these objectives.  The Spanish Socialists hope that the Commission will create a structure in which there can be a joint work of patient associations, administrations and the pharmaceutical industry. In addition, we call for greater investment in genuine, non-incremental research that assesses the added therapeutic value of innovative new medicines and makes the EU a therapeutic benchmark in R&amp;D.  The COVID-19 pandemic should serve as a lesson in creating a good pharmaceutical strategy. Future measures should focus on patients, ensuring equal access to medicines and therapies for all European citizens. The ultimate goal is to ensure the health of all and build a europe that is more resilient to future health crises.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 44, "date": "2020-11-26.json", "name": "Javi López (S&amp;D)", "mepid": "125042", "text": "  in writing. – The adoption of the Pharmaceutical Strategy for Europe is undoubtedly a step forward in the construction of a European Health Union.  The S&amp;D Group has long demanded further action to ensure access to safe, effective and affordable medicines, and welcomes the fact that the proposal put forward by the Commission suggests concrete action to achieve these objectives.  The Spanish Socialists hope that the Commission will create a structure in which there can be a joint work of patient associations, administrations and the pharmaceutical industry. In addition, we call for greater investment in genuine, non-incremental research that assesses the added therapeutic value of innovative new medicines and makes the EU a therapeutic benchmark in R&amp;D.  The COVID-19 pandemic should serve as a lesson in creating a good pharmaceutical strategy. Future measures should focus on patients, ensuring equal access to medicines and therapies for all European citizens. The ultimate goal is to ensure the health of all and build a europe that is more resilient to future health crises.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 45, "date": "2020-11-26.json", "name": "Marian-Jean Marinescu (PPE)", "mepid": "33982", "text": "  in writing. – We have an obligation to guarantee citizens equal access to medicines. Medicines must be affordable for everyone, not missing from pharmacies, not having to replace new and more effective medicines with old ones, because of prohibitive prices, or to find out that for rare diseases there are no medicines just because, by their nature, they are not profitable for pharmaceutical companies.  The European Commission presented us in this plenary session, the new pharmaceutical strategy. A move that I welcome to apply to other health programmes, such as the 'EU for Health' or the future European Cancer Plan. Both are ambitious programmes with salutary goals. However, if we fail to give people an essential right such as access to the medicines they need, then all these objectives will remain on paper.  The new pharmaceutical strategy must guarantee: equal access to medicines, affordable prices for innovative medicines, their availability in all Member States, medicines accessible for rare diseases, transparency of the costs of developing a new medicine, eu pharmaceutical independence by relocating the production of basic substances, even if the costs of pharmaceutical companies by labour will increase. In addressing the new pharmaceutical strategy, we need to stop looking at medicines as commercial goods and consider them existential goods.", "language": "en", "original_language": "ro", "translation_provider": "azure"}, {"id": 46, "date": "2020-11-26.json", "name": "Edina Tóth (PPE)", "mepid": "27714", "text": "  Writing. – The global coronavirus and an ageing European society have shown that Member States are facing a growing health risk, which is also a much greater burden on society. The fact that the supply chain of medicines is becoming increasingly rigid today, the share of the European pharmaceutical industry is declining and European health is extremely dependent on third-country production and imports. This makes it vulnerable in some areas, which in severe cases can even lead to a shortage of medicines. At the same time, it is important to point out that the pharmaceutical industry is not comparable to other industries and medicines cannot be compared to other commodities. Supply disruptions have a much better impact on people's lives and quality of life than other products. That is why I consider the European Pharmaceutical Strategy to be extremely important, which, if properly carried out, could provide the European Union with a unique opportunity to strengthen Europe's role in its global pharmaceutical production. Although there are still many questions and missing information on the strategy, we have good reason to support efforts to achieve the objectives of the strategy and to strengthen the European pharmaceutical industry.", "language": "en", "original_language": "hu", "translation_provider": "azure"}, {"id": 47, "date": "2020-11-26.json", "name": "Der Präsident. –", "mepid": "4246", "text": "  The next item on the agenda is the debate on Bernd Lange's report on behalf of the Committee on International Trade on the proposal for a regulation of the European Parliament and of the Council on the abolition of tariffs on certain products (COM(2020)0496 – C9-0284/2020 - 2020/0253 (COD)) (A9-0217/2020). I would point out to Members that all the debates in this part-session do not include spontaneous speeches and that no blue cards are accepted. I know that this also leads to resentment, but it is also a question of justice that this line should be crossed. Mr Martusciello was very annoyed earlier that I did not give him the floor, even though he wanted to comment on the passing of Diego Maradona. But the rule applies to everyone. It also provides for interconnection from Parliament's liaison offices in the Member States.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 48, "date": "2020-11-26.json", "name": "Bernd Lange", "mepid": "1909", "text": "  Rapporteur. Mr President, Commissioner, ladies and gentlemen, I would like to thank the rapporteur for her excellent work and for the work she has In recent weeks, our knowledge of geography about the United States has grown significantly. Now we know exactly where Georgia is, and also where Maine is: that's up there on the map of the United States. In Maine, in fact, is the place where the most American lobster is produced.  That is what the legislation we have on the table is all about. Because the American lobster industry has suffered greatly from what Mr. Trump has instigated in trade wars, especially with regard to China: 25% extra tariff on American lobsters. But we, too, have concluded a trade agreement with Canada – CETA – that also allows Canadian lobsters into the European Union duty-free, so that we are also in competition with Maine there, so that demand in Maine has fallen by 50%. This is, of course, dramatic, and in this respect I think it is right that we should say here that we are giving you an offer and we are also allowing American lobsters into the European Union duty-free.  This is not a primordial social democratic demand – duty-free for lobsters – but in the INTA, the Socialist Group, like many others, has accepted this proposal by a large, overwhelming majority, for two reasons: the one reason is that this is an MFN story, that applies to all lobster producers, so it is not a unilateral measure, as Mr Trump would have liked, but a universal one. Producers from, for example, Honduras or Nicaragua now have this duty-free regime, and it may also be an opportunity for other producers. The second thing, Mr President and Commissioner, is, of course, that this is an offer – an offer to tackle the many construction sites that we have with the United States. I would just like to mention eight very briefly: there are the national security investigations, the 232 tariffs that Mr Trump has imposed on steel, on aluminium, on the threat of cars, on port cranes, on energy lines – all of this needs to be put to the test and whether this is really still up-to-date. And if there are conflicts, we can go to the WTO.  The tariffs imposed under 301 in the area of unfair trade practices have also, of course, been a foreclosure measure. The debate that is currently taking place is, of course, the question of measures against a digital tax, which is being discussed very intensively in France, but also within the European Union. Even if there are conflicts here, it is appropriate to discuss this within the framework of the WTO and not with countermeasures of individual customs settlements. We also need to talk to each other in the area of so-called anti-dumping duties on aluminium products. It is not acceptable to think that 18 countries around the world – very different companies – have now gone and agreed: now we are dumping so that we have access to the American market. That is not fair either, and we must also talk about it with each other.  Then we have had the Airbus-Boeing discussion – for 16 years. That's escalating a little bit higher now. We have to get on with it, we have to sit down and see how we find a balance, how we find compliance, how we also make sure that third-party aircraft providers fit into this set of rules as well. Ladies and gentlemen, legislation in the United States called 'energy security for Europe' is, of course, a little strange. We would not, after all, come up with the idea of passing legislation called 'energy security for the United States'. What is involved is the sanctioning of European companies. We must also discuss and repeal this.  Of course, we also have common interests, for example in dealing with China. But here too, I believe, it is a question of acting together, of sitting down, of developing a common strategy and of not taking unilateral, unilateral measures any more.  Within the framework of the WTO, too, we finally need a reform of the arbitral tribunal, the Appellate Body. We need the blockade for the new Director-General of the WTO to be lifted, and we need an extension of the WTO rule book. Here, too, we can cooperate – as well as in the area of the protection of the Paris climate agreement, implementation, and also workers' rights. I am very pleased that my colleague, Mr Neal, the chairman of the Ways and Means Committee, has made it clear in Congress that trade policy should now be made more worker-friendly.  In this respect, it is clear, ladies and gentlemen, that divergences will remain. But we now have the chance to sit down and see how we can move forward together. And there are, in fact, more similarities than can sometimes be seen in concrete disputes. In this respect, this law is an offer. And the motto is not \"lobster for all\", but the motto is \"cooperation instead of confrontation\".", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 49, "date": "2020-11-26.json", "name": "Valdis Dombrovskis", "mepid": "n/a", "text": "   Executive Vice-President of the Commission. – Madam President, the proposed regulation under discussion today is of high political importance for improving the transatlantic trade relationship. As you know, the EU and the US have the largest bilateral trade and investment relationship and the most integrated economic relationship in the world. This relationship has, however, been under considerable strain in recent years, with increased areas of tension, and with US unilateral actions leading to a negative impact on bilateral trade.  This package helps to set us on a better path. It is the first negotiated reduction of duties between us in more than two decades. While it is limited in scope, it is an important sign of our joint wish to de—escalate tensions. It can support settlement of other ongoing disputes and help us to engage on a positive agenda.  It is in this context and spirit that the then EU Commissioner for Trade Hogan and US Trade Representative Lighthizer issued a joint statement in August of this year to announce a package of tariff reductions. Since then, we have worked hard to make it into reality and the EU and US should now adopt the necessary autonomous measures under their domestic procedures and legislative scrutiny to realise the objectives of the joint statement, starting with a tariff reduction package. This is the aim of the proposed regulation in front of you. In substance, the proposed regulation stipulates that the EU will eliminate import tariffs on certain types of lobster. The US, on its side, will provide a 50% duty relief for a comparable economic value on products such as prepared meals, certain crystal glassware, surface preparations, propellant powders, cigarette lighters and lighter parts. The tariff reductions are to be implemented in a fully WTO—consistent manner, respecting the Most Favoured Nation principle. They are to apply for an initial period of five years, retroactively beginning on 1 August 2020.  The objective of the joint statement is to de—escalate tensions, but this can be only fulfilled in a context where the US does not carry out the threats they have been making in recent years to impose certain measures on the EU, including unilateral tariffs under Section 232 and Section 301 outside the WTO framework. The proposed regulation therefore provides that if the US does not reduce its own tariffs or it introduces new measures against the EU that undermine the objectives of the joint statement, the Commission may suspend the elimination of duties provided for in the regulation. On 10 November, the Committee on International Trade voted favourably on the adoption of the regulation, without amendments. Also, the Council endorsed the Commission proposal following a Coreper on 18 November, and it has indicated that if the European Parliament adopts the Commission’s proposal at first reading it would approve its position and the regulation should be adopted accordingly.  So we are very encouraged by this. We see this regulation as the right step at the right time. It allows us to signal to the incoming US administration our strong commitment to transatlantic trade relationships. I am looking forward to hearing your views today and hope for a positive outcome of the discussion.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 50, "date": "2020-11-26.json", "name": "Danuta Maria Hübner", "mepid": "96779", "text": "  on behalf of the PPE Group. – Madam President, first of all I would like to thank the Commission for its tireless work towards a positive transatlantic trade agenda despite the difficult circumstances in those years of dysfunctional trade relations. As Vice-President Dombrovskis said, this agreement brings mutual lowering of the tariffs by both sides for the first time in 20 years and as part of the escalating strategy it can be a stepping stone toward more vigorous engagement in an open and frank discussion about further reduction of trade irritants in transatlantic relations. There are still many of those and Bernd Lange mentioned many of them.  We have to find a negotiated solution regarding subsidies to our airline industries, but we also have to engage effectively in multilateral fora to promote a fair and rules-based global trading system. The US is our obvious strategic partner in a shifting global landscape and trade is a crucial instrument of this strategic partnership. Our trade relations will most likely not go back to good old times with the election of Joe Biden, but the new President is a transatlanticist and it gives me hope that we can approach common challenges with a fresh start. The vote in the Committee on International Trade on the agreement with an overwhelming majority shows that we appreciate a constructive approach to the transatlantic relationship and I hope that with a similar majority in the plenary vote we can send the signal to the incoming administration that the EU is ready and willing to jointly build a future based on common, strategic and systemic interests.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 51, "date": "2020-11-26.json", "name": "Pedro Silva Pereira", "mepid": "124747", "text": "  on behalf of the S&amp;D Group – Madam President, this proposal to eliminate customs duties on certain products is not what it seems. In itself, despite its universal application, as our rapporteur Bernd Lange recalled, this proposal reflects a 'mini commercial agreement' with the United States which benefits only a few products. It does not reach EUR 200 million when we have a total flow of trade of around EUR 800 billion today.  Of course, reducing tariffs or eliminating tariffs is always positive for the sectors involved, whether it is european products that will be exported at the most competitive prices, whether it is the live or frozen lobster industry, which will benefit from exports from the United States to the European Union free of tariffs.  But the truth is that this understanding is a first step towards restoring normality in trade relations between the European Union and the United States and that is what we really want: to end this absurd trade war, which we can only do by restoring bonds of trust and taking steps in the right direction, and this is a step in the right direction.  We really want to put an end to an absurd war, which has no winners and benefits no one, and we want to re-establish our transatlantic relationship, for the sake of the economy, for the sake of the global trade order, but above all for the sake of peace and security, for the sake of multilateralism and for the sake of development cooperation.", "language": "en", "original_language": "pt", "translation_provider": "azure"}, {"id": 52, "date": "2020-11-26.json", "name": "Liesje Schreinemacher", "mepid": "197869", "text": "  on behalf of the Renew Group. – Madam President, ‘the growth of the Euro-Atlantic community has turned out to be one of the greatest forces in human history for advancing peace, prosperity, security and democracy.’ This is a direct quote of Vice-President Biden back in 2014 and I couldn’t agree with him more. So let’s put these great words into action and let’s rebuild our transatlantic relationship, a relationship based on our common values and objectives, with a United States that believes in multilateralism and wants to tackle global challenges together. A United States that wishes to preserve rules-based trade and fight climate change.  The tariff reduction deal or the so-called ‘lobster deal’ that we are discussing today is a positive step towards these better transatlantic trade relations. It is the first deal of its kind between the European Union and the United States for 20 years, and even though the scope is limited I believe it is a strong political signal from our side that we want to do business with our American friends.  But like any friendship we should also be frank with each other. So let us be very clear that the times of punitive tariffs are over. We have been turning the other cheek for too long. I hope we can stop the additional tariffs on each other’s products and that the new Administration also understands that there is no sense in punishing our Gouda cheese, meat or wine producers, which in turn forces us to hit American cheddar, ketchup and chocolate producers with the same tariffs.  In conclusion, this tariff reduction deal that we are voting on here today is important. Instead of introducing new tariffs we are removing them. It is high time for a constructive approach. We now have the possibility to strengthen our transatlantic trade relationship for the benefit of our citizens and our businesses. I invite the new Biden Administration to join us in these ambitions.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 53, "date": "2020-11-26.json", "name": "Maximilian Krah", "mepid": "197481", "text": "  On behalf of the ID Group, I would like to make a i-see of the Madam President, ladies and gentlemen, Mr Lange, I would like to thank the rapporteur for her excellent work and for the work she has done. First of all, yes, that is good news that we are succeeding in setting at least one symbol in one area that trade relations with the United States will continue. The fact that it is now lobster, of all places, may confirm some prejudices about the EU. But we also want to talk about a symbol, so the Commission is allowed to do so. However, I believe that when we talk about trade relations with the United States, we can also look a little further. It has already been said that this is the first agreement in 20 years, and that relates to lobster. However, we should note that elsewhere in the world, and only recently in Bangkok, the largest free trade agreement of our time has been concluded – with almost all Asian countries. In other words, we see that in the 21st century we have a movement that is moving, that economic development, but also technological development, is moving from the Atlantic to the Asian sphere. The question we have to ask ourselves in the European Union – in each individual Member State – is whether we want to benefit from whether we want to participate, or whether we want to remain in the categories of the late 20th century. So do we want to be part of a trade war against development in Asia, or do we not want to use this development in Asia to ensure long-term prosperity and technical development? That is why, in all trade relations with the United States, we must also ask critical questions and not say: how wonderful that Mr Biden now wants to re-enter transatlantic politics and that he has said that he is ready to lead the world. The world should be led by people where they live. Europeans should lead Europe themselves, and they should, for example, determine their own energy security. I find a statement that says 'I am ready to lead the world when the American Congress passes a european energy security law' as a threat rather than a promise.  That is why I am in favour of sending a signal to the United States here, but I would warn against now believing that, because of a new free trade debate with the United States, we must now completely separate ourselves from Asia and Russia. The truth is that sovereign in the 21st century is the one who has alternatives. The main industrial and commercial goods of the 21st century are technology and energy. What we are seeing is that the United States is currently putting pressure on European states and the EU – contrary to international law through sanctions on third countries – so that they can decide where we get our energy from – from them, through liquefied natural gas – and that they decide where we get our technology from – not in China. We do not want that, we cannot accept that. Even if we reject Nordstream 2, and even if we have concerns about Huawei, the decision must be made by us, not by the US Congress. Otherwise, we can get rid of ourselves here. That is why I welcome this decision on lobster, even though I eat less of it than perhaps the Social Democrats. But I warn against thinking now that we must now fall back into the political categories of the 1980s – the Cold War. Juhu, finally we're got rid of Trump! What is coming now will be much worse in terms of our trade relations to the east – Russia, India, China – than what Trump was, and that has already been announced. In this respect, I would ask you, Mr Lange – and I have indeed full confidence in you – to continue to look in both directions and to get the maximum out of us. We want to benefit from the 21st century, and this development, it does not take place in the West, but is taking place even more strongly – and we have seen this since the Bangkok trade agreement – in the east.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 54, "date": "2020-11-26.json", "name": "Reinhard Bütikofer", "mepid": "96739", "text": "  on behalf of the Verts/ALE Group. – Madam President, with the so—called ‘lobster’ trade deal between the EU and the United States that reduces some tariffs on either side, we open a door to shared efforts to overcome the trade war mentality which has poisoned transatlantic relations over the last four years.  The deal is a fair and a balanced one. We’re not naive. That’s why we have also put two guardians at the door. One is the trade enforcement mechanism that we have put in place, the other is the retaliating tariffs, which we have legally imposed on the WTO rules to signal to the US that there is a need for an agreement in the age-old Boeing-Airbus battles. As we do open a door, we also emphasise that our efforts cannot be successful if this were to be a one-way traffic. Both sides have to be willing to go through this door. We expect the new Biden Administration to understand this.  Low-hanging fruits will be an agreement on the new WTO Director-General, new efforts – shared efforts – to reform the WTO appellate body and overcoming the Boeing-Airbus mess. We’re willing to engage in broader shared efforts: WTO reform in general, lifting unfair sanctions on EU steel and aluminium, developing effective ways of greening trade rules in order to live up to the challenge of climate change. Let us revive trade multilateralism and modernise it at the same time.  By the way, as Mr Lange said, this deal is also an opportunity for other countries because it’s organised under the MFN (most-favoured-nation) rule. It’s a multilateral solution, it doesn’t only help Maine’s lobster industry, that is suffering under the consequences of Trump’s trade war, but it can also help Australian producers that suffer under Chinese coercive measures. We support this deal and we hope for more to come. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 55, "date": "2020-11-26.json", "name": "Geert Bourgeois", "mepid": "197467", "text": "  on behalf of the ECR Group. Mr President, this lobster agreement comes at the right time, not only for the fishermen of Maine in the USA and other countries, but also because of its political importance.  It's time to put four years of friction, four years of conflict, four years of threats behind us. I think, Mr Vice-President, that we need to work on a renewed partnership with the US: not just to resolve the conflicts – the unilateral measures for aluminium and steel, the Boeing/Airbus issue, the carbon correction mechanism at the border – but to look ahead, sit down together at the table.  I know that with this new President it may also be too much to come up with a comprehensive trade agreement – president Biden is also in favour of the buy American slogan – but I think and I hope that you will take the thread back from the Juncker/Trump agreement, which your predecessor also worked on, and at least come to a small agreement.  On multilateralism, too, we must join forces, save the WTO, make the WTO operational, modernise the WTO, reform it.  I ask you: work with the US on multilateralism, work out of equal worth of a transatlantic partnership, try to set the standard together globally together.  And tell your American friends, tell Mr. Biden, that in this new geopolitical world order, America can only be back together with its allies, together with the European Union.", "language": "en", "original_language": "nl", "translation_provider": "azure"}, {"id": 56, "date": "2020-11-26.json", "name": "Emmanuel Maurel", "mepid": "24505", "text": "  on behalf of the GUE/NGL group. Madam President, I understand the enthusiasm of some colleagues, but let me tell you that I do not really share it. So yes, it is true, this is the first tariff concession agreement with the United States in almost 20 years. And yes, indeed, our debate comes at a time when Joe Biden won the presidential election and some of us are hopeful, not least because Biden has announced that he will ratify the Paris agreement. For us, this is good news. But at the same time, if there is one area, in my opinion, where U.S. policy is not going to change, it is trade policy, because aggressiveness in this area did not begin with Mr. Trump and, in my opinion, it will survive the Trump administration. I would like to remind our enthusiastic colleagues that the signing of this agreement has not prevented the United States from introducing new restrictions on the import of steel and aluminum under the WTO's anti-dumping regime. I would also like to point out that the United States continues to aggressively resort to extraterritorial measures against European companies, hence the need to continue to be vigilant, determined, not naïve. This is what Canadians are doing, for example, who have understood that, in order to roll back the Americans, they must be confronted with swift retaliatory measures. You say cooperation and not confrontation, but the Americans should be prepared for cooperation. That is not the case today. So let's stay vigilant, stay engaged. A word, a thought, because there is a lot of talk about the fishermen in Maine, but I am thinking of the Breton and Irish fishermen at the time of the Brexit negotiations, who are also fishing for lobster and who are also facing difficult economic conditions.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 57, "date": "2020-11-26.json", "name": "Daniel Caspary (PPE).", "mepid": "28219", "text": "   Madam President, I would like to thank the president for her Almost ten years ago, the TTIP negotiations began at that time, and many still have the phrase in mind when the American Trade Representative said that we would conclude these negotiations with a single tank. Then came the situation very quickly that many people were worried in Europe. Sometimes there was a conscious mood; it was about the allegedly dangerous chlorine chickens, it was about supposedly planned lowering standards, there were scattered half-truths, untruths and fake news. What was exciting was when President Trump came to power and we saw transatlantic trade relations and transatlantic relations in general reaching a low point. There were many of those who shouted the loudest against the TTIP agreement at the time, those who shouted the loudest: 'Yes, we would have an agreement with the United States and we would be set up accordingly!' That is why I would like us to take advantage of this slow in-journey. We concluded the agreement on high-quality beef last year, and this year the agreement on lobster. We have many construction sites – Bernd Lange has mentioned some, such as the Airbus/Boeing dispute, the arbitrary tariffs on steel and aluminium – but we all face the challenge: the big competitor is in China; this is a systemic issue between democracies and market economies and this communist system. I hope that we all have the strength to make compromises with the Americans and then to jointly assert common interests throughout the world, always knowing that there are, of course, areas where we have different interests.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 58, "date": "2020-11-26.json", "name": "Kathleen Van Brempt (S&amp;D).", "mepid": "5729", "text": "   Mr President, I am not going to talk about lobster. Lobster and champagne, that is a difficult subject for socialists. But rest assured, I welcome this deal. I think we should approve him, too.  We all know that the United States is our most important trading partner. At the same time, we have seen enormous pressure on these trade relations in recent years. And so it's time to start working on a positive story with the United States when it comes to multilateral relations and trade relations.  But I want to make one thing very clear. Unfortunately, the United States was also the first country to withdraw from the Paris agreement in recent years. And – irony, o irony – since 4 November they are not really bound by that agreement anymore. Going back to the Paris agreement must be a prerequisite for the European Union to further develop these positive trade relations. The Biden administration has committed to that. That's very important, positive news.  It is also important to work on these positive trade relations together with the agenda that we ourselves have put forward within the Green New Deal. The carbon correction at the border, for example, will be an incredibly important subject to work on, but also the digital tax, which we are going to need to get our own recovery right. We must also be able to make good agreements with the United States on this.  To conclude: yes, we are going to support and approve this agreement, but it must be a first step towards working towards a sustainable future and to working on trade relations that should ensure that in the future we can get out of this pandemic around the world and thus write a positive story.", "language": "en", "original_language": "nl", "translation_provider": "azure"}, {"id": 59, "date": "2020-11-26.json", "name": "Marie-Pierre Vedrenne (Renew).", "mepid": "197502", "text": "   Madam President, Commissioner, I must admit that the election of Joe Biden and his desire to re-enter the Paris Agreement is a game-changer, because no trade agreement, even limited, can be signed with a non-Paris Agreement. Compatibility with our WTO commitments, the rules of the most favoured integrated nation: that is a good thing. The conditionality clause also. For, let us be clear, if the United States introduces new illegal measures, the Commission will have to react. This mini-deal has its use, but must be the exception. Trade policy is not just about tariff liberalization, but it must go hand in hand with the promotion of human rights and the fight against climate change. So the election of a Democrat to the White House suggests that the defender of multilateralism will return to the negotiating table. However, this return does not bode well for the outcome of our exchanges. So let's not kid ourselves, we can't expect everything from the United States and become the playground of the China-U.S. conflict. The European Union must defend trade based on rules, rules adapted and respected by all. Many disputes remain, such as the extraterritoriality of U.S. laws that harm the interests of European businesses and citizens. Let us increase our capacity to react to the excesses of extraterritoriality. We don't want a trade war, we want the conditions for peace. So we will support this first agreement as a basis for cooperation, but make no mistake, our strategic autonomy must be our horizon and priority.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 60, "date": "2020-11-26.json", "name": "Danilo Oscar Lancini (ID).", "mepid": "192635", "text": "   Madam President, ladies and gentlemen, the true meaning of this agreement is political more than commercial, as we all know. We must aim to improve relations with the United States, easing trade tensions and supporting a fair resolution of ongoing disputes. The UNITED States is the EU's leading market for agricultural and food products, it is the most important destination for the export of high value added products. As you know, the dispute over Airbus and Boeing subsidies has led to tariff increases on many European products exported to the United States. These increases have affected products from countries that do not participate in the Airbus consortium and sectors that are not involved in the dispute, such as agri-food, where European products are already penalised by imports that do not comply with our own rules. In view of the recent ruling by the World Trade Organisation, which authorised Europe to apply duties on US products and services of EUR 4 billion, it is all the more necessary to engage in constructive dialogue and avoid any kind of escalation that would have unforeseeable and worrying effects at a particularly sensitive time for the economy due to the effects of the pandemic. I would remind you that, also in the agri-food sector, six years ago it was the victim of Russian counter-sanctions in response to European support for the United States on sanctions against the Russian Federation, with a total loss to 2017 of the European agricultural sector and food industry of around 5.5 billion euros and damage reported to the made in Italy agri-food sector of about one billion euros by 2020. To this are added the onerous commitments in terms of sustainability that farmers could ... (The President cut the speaker off) ... be called upon to comply with the next Community rules.", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 61, "date": "2020-11-26.json", "name": "Seán Kelly (PPE).", "mepid": "96668", "text": "   – Madam President, as the Commissioner has said, the European Union and the United States have the largest bilateral trading fraction and the most integrated  economic relationship in the world. But unfortunately, under President Trump, who had a more frosty approach to the European Union, our trading relationship has been strained, and when the US imposed tariffs on our steel and aluminium on alleged national security grounds, naturally the EU retaliated. However, this deal marks the first time in more than 20 years that the US and the EU decided to cut tariffs, marking critical  de-escalation in transatlantic relations. This is something that Commissioner Hogan should be given great credit for. Having discussed details of the deal with him, I know how he used his political skills, his experience and his Irishness to thaw the frost, if I may use that phrase. However, with a Joe Biden presidency, we’re likely to see a more multilateral approach and cooperation on such things as climate change, prevention of future pandemics, open trade environment, all this is very positive.  Now, of course, we have to monitor the effects of this agreement on European fishermen and especially ensure that no harm is done to the bio-security of our native lobster stocks. This should include financial assistance from the EU and, if necessary, a price monitoring of native lobster stocks. I would ask the Commissioner, is this part of the plan?  Overall, this is a good deal and I welcome it and look forward to better relations between ourselves and the US in due course. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 62, "date": "2020-11-26.json", "name": "Agnes Jongerius (S&amp;D).", "mepid": "125021", "text": "   Mr President, waking up in a strange world! What's going on here? More than two years ago, I expressed my surprise at the row between Donald Trump and Jean-Claude Juncker as two kemphanen. They were diametrically opposed in the fight over steel import tariffs. Unfortunately, it became a long series of conflicts – from allegations of alleged state aid to aircraft manufacturers to blocking tech taxes for the Googles of this world. And indeed, the impossible became possible: the United States and Europe were diametrically opposed.  What does that world look like now? The us election was won by Democrat Joe Biden. This gives hope for better relations and a stable relationship with mutual respect. This mini-deal today is a welcome first step. Hopefully, it will lead to a reduction in trade tensions and the resolution of the conflicts. This is necessary, because it is indecent that multinationals pay hardly any tax while the baker on the corner does. And it is incomprehensible that in times of global warming, the Americans have withdrawn from the Paris Climate Agreement. But moreover, we desperately need each other in the fight for fair trade around the world, trade that takes into account, for example, the signing of the ILO conventions, so that workers everywhere in the world are assured of good working conditions. Mr President, we are not there yet, but we are on our way. The new change of power in the US represents new hope to restore our decades-long good trade relations.", "language": "en", "original_language": "nl", "translation_provider": "azure"}, {"id": 63, "date": "2020-11-26.json", "name": "Jordi Cañas (Renew).", "mepid": "126644", "text": "   – Madam President, Commissioner, this 'mini-agreement' is a small step at the commercial level, but it is a major step at the political level in advancing the normalisation of trade relations with the United States. However, it shows a marked lack and deficiency at the level of our trade policy. The lack is obvious: there is a lack of coherence. Why? Because, while this Commission slows down and paralyzes the agreement with Mercosur, because it doubts the environmental commitments of countries signing the Paris Agreements, it negotiates a trade agreement with a country that has directly abandoned them, as is the case with the United States. So is respect for the Paris Agreements a sine qua non condition when it comes to Mercosur, but not when it comes to the United States? Inconsistency. The shortcoming: this agreement is a missed opportunity to correct an unfair situation for European products suffering unilateral tariffs by the United States, as is the case with Spanish table olives since 2017. Commissioner, Europe needs trade, rules-based trade, committed to environmental protection, sustainable development and human rights. But these values must be applicable and enforceable to all of our partners equally. It also needs the Commission to defend all European products equally, not only aluminium and steel, but also olives. Because launching conflicting messages with asymmetric demands depending on who is negotiated seriously undermines and threatens the European Union's international credibility. Just as not defending all European products equally undermines and threatens that of citizens in their institutions. Finally, the longing for a geopolitical Europe, especially in the commercial sphere, needs momentum, leadership and commitment, but especially equity and coherence.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 64, "date": "2020-11-26.json", "name": "Angelo Ciocca (ID).", "mepid": "183793", "text": "   Madam President, ladies and gentlemen, from milan we tell what the League has been telling for years and we are pleased that the European Parliament is finally talking about duties and understands the importance of duties. Tariffs are a means of regulating markets where there is unfair competition. If there are countries that have different rules than our producers, the duty becomes a means of avoiding so-called dumping, of avoiding unfair competition. Europe must do this. In addition to doing this, it must also maintain controls on products coming from outside Europe, because it is the European Food Safety Authority itself which certifies that the products arriving in Europe are eight times more dangerous than those from Italy and Europe, especially those arriving from China and especially those from China which , often, they have inside insecticides banned for years by our laws. I understand that perhaps in China they use insecticides to kill and eat insects, but in Europe this must not happen. It is clear that Germany, with 48 % of its exports, has advantages, but it cannot be thought that for the benefit of one country the other twenty-six countries are invading themselves with products from outside Europe.", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 65, "date": "2020-11-26.json", "name": "Gabriel Mato (PPE).", "mepid": "96936", "text": "   – Madam President, last Tuesday we discussed here the guidelines to be followed by our common trade policy and strongly demanded that the Commission develop its economic sovereignty and strategic autonomy. Today we welcome this customs duty elimination agreement to a number of products, not so much because of the figures — a small tariff line of just EUR 168 million — but for what it represents politically, because it is the first in twenty years between the European Union and the United States and because it must mean the start of transatlantic tariff de-escalation. Also because a new stage opens up in our relations with the United States after the election, and many of us hope that from now on there will be a real political will to regard the European Union not as a commercial rival but as a geopolitical ally. It is clear that we remain immersed in tariff battles that continue to penalize agri-food products from across the European Union, and especially key Spanish sectors such as olive oil, wine, table olives or cheese. And it is our producers who continue to suffer unfairly the consequences of disputes that are alien to them. And this must stop. The European Union and the United States necessarily have to understand each other, and for this we must be dialogue, but also firm in defending our interests. I know balances aren't easy. Today's is a good start.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 66, "date": "2020-11-26.json", "name": "Valdis Dombrovskis", "mepid": "n/a", "text": "   Executive Vice-President of the Commission. – Madam President, first of all, thank you for your observations and for the useful debate today. Your support to adopt the proposed regulation rapidly will help to send a strong political signal of improving transatlantic trade relationships. This will prepare the ground for a positive start with the new US administration and can lead the way forward towards additional positive steps and agreements. So, with your support, we will take this important step on the road to a stronger transatlantic trade relationship.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 67, "date": "2020-11-26.json", "name": "Die Präsidentin. –", "mepid": "197437", "text": "  The debate is closed. The vote will take place today, Thursday 26 November. Before we move on to the debate on cases of violations of human rights, democracy and the rule of law, I would like to inform you that the President of Mrs Assita Kanko has received a request for a comment on the application of the Rules of Procedure under Rule 39.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 68, "date": "2020-11-26.json", "name": "Assita Kanko (ECR).", "mepid": "197469", "text": "   – Madam President, I would like to raise a point of order under Rule 39, given that under Rule 144 it was not possible to raise this urgent matter. In the last couple of days, there have been alarming reports that EU citizen Ahmad Reza Jalali has been transferred to solitary confinement by the Iranian authorities in preparation for his execution in the coming week. This deserves the urgent and utmost attention of the European Union.  I call upon the European Parliament President, on High Representative Borrell and EU Foreign Ministers to urge the Iranian authorities to review this decision, not to execute Doctor Jalali, and to agree to his release. If Iran does not agree to this, then the EU must look to sanctions. This is very urgent.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 69, "date": "2020-11-26.json", "name": "Die Präsidentin. –", "mepid": "197437", "text": "  The next item on the agenda is the debate on seven motions for resolutions on the deterioration of the human rights situation in Algeria, in particular the case of journalist Khaled Drareni (2020/2880(RSP)). I would like to point out once again that no spontaneous speeches or blue cards are accepted in all the debates of this part-session. It also provides for interconnection from Parliament's liaison offices in the Member States.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 70, "date": "2020-11-26.json", "name": "Marisa Matias", "mepid": "96820", "text": "  Author. – Madam President, the situation in Algeria and the permanent tensions are not now. We have seen continuous mobilisation by citizens who want to end the authoritarian regime.  In this resolution, we send a message of solidarity to all those in Algeria who seek to fight for human rights. We condemn arbitrary and illegal detentions, including the detention of journalists, human rights defenders and peaceful opponents. We ask that the sentences be abandoned against all prisoners of conscience, including Khaled Drareni. We support the feminist movement's claims for equality. We reaffirm that the activities of European companies must be carried out in the fulfilment of the protection of human rights and against any form of exploitation. As one of the leaders of the Iraq movement said, the resistance movement, \"in words dialogue, on the ground repression\". In Algeria, repression is taking place. We need to stand by the dialogue.", "language": "en", "original_language": "pt", "translation_provider": "azure"}, {"id": 71, "date": "2020-11-26.json", "name": "Salima Yenbou", "mepid": "197511", "text": "  Author. Madam President, at the beginning of 2019 an extraordinary and peaceful social movement - the Hirak - was born in Algeria, which calls for a freer, more egalitarian and transparent society, as well as a better future for Algeria and Algerian youth. The Hirak is a new movement, extraordinary and even exemplary, characterized by the total absence of violence during the demonstrations over a very long time and by this Algerian humor so special. Algerians can be proud of this. The press that relayed this movement was unfortunately targeted for this. Algeria's renewal cannot be done by flouting press freedom, including using the health crisis to increase its repression. Ensuring freedom of the press means ensuring the vitality of our democracies, the flow of information, open-mindedness, critical thinking, creativity and citizen awakening. In 2020, Algeria is ranked 146th (out of 180) in the world press freedom ranking, falling by 27 places compared to 2015. Through this resolution, we want to show the Algerian people and human rights defenders that we do not forget them and show them our solidarity and support. Second, ask the government to respect the fundamental freedom to inform and inform. They also call on the European Commission and the EEAS to adopt a stronger public position on respect for human rights in Algeria, to do everything in their power to convince the Algerian authorities to stop arbitrary detentions and to inform us regularly of developments. Finally, to end on a note of hope, to dream and work to realize a new common future for Algeria and Europe by participating, for example, in projects like Erasmus, which allow us to give our young people a chance to meet, to enrich each other's cultures in respect of common values. In the language of Algerians and with their pride and love they have for their beautiful country: Tahya Djazair. Long live Algeria.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 72, "date": "2020-11-26.json", "name": "Nacho Sánchez Amor", "mepid": "197722", "text": "  Author. – Madam President, the case of Algeria very clearly expresses the enormous distance between the public discourse of the new rulers and the reality of the daily practice of the institutions with regard to what is happening on the street. And what about the streets of Algeria? Other Members have said this: a huge popular and peaceful mobilization ⸻subsration of peacefulness⸻ which insists on real and non-cosmetic change.  The Hirak movement has resumed the mobilizations, again mass and ⸻subray⸻ peaceful, having suspended its activity during the pandemic. And the official reaction by offering constitutional reform imposed from above has been met with the contempt of Algerians, with a participation in the constitutional referendum of only 24%. People in Algeria, as everywhere, no longer want empty promises. People want reforms, but they want this theoretical spirit to be reflected already in actions and not only in discourses, because along with promises there is a growing repression, incompatible with that theoretical desire for change. Arrests, abuses, persecutions, censorship have to end now. They must end now, not after these theoretical reforms occur, because this is proof of the sincerity of discourse. Cases like Jaled Drareni illustrate that bewildering state of things. This TV5 correspondent and Reporters Without Borders has been arrested several times, warned that he would be brought to court if he continued to report and has finally been sentenced to two years. There have been other similar cases, such as Said Budur's. We know the weight of military power in the country's historical tradition, and this new Constitution should serve at least to limit that military power and enter democratic standards. Sincerity, therefore, and respect from now on for the rights of the peaceful Hirak protesters. Algeria is an important country, we have good relations and we want to see it on the other side of the Mediterranean, but on this side of democracy.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 73, "date": "2020-11-26.json", "name": "Joachim Stanisław Brudziński", "mepid": "197501", "text": "  Author. – Madam President, i voted in favour of the report by Mrs Schwab Algeria is a country where, as in other Maghreb and Sahel countries, young people aged eighteen to 30 make up more than 60% of the population. This largest African country, an important economic partner of the European Union, it is worth mentioning here that around 11% of the gas used in Europe comes from Algeria, suffers today from severe turbulence, a lack of rule of law and democracy, massive corruption, a hand-controlled economy and huge unemployment among the young people mentioned. This led to a wave of protests called Hirak, which led to the resignation of the former president in 2019, and as in the case of the Arab Spring, social networks, mainly Facebook, were an ally of young people here. Unfortunately, the scope of civil liberties in Algeria has been shrinking in recent months. The Algerian authorities have used the pandemic and the accompanying suspension of protests to exacerbate repression, especially against journalists and bloggers. The court sentenced Khaled Drareni, a journalist and associate of Reporters Without Borders, to two years in prison on September 15. The harsh punishment sparked protests from his Algerian colleagues and a wave of condemnation from international institutions and journalistic circles.  Of course, these repressions must clearly be condemned by the European Parliament and words of support for persecuted journalists and opposition figures must come from us. We must also wish Algeria and Algeria rapid political and economic stability, because it must be borne in mind that Algeria is not only our economic partner, but must, I stress, be our partner in the fight against, for example, barbaric Islamic terrorism and the accompanying consequences, such as illegal migration. The countries of north Africa are too much of a price, and unfortunately europe is too much to pay for the unwise support of the so-called Arab Spring, which has resulted in destabilisation, chaos and the spread of Islamic terrorism.", "language": "en", "original_language": "pl", "translation_provider": "azure"}, {"id": 74, "date": "2020-11-26.json", "name": "Karin Karlsbro", "mepid": "197401", "text": "  Author. Madam President, ladies and gentlemen, we have listened to the voices of many Algerians of the great Hirak peaceful movement. Prison for journalists, bloggers, poets and peace activists is unacceptable. The regime must hear its country. I want to say to all Algerians, to those who dream of a freer country with an independent justice and the rule of law: you are right. Now I'm going to continue in English. The European Parliament is extremely concerned by Algeria's backlash in terms of press freedom and political freedom. We strongly condemn the escalation of unlawful arrests and harassment of journalists, human rights defenders and peaceful activists in Algeria. The Hirak movement is simply calling for a free and democratic Algeria. The EU needs to listen and support them, and the Algerian regime needs to grant the freedom and democracy that the Algerian people are entitled to. Today, the European Parliament called for the immediate release of journalist Khaled Drareni, as well as all other prisoners of conscience.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 75, "date": "2020-11-26.json", "name": "Peter van Dalen", "mepid": "96809", "text": "   Author. Mr President, the human rights situation in Algeria is deteriorating in many areas. We notice this in journalism, but we also notice it in freedom of religion.  Christian churches in Algeria are discriminated against. The province of Tizi Ouzou recently decided that nearly 200 mosques in the region should be reopened as COVID—19 decreases there. But churches remain closed. Churches are also officially boycotted. Algeria has a special government commission for non-Muslim authorities. It was set up in 2006, and it has not come together at all since. Churches did apply for permits to hold services, but this commission has turned into a ghost body that no longer meets. Churches that still hold services face harsh penalties. Last August, a few months ago, a court in Tizi Ouzou decided that the churches closed last year should no longer be open. And it's not just about Christian churches, it's also about the communities of Ahmadis, Bahai, atheists and Jews.  My central question in this debate this morning is: what will the High Representative do to address this deterioration? I am really looking forward to an answer to this specific question, although I see that there is a moment of consultation now – that is perhaps the answer that could be. But I would like to hear an answer about what the High Representative is going to do to change the situation in Algeria now.", "language": "en", "original_language": "nl", "translation_provider": "azure"}, {"id": 76, "date": "2020-11-26.json", "name": "Christian Sagartz", "mepid": "204368", "text": "  Mr President, i.e. the Group of the European People's Party (Christian Democrats) and European Democrats Madam President, ladies and gentlemen, I would like to thank the rapporteur for her excellent work and for the work she has said. Suppression of freedom of expression, persecution of political dissidents, continued police violence and the arrest of journalists: all these are systematic violations of human rights and are on the agenda of many countries, unfortunately also in Algeria. 200 people were arrested from March to June this year alone for expressing their opinions or demonstrating for their opinion.  Brave people, to whom we in the European Parliament must give our support, where we must send out very clear signals that we are standing up for their rights – that is part of our agenda today. If we demonstrate these values and ensure in Europe that they are indispensable in our minds, then we will also make a contribution to freedom, democracy and the rule of law far beyond European borders. We must uphold and protect these values, even in difficult times, even at a time when we are facing a pandemic.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 77, "date": "2020-11-26.json", "name": "Maria Arena", "mepid": "124936", "text": "  On behalf of the Group of S-D. - Madam President, ladies and gentlemen, by this resolution, we express our support for the Algerian people who remain united and peaceful in the face of adversity from a regime that has been repressing, arresting and harassing for months. And the pandemic has made the situation worse. As we have done and continue to do for pro-democracy movements in Belarus or Hong Kong, we have a duty to take necessary measures to defend and protect human rights defenders in Algeria. This week, the political opponent, Karim Tabbou, reminded in his open letter to Mr. Macron that it is the Algerian people who must be supported and not the regime rejected by Macron. The promises of the Algerian head of state, Mr Tebboune for a new, more democratic and freer Algeria, remained a slogan. The revision of the Constitution should have given a guarantee of openness, appeasement, but it failed both in its consultation process and in its referendum process. All indicators are in the red today in Algeria: arbitrary arrests, intimidation, ill-treatment of journalists. Many activists and journalists now convicted and/or imprisoned demanded nothing but deep reforms for the rule of law, transparent governance, a free press, independent justice. We call for the immediate release of these journalists, Khaled Drareni, and all opinion-holders, for an end to judicial harassment of political opponents, but we also call for the EU-Algeria Association Agreement, based on respect for common values, such as the rule of law, to be respected by all European institutions, the Commission, the Council and Parliament.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 78, "date": "2020-11-26.json", "name": "Katalin Cseh", "mepid": "197588", "text": "  on behalf of the Renew Group. – Madam President, with this resolution, the European Parliament says it loud and clear: journalism is not a crime, activism is not a crime. Khaled Drareni is in prison for livestreaming and documenting a demonstration. He was doing his job. Hundreds of peaceful political organisers are in prison right now. Many have received heavy fines and many are being continuously harassed by the authorities. Yacine Mebarki, Abdellah Benaoum, Mohamed Tadjadit, Abeldhamid Amine, Abdelkrim Zeghileche, Walid Kechida, Brahim Laalami, Aissa Chouha, Zoheir Kaddam, Walid Nekkiche, Nourredine Khimoud, Hakim Addad, Kaddour Chouicha, Jamila Loukil, Mohamed Baba-Nedjar: behind these names are patriots who care enough about their country and about their future to engage in activism, to organise and to call for change. I would like to express my solidarity with the brave people of Algeria who stand up and speak up.  Journalists, NGOs and party activists are under attack around the world. ‘Enemies of the people’, ‘traitor’, ‘foreign agent’ ‒ we have all heard these terms far too often. We have to call it what it is. It’s a global democratic backsliding, worsened by the COVID crisis.  But let’s not forget that right here, in the European Union, a colleague of mine, a party activist, was recently detained by the police for criticising the government in a Facebook post. This resolution is a clear call to the Algerian authorities: release political prisoners and stop their harassment. But we need to do better for our citizens right here as well. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 79, "date": "2020-11-26.json", "name": "Mounir Satouri", "mepid": "197500", "text": "  on behalf of the Greens/FTA group. Madam President, Khaled Drareni, Kaddour Chouicha, Jamila Loukil, Hakim Addad, Yacine Mebarki, Mohamed Baba Nedjar. These people imprisoned or prosecuted for their mobilization are the lifeblood of Algerian democracy. We are deeply concerned today about the fate of these defenders and rights defenders, protesters and journalists. I therefore call on the Commission to strengthen its political and financial support for Algerian civil society. The Commission uses little and no use of the European instrument for democracy and human rights in Algeria. A year ago, we were asking for support for his undermining civil society. I reiterate our demands here: visit them in prison, follow their trials and support human rights organizations.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 80, "date": "2020-11-26.json", "name": "Charlie Weimers", "mepid": "123562", "text": "  On the other: The ECR Group. Madam President, I would like to begin by thanking Theresa May for \"To be liberal is to be divided,\" a Swedish Liberal Party leader has said. Yes, on the one hand, to claim that human rights are always fought everywhere, but, on the other hand, constantly opposing the attention paid to the persecution of Christians must be quite demanding. Karin Karlsbro, the day before yesterday you were involved in negotiating this resolution on Algeria. You then thwarted us in the ECR when we tried to draw attention to the human rights of Christians. My question to you is: are you ignorant of the global persecution of Christians, are you ignorant that Christians are being severely discriminated against in Algeria, or are their human rights not so important to you? Then there are the Greens, who tried at the hearing to soften the text in order to protect the Algerian regime from criticism. We've seen it before. One should not be surprised, but it is a shameless hypocrisy that is actually astounding. Christians are the world's most persecuted group. If we do not show solidarity with them, who will?", "language": "en", "original_language": "sv", "translation_provider": "azure"}, {"id": 81, "date": "2020-11-26.json", "name": "Pierfrancesco Majorino (S&amp;D).", "mepid": "197592", "text": "   Madam President, ladies and gentlemen, words of just and heartfelt concern have already been expressed about the imprisonment and two-year prison sentence of Khaled Drareni, who has been accused of threatening national integrity but in fact guilty, quite simply, of doing his job, that is to say of telling without filters and in complete freedom what is happening in Algeria, starting with the story of that great and peaceful movement of Algerian citizens. , mostly young people, who have been calling for profound and democratic change since February 2019. Instead, we are witnessing a dangerous and disturbing escalation of an authoritarian nature. National security laws are increasingly being used to prosecute free individuals. This concerns journalists such as Khaled Drareni but also activists, trade unionists, political opponents and human rights defenders. While a people calls for democratic transition and freedom, the government uses the COVID emergency to limit the spaces of freedom and democracy. Europe has ignored the Mediterranean for far too long, let us also think of Libya or Egypt, where the young Patrick Zaki is imprisoned. In no way can the context of violation of rights be overlooked yet.", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 82, "date": "2020-11-26.json", "name": "Christophe Grudler (Renew).", "mepid": "197557", "text": "   Madam President, freedom of the press is an essential principle in the rule of law, as I had already pointed out here in the context of Ahmet Altan's detention in Turkey. This principle of freedom exists on paper in Algeria, because the law prohibits detaining a journalist in office. But this principle is not applied. The scandalous detention of journalist Khaled Drareni is proof of this. What is the criticism of this CORRESPONDENT of TV5 Monde and Reporters Without Borders? For relaying the totally legal statement of a coalition of opposition parties and criticizing the Algerian government. His detention is now a clear violation of freedom of expression and a strong signal of Algeria's democratic weakening. That is why we are asking the Algerian regime to allow visits by members of his family, which are now prohibited. We also ask him to release this journalist guilty of one thing: to have done his job. Mr Tebboune, show humanity and show the world that freedom of expression and human rights still make sense in Algeria.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 83, "date": "2020-11-26.json", "name": "Robert Hajšel (S&amp;D).", "mepid": "34578", "text": "   – Madam President, a year ago this House voted a firm resolution denouncing Algeria’s repeated violations of human rights. After a year, not much has changed. Algeria continues prosecutions of journalists and political opponents. Ultimately, Khaled Drareni was sentenced to two years in jail for his coverage of Algeria’s anti-governmental protests. The people of Algeria are pacifically demonstrating their desire for more democracy and liberty like the people of Belarus that we multiple times discuss in this Chamber.  As a former journalist, I strongly condemn the ongoing threats against journalists, as well as the impunity for crimes against journalists in every corner of the world. Unfortunately, even Europe is not immune to this practice under the various pretexts in some corners of the EU itself. Journalists are threatened and freedom of expression is not respected. It is time to deal with this issue properly and not only with a statement. And we have to evaluate more seriously the situation everywhere.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 84, "date": "2020-11-26.json", "name": "Janez Lenarčič", "mepid": "n/a", "text": "   Member of the Commission. – Madam President, respect for human rights and fundamental freedoms, including freedom of expression, is an important element of EU-Algeria relations. These relations are governed by the Association Agreement and further reinforced in the partnership priorities. The EU has an interest in a strong and strategic cooperation with Algeria and is trying to reinforce the bilateral partnership. In a sustained, confidence-building approach, the EU stands ready to support the reforms that the Algerian authorities will want to undertake, keeping in mind that the ultimate objective is to respond to the legitimate expectations of the Algerian people. We need more dialogue with Algeria, not less. This has been the objective that we have particularly pursued during the recent months.  After more than a year without institutional meetings, we have relaunched the cooperation with a series of meetings at expert level within the framework of the Association Agreement. Among these, we also had a very open and frank exchange in the Subcommittee on Political Dialogue, Security and Human Rights on 19 October. This meeting was the opportunity to establish an open dialogue on human rights developments in Algeria, including the importance of freedom of expression and media freedom. We also raised some of the individual cases referred to in the debate today.  We accelerated our expert meetings to be able to hold a meeting of the EU-Algeria Association Council on 7 December. Among other issues, the rule of law and fundamental rights will also figure on the agenda of this Council for a dialogue at the political level. We regularly raise the human rights situation and individual cases in our contacts at different levels with the Algerian authorities in Brussels and in Algiers. And we told them that the condemnation in the appeal of Khaled Drareni on 15 September to two years in prison, was not encouraging. The EU supports journalists in Algeria through emergency grants as well as through advocacy work on the situation of Algerian journalists. The recent election of Algeria as Vice-Chair of the Third Committee of the UN General Assembly was a welcome development. It will provide an additional opportunity for closer cooperation also in the area of human rights. It comes with responsibilities for the promotion and protection of human rights around the world.  We are determined to deepen an open dialogue with Algeria, based on trust and constructive criticism. And we are closely following domestic developments in this crucial moment. We keep encouraging our Algerian partners to maintain an inclusive dialogue with all the representatives of the society.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 85, "date": "2020-11-26.json", "name": "President. –", "mepid": "197546", "text": "  The debate is closed.  The vote will take place today. Written statements (Rule 171)", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 86, "date": "2020-11-26.json", "name": "Dominique Bilde (ID)", "mepid": "124771", "text": "  In writing. Algeria's intransigence in the face of the Charlie Hebdo controversy reflects the deplorable state of fundamental freedoms in this country. The case of Yacine Mebarki , who was sentenced to ten years in prison for \"offending Islam\" - is even more symptomatic of that of journalist Khaled Drareni, who was sanctioned for his coverage of the Hirak movements. Alas, there are states around the world where blasphemy falls under the law. And where, as in Algeria since 2006, \"proselytism\" among Muslims is punishable by two to five years in prison. This double standard is permanent. The U.S. State Department noted in its 2019 report that while Christian churches were experiencing a resurgence of severity, some of the obligations of imams were relaxed. Thus, at a time when the trial in \"Islamophobia\" is raging against France, let us remember that we are among the few states in the world where freedoms of conscience and worship are not just empty words.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 87, "date": "2020-11-26.json", "name": "President. –", "mepid": "197546", "text": "  The next item is the debate on seven motions for resolutions on the situation in Ethiopia (2020/2881(RSP)).", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 88, "date": "2020-11-26.json", "name": "Lars Patrick Berg (ID)", "mepid": "197478", "text": "  Author. Mr President, I would like to thank the I think we are quick to agree that the humanitarian crisis can turn into a humanitarian disaster very quickly.  I am extremely concerned that the Ethiopian Government has decided to ignore the international community's call for de-escalation and justifies its action by claiming that it is a faster operation. I am not sure that faster killing of people will change the legitimacy of this policy.  In Ethiopia's history, Ethiopians have been killing other Ethiopians. For this reason, the Ethiopian Constitution even provides for secession, which is almost unique. The current government seems determined to be firmly committed to an international conflict, after flouting its own constitution. It should also be mentioned that the Ethiopian government of Tigray has taken the weapons from members of the Ethiopian armed forces participating in AMISOM. Only Al-Shabaab can benefit from this.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 89, "date": "2020-11-26.json", "name": "Miguel Urbán Crespo", "mepid": "131507", "text": "  Author. – Mr President, Commissioner, as you know, the war in Ethiopia is causing a major humanitarian crisis in the region. More than forty thousand refugees in Sudan and thousands of internally displaced persons in a country where more than fifteen million people were already dependent on humanitarian aid. It is vital to agree on an immediate ceasefire, demand the protection of civilians and support inclusive dialogue between all parties. Any external interference in the conflict, from Eritrea to the countries of the Nile Basin, must be put to an end.  But if we really want to contribute to the peace and stability of the country, we must go further. Debt must be re-cancelled and humanitarian aid must no more conditional on immigration control, because peace and stability can only be achieved with full respect for economic, social, civil and political freedoms. And this is about ending poverty in the country and the inequalities that plague Ethiopia.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 90, "date": "2020-11-26.json", "name": "Carlos Zorrinho", "mepid": "124739", "text": "  Author. – Mr President, just over a year ago we welcomed the awardof the Nobel Prize to Ethiopian Prime Minister Abye Ahmed for his work in promoting peace and cooperation and for his role in resolving the cross-border conflict between his country and Eritrea.  That is why, with embarrassment, we have seen today the democratic transition initiated in Ethiopia being called into question by the escalation of the bloody conflict between the Federal Government and the Tigray regional administration.  The conflict must be stopped and mediated urgently through democratic dialogue, preventing the deaths of hundreds of innocent civilians, massive displacement, i.e. the trampling of human rights and press freedom and the emergence of a global humanitarian crisis.  This resolution, which has added a broad negotiating consensus, is a strong call for the parties to confront to promote the restoration of democratic legality, ensuring the restoration of constitutional normality and peace in Ethiopia.  It calls on the country's federal and regional governments, as well as all neighbouring countries, to refrain from further military mobilizations or threats and engage in sincere, peaceful and inclusive dialogue.  It also calls on the European Union and its Member States to make all diplomatic efforts with the federal and regional authorities of contiguous countries and multilateral institutions to protect at-risk civilians and ensure their access to humanitarian aid, which needs to be strongly strengthened.  At a time when Europe-Africa relations are under strong momentum, the parliamentary dimension strengthens the defence of democratic legitimacy and the protection of peoples.  Today, we unite our voice and call for the mobilisation of all the resources needed by the people of Ethiopia. For peace, territorial integrity, tolerance, transparency, freedom of expression and the right to a dignified life.", "language": "en", "original_language": "pt", "translation_provider": "azure"}, {"id": 91, "date": "2020-11-26.json", "name": "Katrin Langensiepen", "mepid": "197461", "text": "  Author. Mr President, ladies and gentlemen, I would like to thank the rapporteur for her excellent work and for the work she has done. Threats, ultimatums, aggressive rhetoric and belligerent actions against the civilian population: the struggle for new power relations in Ethiopia calls into question many moments of hope of the shorter past. On the other hand, the horror scenario of civil war and Balkanisation, as well as the drift of the entire region, comes to the fore. We therefore call on the actors on both sides to refrain from further escalating the situation, to agree on an immediate ceasefire, and call on all neighbouring states not to inflame the conflict through either political or military intervention. Overall, it remains the right thing not only to take a look at current developments. It is also a question of dealing with attacks on ethnic and religious groups and the associated human rights violations – in the run-up to the current escalation – by an independent commission of inquiry. Those responsible must be held accountable here. Prime Minister Abiy Ahmed and TPLF chief Gebremichael share a volatile but in any case shared past. Africa and Europe must now look and show real leadership. Europe and the EU are ready and are already offering help to de-escalate the situation as a whole, well aware of the inadequacy of its own European action in the past and the partly question of credibility as a mediator. However, without further understanding from the current players, Europe and the Member States must make it clear that the specific bilateral relations with Ethiopia are at stake. The stakes are much more important: human rights and the protection of life.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 92, "date": "2020-11-26.json", "name": "Assita Kanko", "mepid": "197469", "text": "  author. – Mr President, the situation in Ethiopia is urgent. The country’s grip on peace is slipping with every passing day. Its leader, Abiy Ahmed, has a Nobel Peace Prize but is refusing to pursue peace in his own country. I believe he should give that back. He has been a wolf in sheep’s clothing; a reformer turned authoritarian.  In the Tigray region, hundreds are already dead, with ethnic targeted violence and violations of human rights. Buildings and homes are shelled and roads are blocked to humanitarian assistance. There are no telecoms, no internet or electricity and millions face the threat of famine in a country that once was a stabilising factor, an influence in a fragile region and a pivotal force in the fight against the spread of Islamic terrorism. Tens of thousands of Ethiopians now cross the border to eastern Sudan to seek safety.  Progress and development in Ethiopia was hard won. We must do all we can to help prevent that progress from being lost forever. A looming civil war could destabilise the whole region and trigger another humanitarian crisis that could reach the shores of Europe. We must continue to call for international mediation and a ceasefire, as you have done this week, Mr Borrell, but I would also stress that rarely does a crocodile yield to the roar of a toothless tiger. The EU provides large amounts of development assistance to Ethiopia and we should consider using this, and all available leverages, to help de—escalate the conflict.  Time is running out to salvage the situation and forge a path to free, fair and transparent elections and ultimately to democracy. Nothing short of our most determined and resolute effort is needed.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 93, "date": "2020-11-26.json", "name": "Jan-Christoph Oetjen", "mepid": "197432", "text": "  author. – Mr President, we have already hundreds of civilian deaths and mass displacement of people in Eritrea. It has already been said that there are more than 40 000 people that have crossed the border to Sudan, to the southern part of Sudan, destabilising even more the fragile situation in Sudan. These developments are going on with violence and breaches of human rights. At this moment, access for human rights workers and aid is severely restricted. Those organisations cannot even go into those regions to help the people.  We call on the EU and the Member States to step up humanitarian aid, together with the UNHCR, to help those people, those who are most vulnerable. At the same time, we have a communication and electricity blackout, as Ms Kanko has already said, in the Tigray region. This is very worrying and we call on the federal government to restore this situation, to ensure access to communication and electricity for the civil population in this region.  We support the efforts on mediation proposed by the African Union and call on the European Union to step up efforts to use all diplomatic means to obtain a ceasefire in order to protect the civilians in Ethiopia.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 94, "date": "2020-11-26.json", "name": "Željana Zovko", "mepid": "185341", "text": "  author. – Mr President, in his acceptance speech as laureate for the Nobel Peace Prize, Ethiopian Prime Minister Abiy Ahmed said that war is the epitome of hell for all involved. As the youngest leader in an African country, the Prime Minister managed to make peace with neighbouring Eritrea after one of Africa’s longest-running conflicts. Unfortunately, we witnessed that domestic tensions between the governmental forces and the TPLF have brought the weapons back in Ethiopia, and that the country is moving towards a true civil war. As the winner of the world’s most renowned peace prize, the Prime Minister should himself reject the notion that he can resolve Ethiopia’s political crisis through force. Also, the TPLF should immediately refrain from further hostilities and together both parties should find the courage to solve their political divergences by peaceful and democratic means.  Two months ago the European Parliament adopted a report on EU security cooperation with our partners on the African continent, including the Horn of Africa. Current developments in Ethiopia, a crucial country in this region, risks to spill over to neighbouring states. The European Union should remain supportive for the efforts of its partner countries and the African Union to prevent a bigger regional conflict and advocate an inclusive dialogue to reach peace, security and stability. At the same time humanitarian workers should have unrestricted access to all areas affected by the conflict, and European humanitarian entities should offer their continued assistance to Ethiopian refugees in the regions.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 95, "date": "2020-11-26.json", "name": "Seán Kelly", "mepid": "96668", "text": "  on behalf of the PPE Group. – Mr President, fears are mounting that numerous civilians who are unable to escape the fighting could be caught in the crossfire in Tigray. I, like many in this House, am deeply concerned about the risk of violence against civilians, including potential war crimes in the fighting around Mekelle. Reports of unimaginable atrocious crimes committed against civilians for no reason other than their ethnicity is heartbreaking and needs to stop. I join the growing calls for mediation to halt the conflict that threatens to destabilise this part of east Africa. Hundreds, possibly thousands of people have died so far and many more forced to flee their homes. This needs to stop. Peace and dialogue must be the victor in this conflict and the international community must do everything it can to ensure this happens. I’m very pleased that the European Parliament is loud in calling for this action here this morning. The sooner it happens the better.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 96, "date": "2020-11-26.json", "name": "Hannes Heide", "mepid": "197682", "text": "  Mr President, I would like to make a mifful son, mr President, I would like to make a ido to the S&amp;D Group. Mr President, I would like to thank the A year ago, Europe looked to Ethiopia with hope and confidence – stable, emerging, great economic development, democratic development, progress on civil rights, anti-corruption efforts, free elections, and a free press. The country has made an immense contribution to the peace and reconciliation process in East Africa.  These efforts were honored and Ethiopian Prime Minister Abiy Ahmed received the Nobel Peace Prize. At the award ceremony, he said very impressively: \"We want the Horn of Africa to become the horn of peace. We have understood that our nations are not enemies, instead we were victims of the common enemy called poverty\". He called for equal rights and equal opportunities for all African citizens and to listen to the particularly young population. It calls for equality and social justice.  This is the case today as it was a year ago. But less than a year later, the Horn of Africa resembles a powder keg. Corona and a plague of locusts, along with climate change, are exacerbating the general political situation. 700 000 refugees in Ethiopia, one million in Sudan are the obvious consequences of the conflicts in the countries of the region.  Now there is the attack on the people of Tigray with an escalation of violence, with restrictions on civil rights and media freedom throughout the country. We have had to learn time and again what the consequences of such conflicts are, how long it will take for the consequences of such conflicts to be overcome in the first place. Our European history also shows this clearly. That is why Europe must have the greatest interest in resolving this conflict immediately peacefully.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 97, "date": "2020-11-26.json", "name": "Charles Goerens", "mepid": "840", "text": "  on behalf of the Renew Group. Mr President, the means at our disposal to bring calm to Ethiopia are, after all, limited. Calls for reason, the demand for an immediate ceasefire, attempts at mediation, and the request for monitoring are certainly desirable reactions. However, this is a succession of reactions and announcements that are as necessary as they are unsyed. As we are dealing with an internal conflict with a state, the first actors called to act are the political authorities of that same state. Secondly, the first organized external power to intervene is the African Union, which is designed to provide solutions in this kind of conflict. The Union, which has a multi-toolbox, can of course play a role, but it cannot force fate. I conclude by asking the Commission, the Commissioner, to let his colleague, Mrs Urpilainen, and the External Action Service know that the Committee on Development would be interested in a debate on the suspension mechanisms that could be envisaged in the event that the crisis continues.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 98, "date": "2020-11-26.json", "name": "Ryszard Czarnecki", "mepid": "28372", "text": "  On behalf of the ECR Group. – (2) Mr President, I would like to begin by Ethiopia is a special country for us Europeans, because it is the oldest Christian country in Africa, as well as a colony for some time one of the later Member States of the European Union. I think that relations with this country should therefore be special, and I will say in this way that we need dialogue with Prime Minister Abiy, we need dialogue with Addis Ababa, because our real impact on this situation is only through pressure on the government there.  Of course, it must be recalled that the killing of civilians by soldiers is a war crime. It must also be said, as part of a certain pragmatism, that the fight against the autonomists, with their capital in Mekelle, must not lead to the carnage of women, children and those not involved in this struggle. Let us also remember that Ethiopia has already lost Eritrea, and therefore looks particularly at the danger of losing another territory. Dialogue is needed, pressure is needed.", "language": "en", "original_language": "pl", "translation_provider": "azure"}, {"id": 99, "date": "2020-11-26.json", "name": "Fabio Massimo Castaldo (NI).", "mepid": "124812", "text": "   Mr President, ladies and gentlemen, the brutal conflict that Ethiopia has been going through for more than three weeks does not seem to be close to a diplomatic or military solution. On the contrary, we are witnessing a hardening of tensions which could have dramatic consequences. The start of the final phase of the operation, announced a few hours ago by Prime Minister Abiy, is in danger of turning into an unnecessary bloodbath, which is unlikely to lead to a cessation of hostilities. The conflict, in fact, is taking on the traits of an existential clash between the federal authorities and the Leaders of Tigris: while the former aim at a solution defined as decisive and merciless, which will put an end to the resistance of the local authorities, the latter have appealed to the population to fight to the death against a government considered illegitimate. Given the motivations and forces put in place on both sides, there is a real risk of opening a war of attrition characterised by very high levels of brutality. There is no shortage of signs in this direction, such as the massacre of as many as 600 unarmed civilians in the city of Mai-Kadra on 9 November, an episode that could amount to a war crime. In front of us there is a potential humanitarian catastrophe, what is at stake is the future of a country already plagued by ethnic tensions that have never been resolved, and the stability of a region that is essential to our security. That is why we need our stronger involvement, involving an immediate and close dialogue between our Special Representative for the Horn of Africa and his three counterparts who have just been sent to Addis Ababa by the African Union. Coordinating international efforts to reach a negotiated resolution of the conflict, which guarantees Ethiopia's territorial integrity, is now more important than ever, as is strengthening our common foreign and security policy instruments before others use this vacuum.", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 100, "date": "2020-11-26.json", "name": "Evin Incir (S&amp;D).", "mepid": "197392", "text": "   – Madam President, it is with sadness that we see how the praised reformist agenda of Ethiopia is taking a serious hit. Reports of tens of thousands of people fleeing from Tigray, hundreds of people being killed through machete massacres, along with federal planes bombing, are deeply disturbing, and so are the ethnically targeted measures, hate speech and allegations of atrocities. It risks also having a destabilising effect on the broader region. This less than a year since Prime Minister Abiy Ahmed got the Nobel Peace Prize. The Nobel Peace Price doesn’t mean that one can start acting in contrary after receiving it.  Both sides need to immediately end the violence and contribute to a peaceful solution, and international observers must be able to access the Tigray region. It is a war crime to target civilians. The only solution forward is dialogue including all the relevant actors. It is imperative that the country returns to the path towards a democratic and prosperous future, with human rights being upheld, including the rule of law. That is the key.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 101, "date": "2020-11-26.json", "name": "Nicolae Ştefănuță (Renew).", "mepid": "58766", "text": "   – Mr President, I would like to say to Prime Minister Abiy Ahmed, if he is watching this or his people are watching this, in a multi-ethnic state, no one should be allowed to have the upper hand. Ethiopia cannot be allowed to descend into a Yugoslav-type conflict. That is not the soul of your country.  Mr Abiy, you have achieved a lot. You have slashed corruption and you have achieved more democratic openness, but you have no excuse for driving 4 000 people a day across the border to Sudan, no excuse for not sitting at the table of the African Union and of the United Nations and not listening to the EU, for not allowing humanitarian aid into Tigray, and for not protecting people enough so that they have to flee Addis Ababa if the wrong ethnicity happens to be on their ID. The longer blood flows, the harder it is for peace to triumph. There is a point in a war where it is easier for people to take revenge than to listen. Mr Abiy, my colleague, Ms Zovko, reminded you of what you said last year. Let’s step back from this ugly place. The European Union is here to help. Let’s bring back construction. Let’s bring back peace. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 102, "date": "2020-11-26.json", "name": "Janez Lenarčič", "mepid": "n/a", "text": "   Member of the Commission. – Mr President, since the fighting broke out in Ethiopia’s Tigray region, reports of a high number of casualties, of serious human rights and of serious international humanitarian law violations have been increasing. This is a major concern for the European Union and we were saddened by the tragic loss of lives of Ethiopian people as a result of this conflict. The danger of a major humanitarian crisis is imminent and an immediate de-escalation is needed. All parties should show restraint and reinforce their calls to avoid incitement to hatred and violence. As Commissioner in charge of humanitarian affairs, I have been following closely the situation on the ground. I have been in touch with Mark Lowcock, the United Nations Under-Secretary-General for Humanitarian Affairs, with Filippo Grandi, the UN High Commissioner for Refugees, with Michelle Bachelet, the UN High Commissioner for Human Rights, as well as with international non-governmental organisations.  In the past few days we have already allocated an initial EUR 4 million to accommodate the most urgent humanitarian needs of Ethiopian refugees who fled the conflict to neighbouring Sudan. Sudan is already hosting a substantial number of refugees and internally displaced persons and it is facing a considerable challenge with any new influx of people in need. I will visit Sudan next week to show solidarity with the Sudanese Government that supports the Ethiopian refugees and to meet refugees themselves. As High Representative Borrell recalled at his meeting with Deputy Prime Minister Mekonnen of Ethiopia on Tuesday, the principles of international humanitarian law must be respected.  In the conduct of hostilities, civilians and non-civilians have to be distinguished. Targeting civilians should be avoided at all costs by all sides. When meeting the Ethiopian Deputy Prime Minister myself yesterday, I also recalled the obligation of any party in the conflict, without distinction, to protect civilians, and to ensure their safe and free movement. Furthermore, I called for full and unrestricted access for humanitarian aid and humanitarian workers to all areas affected by fighting so that they are able to provide life-saving assistance. All partners of Ethiopia and in particular its neighbours should contribute to a cessation of hostilities and to the resolution of political disputes through dialogue in the framework of the Constitution of Ethiopia. In that regard the initiative by the African Union with the appointment of three high-level envoys is welcomed and supported by the European Union. Political solutions and the search for dialogue are the only viable option for the future of Ethiopia. The conflict has further increased inter-ethnic tensions, with reports of ethnically targeted measures, ethnic profiling and discrimination, hate speech and atrocities occurring. Jointly with High Representative Borrell we expressed our deep concerns regarding these allegations. It is imperative that human rights are respected and that where abuses have occurred, they are investigated and those responsible held accountable.  In conclusion, in line with the messages passed to Deputy Prime Minister Mekonnen, we expect the Ethiopian Government to show restraint and to avoid further escalation, not to apply ethnically targeted violence or measures. This is a very sensitive issue for the European Union. We hold the Prime Minister to his word that the government is making a distinction between the Tigrayan people and the Tigrayan People’s Liberation Front. However, we have reports about blanket measures on the basis of ethnicity. Furthermore we expect the government to allow unimpeded humanitarian access and to take all necessary measures to protect civilians, to ensure free access for media, and finally, and very importantly, to look for a political solution, a dialogue, a cessation of hostilities without delay. We encourage them to work with the African Union high-level envoys in this respect.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 103, "date": "2020-11-26.json", "name": "President. –", "mepid": "197546", "text": "  The debate is closed.  The vote will take place today. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 104, "date": "2020-11-26.json", "name": "President. –", "mepid": "197546", "text": "  The next item is the debate on five motions for resolutions on the continuous violations of human rights in Belarus, in particular the murder of Raman Bandarenka (2020/2882(RSP)).", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 105, "date": "2020-11-26.json", "name": "Viola Von Cramon-Taubadel", "mepid": "197451", "text": "  author. – Mr President, on 10 November, on the symbolically named Square of Changes, a young artist, Raman Bandarenka, was beaten to death by Lukashenko’s regime. Raman is not the first brutally murdered victim, but it is our responsibility to make sure that he will be the last. The alleged murderers of Raman include the Chairman of the Belarusian Ice Hockey Federation. Yet, the main culprit in this is Lukashenko himself. He is responsible for 100 political prisoners, for over 20 000 illegally-detained people and for all the citizens who have been kidnapped, beaten, tortured and raped. He is responsible for personally spreading shameless lies about Bandarenka and then prosecuting the brave doctor and the journalist who dared to refute his lies.  Ironically, he is also responsible for the awakening democratic spirit and the civic responsibility among Belarusians. The thousands of men and women who march in the streets, hang out flags and extend hope and solidarity to each other are the unstoppable forces of good. They will prevail over Lukashenko’s brutal dictatorship.  We in the EU have a responsibility towards our fellow Europeans, the people of Belarus. In their fight we can support them by including family members who underpin Lukashenko’s regime to the sanction list. Every assistance by international donors to Lukashenko should stop immediately, and private investors should also follow this example. We should impose separate sanctions on the energy and chemical sector. The Ice Hockey World Championships should not take place in Belarus. People who are forced to flee Belarus should be able to find shelter in the EU. Visa requirements for them must be simplified or even scrapped.  The EU should further mobilise the international community in delegitimising Lukashenko and making sure that the Square of Changes where Bandarenka was beaten to death becomes a country of changes where democracy beats dictatorship. (Appalause)", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 106, "date": "2020-11-26.json", "name": "Robert Biedroń", "mepid": "197498", "text": "  author. – Mr President, Raman Bandarenka was born on 1 August 1989 in Minsk. He graduated from the Minsk Academy of Fine Arts, worked as a store manager and conducted painting workshops for children. He lived in a block of flats on Charviakova Street. One evening, a group of masked men appeared and began to tear off the white-red-white ribbons, the symbol of the Belarusian Opposition. Raman found out from the residents’ chats about this accident and wrote ‘I’m leaving, but he never returned home. He died in hospital as a result of having been beaten by unknown perpetrators. He died young. Raman was only 31 years old and will never see Belarus free and independent. He is the latest victim of Lukashenko and his regime.  This is not happening in some distant place. This is happening right now, right on our doorstep in the last European dictatorship. These are the real lives of real people. This is a real fight for freedom and dignity.  This is another of the European Parliament resolutions on Belarus in thelast months with concrete calls for action. I have a feeling that there’s a lot of talk, but little walk, from the EU side, Commissioner. Let us not water it down, Commissioner. Zyvie Belarus! (Applause)", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 107, "date": "2020-11-26.json", "name": "Dace Melbārde", "mepid": "130256", "text": "  Author. – Dear Chair of the Sitting! Protests and strikes in Belarus against stolen elections, human rights violations and, in general, the dismal economic and political situation in the country have been going on for well over a hundred days. The Belarusian people are clearly and unequivocally showing their position: the country must change, and Lukashenko must leave. Not only is it not possible, therefore, but it is blatantly dangerous to talk about dialogue or normalisation of relations with a regime that brutally oppresses the people's self-determination, human rights and freedoms, and is actively targeting not only opponents and protesters, but also journalists and the inconsistent media. The number of demonstrators detained is already approaching the thirty thousand mark, and the use of violence against the people, we see, is taking effect. The murder of the thirty-one-year-old artist Roman Bondarenko is tragic and reprehensible. We must be aware together that it is the Lukashenko regime that has created such an illegal and violent environment where the value of human life is degraded. Honourable colleagues, we must not find itself in a situation where the European Union is becoming immune to developments in Belarus. The fact that the protests continue despite the increasing repression clearly demonstrates the unbreakable determination and willpower of the Belarusian people. The people of Belarus need our support, just as we – the three Baltic States – gained it when we fought for our independence in the late 1980s and early 1990s. The European Union and its Member States in Belarus must actively support both independent civil society organisations, independent journalists and the media, and artistic and creative freedom represented by independent artists. Likewise, the European Union has the opportunity to exert not only strong political pressure, but also economic pressure, including by suspending any cost of European Union funding for the Belarusian government and state-controlled projects, as well as by actively sanctioning the country's regime closer.", "language": "en", "original_language": "lv", "translation_provider": "azure"}, {"id": 108, "date": "2020-11-26.json", "name": "Petras Auštrevičius", "mepid": "124766", "text": "   author. – Mr President, today, as for the past one hundred and more days, we stand together with the Belarusian people. We support their struggle for freedom, democracy, dignity and the right to choose their own destiny. We mourn the young lives lost, share the pain incurred by the innocent people, and demand justice. Raman Bandarenka was an art teacher with a character of defender. His last act of bravery was on 11 November when he came out to defend demolition of the Square of Changes. Another peace-seeking person was lost to the violence and brutality of Lukashenko’s regime. How long can this last? How many more thousands of brave Belarusians need to be tortured and violated until we get our act together?  The urgency of our actions is the only thing that matters now. This House has been calling for solidarity, support and sanctions for months. The substantial EU support must immediately reach Belarusian civil society. We need to support the documentation and investigation of crimes perpetrated by the Lukashenko regime and work together with international institutions to bring those responsible to account. Furthermore, our sanctions have to be expanded into targeting Lukashenko regime-linked companies and oligarchs.  The longer we delay our support and restrictive measures, the more Raman Bandarenkas will be brutally killed. Are we ready to pay such a price for our inaction?  Zyvie Belarus!", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 109, "date": "2020-11-26.json", "name": "Miriam Lexmann", "mepid": "204336", "text": "  author. – Mr President, I am sickened by the death of Raman Bandarenka and the deteriorating human rights situation in Belarus. Lukashenko and his regime must be held accountable for this terrible situation.  Across the political spectrum, this House has been clear about its support for the Belarusian people in their struggle for freedom and democracy. At the same time, while I welcome today’s resolution and thank my colleagues from the different groups for their support, I believe that action is more important than words. I welcome that the Council has finally adopted targeted sanctions against those responsible for the repressions, and I am glad that more sanctions against the perpetrators of the repressions are currently being prepared. We must ensure that all crimes have consequences and that the perpetrators will one day be brought to justice. It is also important that we ensure that the Lukashenko regime will not benefit from EU activities and funds. Instead, our assistance must be given to the Belarusian people and used to support a democratic Belarus. The EPP Group strongly supports the creation of a European Parliament High—Level Mission to help stop the violence, assist in freeing political prisoners, and create an environment for a national dialogue that can lead to new free and fair elections. The Parliament must use all its weight to support the Belarusian people, and I believe the High—Level Mission is an important part of that. The European Parliament and Union must stand with the people of Belarus and support the people’s hope to live in a free, democratic, prosperous and sovereign country. This was the hope of Raman Bandarenka and the other victims of the repressions, of the hundreds of thousands of people who continue in peaceful demonstrations, of the workers who go on strike, and of the political prisoners, including my dear friend Pavel Sevyarynets, who are kept in appalling conditions. We owe it to these people to be resolute, not just in our words but, above all, in our actions.  Zyvie Belarus!", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 110, "date": "2020-11-26.json", "name": "Andrius Kubilius", "mepid": "197843", "text": "  on behalf of the PPE Group. – Mr President, it’s important that today we are discussing the situation in Belarus, but we need urgent actions today, not only urgency resolutions. The Lukashenko regime implements against the people of Belarus what we need to call ‘internal terrorism’: six people killed, including the last one – Raman Bandarenka, hundreds of political prisoners, almost 30 000 protesters put in jail during the first three months after election day. What do we need to do with the Lukashenko regime? The same that we did with other terrorist regimes – tough, deep economic sanctions to private and state-owned companies, which are important to the Lukashenko regime, sanctions on SWIFT operations, clear road to international Tribunal, etc. Punishment with sanctions should be targeted not only to terrorist regime itself, but also to ‘terrorism supporters’. Kremlin needs to know that if they will continue to support the Lukashenko terrorist regime, sanctions will hit also the Kremlin. Zyvie Belarus!", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 111, "date": "2020-11-26.json", "name": "Jytte Guteland", "mepid": "124991", "text": "  On the other: And on the S&amp;D Group. Mr President, I would like to begin by congratulating Mr On 12 November, 31-year-old Raman Bandarenka died in Minsk. He died as a result of the injuries sustained in a brutal beating by plainclothes police officers. Mr Lukashenko's sham election in August was the last straw for the Belarusians, but power is now turning a deaf ear when the people are crying out for free elections, freedom, and chanting against police violence, corruption, the oligarchic leadership that looks after none but themselves. For month after month, harrowing scenes have taken place in the streets and squares. The systematic abuses that have taken place must be investigated and those responsible must be held to account. Eu sanctions against power in Belarus are important in order to persuade Lukashenka to change direction. Political prisoners must be released, the media must be able to report and the growing democracy movement must be able to operate freely. We in Europe, we should be as persistent as the people of Belarus. Long live Belarus!", "language": "en", "original_language": "sv", "translation_provider": "azure"}, {"id": 112, "date": "2020-11-26.json", "name": "Nicola Beer", "mepid": "197437", "text": "  Mr President, i.e. the Renew Group. Mr President, I would like to thank the Hanna Sunhurava's 11-year-old daughter still thinks her mum is on a business trip. But her mother was arrested for participating in demonstrations for fair and free elections. Every day, Belarusians of all ages – sometimes even with their lives – pay to put democracy into practice. We cannot fight this persistent, determined struggle of the Belarusians, but everyone can support it: I have taken on a prisoner sponsorship for Hanna. However, fates such as Hanna's could have been avoided with a policy that would have followed the countless resolutions on falsified election results, the detention and torture of demonstrators. The Belarusians are showing us what an active civil society can achieve and that power really lies with the people.  Above all, however, Belarus is once again teaching us what we need as the European Union: that we must finally become more capable of action. If symbolism is to become a genuine foreign policy, we cannot miss the introduction of qualified majority voting.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 113, "date": "2020-11-26.json", "name": "Markéta Gregorová", "mepid": "197549", "text": "  on behalf of the Verts/ALE Group. – Mr President, ‘I am going out’. These were the last words of Raman Bandarenka before he was kidnapped and beaten to death by men in plain clothes. His words were sent to a group chat on Telegram, the encrypted messaging app which is shielding millions of Belarusian citizens from the government’s internet censorship. This tragedy, one on an already long list, epitomises the current state of things in Belarus. An illegitimate government keeps denying its own people fundamental human rights by way of illegal detentions, torture and even murder. It should be evident by now that the sanctions issued, until this moment, have failed to produce results. The regime did not take even a single step back so we must take a step forward. It is time to introduce further restrictive measures, direct them more at Lukashenko himself, and ban the export of any European goods and technology that are helping this regime, such as drones and spyware. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 114, "date": "2020-11-26.json", "name": "Joachim Stanisław Brudziński", "mepid": "197501", "text": "  On behalf of the ECR Group. – (2) Mr President, I would like to begin by The speaker of mine recalled the words of Raman Bandarenki, the last words he addressed to his neighbors on the social messenger. These are words - I'm leaving. He left and unfortunately did not return to his apartment, murdered by lukashenko's tormentors. This young, new hero of the future free, democratic Belarus certainly goes into its history, on its most beautiful cards. This situation, which today with our neighbour, because Poland together with Lithuania is the external state of the European Union, but we are neighbors of Belarus. Today, our goal is to do everything to ensure that Belarus joins a community of democratic, sovereign and independent states. The Polish, the government of Prime Minister Mateusz Morawiecki has prepared a detailed planSolidarni with Belarus. This is a plan aimed primarily at young people. Helping those who are protesting on the streets of Minsk and other Belarusian cities today must bear fruit from what I have already said. Belarus will be free, independent, democratic, sovereign. [In conclusion, he said in Belarusian, \"Long live Belarus\".]", "language": "en", "original_language": "pl", "translation_provider": "azure"}, {"id": 115, "date": "2020-11-26.json", "name": "Manu Pineda", "mepid": "197828", "text": "  GUE/NGL Group. – Mr President, I am not going to focus my speech on Belarus. Not, at least, exclusively. Because in this matter it is impossible to distinguish what information is and what propaganda, and I prefer that we see it in a broader context. I would like to reflect on the European Union's neighbourhood policy. If we look at the countries that are part of the Eastern Partnership Agreement —Belarus, Ukraine, Moldova, Georgia, Armenia and Azerbaijan—there is a conflict in all of them, an open conflict of greater or lesser intensity. I think we can conclude that something we're not doing right, or that we could do better. We believe that it is necessary to reorient our policies towards sincere dialogue. This involves rebuilding, resducing the current objective, which is nothing more than the integration of these countries into the single market at any cost. I believe that we are in time to change and foster relations based on respect for human rights, the sovereignty of peoples and for mutual benefit. May the European Union, in short, be an instrument for solving problems and not for aggravating them by entering a competition with other actors to expand our area of influence.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 116, "date": "2020-11-26.json", "name": "Andrzej Halicki (PPE).", "mepid": "197514", "text": "   – (2) Mr President, I would like to begin by Unfortunately, such a discussion could take place every week. Every week young people die, terror grows, protests do not decrease. Belarus is fighting for its freedom and we must help Belarus as soon as possible. There is no time for more debates, it is time to act, to act quickly. We expect the Council to take bold and swift decisions. Personnel sanctions – not a dozen people, and a few hundred, maybe even a few thousand members of this terrorist organization, which is the OMON, should be on such lists. Economic sanctions are not a time for debate, it is a time to return to the sanctions of 2012.  I also think that the European Parliament has the decisions it should take. After all, we have adopted a resolution in which high level mission was supported by 590 MEPs – that is concrete. Mr President, it is time for a decision, it is time to launch an investigation into the murders. We can do this as parliamentarians. It is time for an office in Brussels for the democratic opposition. We have to work with them every day.", "language": "en", "original_language": "pl", "translation_provider": "azure"}, {"id": 117, "date": "2020-11-26.json", "name": "Robert Hajšel (S&amp;D).", "mepid": "34578", "text": "   – Mr President, Raman Bandarenka’s death is the latest breaking point in months of mass protests against Lukashenko. The Belarusian authorities continue to attack those who peacefully demonstrate in the streets of the cities for their freedom. The personal sanctions that the EU has imposed on several Belarussian officials are not resulting in any influence on the political process in the country. The time has arrived for the EU to mobilise any possible economic and political instrument. We can’t leave the people of Belarus alone and the EU must set up a mechanism that assists victims of state repression, including financial aid to strikers and also visa regime for all Belarusians.  Finally, it’s important to stress that we are not here to tell the Belarusian people which path they should follow. It’s up to them to decide their own future whether they want to have deeper EU integration or to stay in close relations with the Russians. We have to respect the choice made by people of Belarus, and if the choice is to integrate Belarus to the EU, I will be only very, very happy. What we are doing now is that we urge the stop of violence. Belarus deserves better. Žyvie, Belaruś. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 118, "date": "2020-11-26.json", "name": "Charles Goerens (Renew).", "mepid": "840", "text": "   Mr President, the Belarusian President loses elections and claims to have won them. The U.S. president loses the election and claims to have won them. Then you'll tell me, white hat and white cap. Is it the same thing? No, it is not the same thing, because in the first case the president stays, while in the second case, whatever the outgoing president says, he must give way to his successor. And it is the democratic nature of the second country, the United States in this case, that makes all the difference. A resilient democracy cannot withstand the worst excesses of its leaders. So it is not enough to remain admiring before the Belarusian people who carry all the burden on their shoulders, we can of course express our sympathy, be by their side, above all morally, but the key to the problem is held by Moscow. We must include Putin in better European diplomacy, since he leads the only external power capable of weighing on the fate of Belarus.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 119, "date": "2020-11-26.json", "name": "Heidi Hautala (Verts/ALE).", "mepid": "2054", "text": "   – Mr President, I want to address my words today to all those brave people, women and men in Belarus, who have been protesting peacefully against this brutal, murderous regime since last August, and now it has murdered Raman Bandarenka. Our message is clear: we continue to be with you, you are not forgotten, we are standing in solidarity with your fight for freedom and democracy. Colleagues, torture and ill treatment against peaceful protests has become commonplace –is the message of the new United Nations (UN) report. The recently published expert report by the Organisation for Security and Co-operation in Europe (OSCE) has found massive and systemic human rights violations in Belarus. The EU must do everything it can to fulfil the key recommendations by the OSCE to establish an independent international body for the investigation of human rights violations and to bring the authorities responsible for torture and inhuman treatment to justice. And let me add, it’s out of the question that Minsk could host next year’s ice hockey world championship.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 120, "date": "2020-11-26.json", "name": "Helmut Scholz (GUE/NGL).", "mepid": "96646", "text": "   Mr President, I would like to thank the How many more people have to die peacefully for democracy and new elections? Bandarenka did not survive Lukashenko's brutal retaliation and died of his serious injuries on 12 November. My sincere condolences go out to his family and friends. We also show our full solidarity and respect for the thousands of arbitrarily and unlawfully detained, including members of our left-wing partner party Fair World, trade unionists, journalists and so many others, for courageous advocacy of democracy and the rule of law.  Certainly, the protesters have different ideas about the way forward to a just, good work for all people and a self-determined future in Belarus. But it shares the recognition gained on the streets: without freedom of expression and participation in social-political decisions, Belarus will not have this future. That is why Lukashenko must finally realise that his people did not elect him. Belarus urgently needs a peaceful and democratic solution to the current crisis through free and fair new elections and an inclusive national dialogue between all Belarusians.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 121, "date": "2020-11-26.json", "name": "Isabel Wiseler-Lima (PPE).", "mepid": "197421", "text": "   Mr President, sometimes we need a face to abolish distance. Today, it is the face of Roman Bondarenko. Roman was 30, Roman was a teacher, he was an artist, he had a family. Like hundreds of thousands of other Belarusians, he marked his opposition to the ruling government in a completely peaceful manner. And like thousands of other Belarusians, simply for expressing his disagreement, he suffered injustice and violence. So many of them have been arrested, beaten, tortured, raped. Roman died of the beatings inflicted on him. Like him, others are dead and still others have disappeared. We will not stop denouncing human rights violations under Lukashenko in this Parliament and we will continue to support the Belarusian people in their fight for new free and fair elections. European sanctions need to be extended. Support for civil society, journalists and human rights defenders needs to be amplified. Our next meeting with the people of Belarus will be the awarding of the Sakharov Prize, an honour for the European Parliament. Long live the Belarusians!", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 122, "date": "2020-11-26.json", "name": "Jakop G. Dalunde (Verts/ALE).", "mepid": "183338", "text": "   Mr President, I would like to begin by congratulating Mr The situation in Belarus is getting worse. The protests continue unabated. At the same time, the dictatorial regime is still showing no desire for dialogue whatsoever, and the reports of police brutality are getting worse. The latest on the horrific murder of Raman Bandarenka. Now that we are in the fourth month of protests, it is easy for us to lose focus. Attention shifts to other news. It is then even more important for us not to fold our eyes down. To continue to pay attention to the belarusian people's struggle for democracy. I want them to know we're still on their side. For the belarusian people's struggle for freedom and justice, it is also our struggle. A loss for their struggle for democracy is also our loss. We must continue to support the democracy movement in every way we can and condemn and punish any crime that Lukashenka and his associates are carrying out, now and as long as the regime's repression continues. Long live Belarus!", "language": "en", "original_language": "sv", "translation_provider": "azure"}, {"id": 123, "date": "2020-11-26.json", "name": "Radosław Sikorski (PPE).", "mepid": "197548", "text": "   – Mr President, one thing we can do for the people of Belarus right now is to bring in the European Magnitsky Act, a swift sanctions mechanism that should cover not only those involved in repression, but also their families and partners. Maybe then they’ll get it. I’m aware that whatever we do will not bring back the life of Raman Bandarenka nor do I have illusions that the fascist regime will release the prisoner I have adopted, Siarhei Tsikhanouski, whose crime it was to hope to stand in the presidential election. But what we do and say might give hope to the people of Belarus.  We in Poland remember the hopeless years of martial law in the 1980s but I am convinced that Belarus will one day also be free and Belarusian representatives will sit here with us in this Parliament. Žyvie Belaruś. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 124, "date": "2020-11-26.json", "name": "Janez Lenarčič", "mepid": "n/a", "text": "   Member of the Commission. – Mr President, we have witnessed an unprecedented level of repression in Belarus over the last three months. It is clear that the elections were neither free nor fair and Lukashenko has no democratic legitimacy. The Belarusian authorities have not accepted international offers of mediation and the human rights situation continues to deteriorate. More than 30 000 people have been arrested following the elections and there are more than 100 political prisoners recognised by the European Union. At least 500 cases of torture have been documented and at least four persons have been killed.  The latest example, as mentioned by many, was on 12 November when 31-year-old Raman Bandarenka died due to serious injuries caused by the brutality of police. This is another shameful result of the brutal repression that the Belarusian authorities carry out against their own peacefully protesting people.  As the European Union, we have been leading the international response for the protection of human rights and fundamental freedoms in Belarus. The EU-led resolution in the UN Human Rights Council requests the UN High Commissioner for Human Rights to monitor the situation of human rights in Belarus and to present an oral update on the situation, including recommendations, to be followed by a written report and an interactive dialogue at the next session of the UN Human Rights Council.  The EU Member States were at the forefront of the move within the OSCE to invoke the Moscow Mechanism to report on the human rights violations in Belarus and provide recommendations. The resulting report and recommendations should now be followed up. The EU stands ready to assist in the implementation of these recommendations.  There must be no impunity for violations of human rights such as those that we are witnessing in Belarus. We will continue to support the peaceful protesters and their legitimate call for free and fair elections. We will continue to support civil society and independent media. And we have also launched the preparatory work for the third package of sanctions, in addition to the sanctions on 55 individuals responsible for the violent repression and election falsification which we have already adopted. And finally, concerning the so-called Magnitsky Act, the Commission has done its work. It has sent the proposal to the Council. As announced in the Council conclusions on 12 October, the European Union stands also ready to support a peaceful democratic transition with a variety of instruments, including a comprehensive plan of economic support for a democratic Belarus. Let me thank at the end the European Parliament for its relentless support to the democratic struggle of the Belarusian people.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 125, "date": "2020-11-26.json", "name": "President. –", "mepid": "197546", "text": "  The debate is closed. The vote will take place today. Written statements (Rule 171)", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 126, "date": "2020-11-26.json", "name": "Gunnar Beck (ID)", "mepid": "132191", "text": "  Writing. – This motion for a resolution deals with the human rights issue in Belarus, in particular the treatment of journalists. In Belarus, where President Alexander Lukashenko faces serious accusations of electoral manipulation, human rights violations continue to occur. These are also directed against journalists and against freedom of the press. Time and again, journalists, but also other civilians, are arrested by the State Security Service, simply disappear or are killed. Raman Bandarenka, a 31-year-old art teacher, was brutally beaten up by a group of masked men in civilian brutality on 11 November 2020. They reportedly have close ties to the government. Raman Bandarenka was beaten further while in custody and then taken to hospital after two hours with head injuries. He succumbed to the injuries the following day. A doctor and a journalist who want to investigate the case are now being prosecuted by government agencies. Witnesses also suffered repression. A memorial in memory of Raman Bandarenka was destroyed. When Orthodox and Catholic church representatives condemned this, they were heavily criticized by the Minsk government. We condemn violations of human rights and stand for democracy and freedom and want a free and independent press. But we reject EU interference in the affairs of a non-Member State. I abstained after careful consideration.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 127, "date": "2020-11-26.json", "name": "Bettina Vollath (S&amp;D)", "mepid": "197678", "text": "  Writing. \"All the people are against this power,\" said a visitor to the funeral of Raman Bandarenka. He died two weeks ago after an alleged brawl with a neighbour. That, at least, is the official report. However, eyewitness accounts and video footage show a different picture. Bandarenka was taken to the police station by masked forces after a verbal altercation. What happened there remains in the dark. But the consequences are clear: severe skull-brain trauma, dislocated lower jaw, bruising and wounds to the face and legs – just an excerpt from the finding in the intensive care unit. Raman died because he was in the wrong place at the wrong time. He was arrested at the \"Place of Change\". A place full of culture and hope that has become a symbol of the resistance movement. Lukashenko's regime wanted to destroy this place of hope – and thus created a place of pilgrimage. Raman's death fuels protests in Belarus that have been going on for more than 100 days. Thousands will be demonstrating again this Sunday, and if nothing changes, they will continue to be tortured and killed. People like you and me and like Raman Bandarenka. That is why we in the European Parliament have made it clear once again today that we are on the side of human rights and democracy, and therefore on the side of the Belarusians.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 128, "date": "2020-11-26.json", "name": "Presidente. –", "mepid": "124747", "text": "  We now move on to today's second voting period.  We will vote on the dossiers as indicated on the agenda.  The voting period will take place between 1:45 p.m. and 3 p.m.  Voting is carried out in accordance with the same procedure used in previous voting periods.  All votes will be nominal. I declare the second voting period open today. You can vote until 3:00.  The results of the second voting period will be communicated at 16:30.  (The session is adjourned at 1:50 p.m.)", "language": "en", "original_language": "pt", "translation_provider": "azure"}, {"id": 129, "date": "2020-11-26.json", "name": "Der Präsident. –", "mepid": "2323", "text": "  I declare the session of the European Parliament adjourned.", "language": "en", "original_language": "de", "translation_provider": "azure"}]