[{"id": 0, "date": "2020-03-26.json", "name": "Presidente. –", "mepid": "96864", "text": "   With today's extraordinary part-session, I declare resumed the session of the European Parliament adjourned on Tuesday, 10 March 2020.", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 1, "date": "2020-03-26.json", "name": "Presidente. –", "mepid": "96864", "text": "  In view of the seriousness of the situation and the significant increase in Covid-19 cases in the European Union, the Conference of Presidents decided, on Thursday 19 March, on a proposal by the President to further change the calendar of Parliament's activities in 2020, for reasons of force majeure and as a measure of safety and protection of public health. With a view to holding an extraordinary part-session today, Thursday 26 March, the part-sessions previously scheduled for 1 and 2 April, 22 and 23 April, 3 and 4 June in Brussels have been cancelled. The part-session initially scheduled for 11 to 14 May in Strasbourg will take place on 13 and 14 May in Brussels. the part-session initially scheduled for 15 to 18 June in Strasbourg will take place on 17 and 18 June in Brussels; the part-session initially scheduled for 6 to 9 July in Strasbourg will take place on 8 and 9 July in Brussels.  The situation will of course be reviewed by the Conference of Presidents in the light of the evolution of the Covid-19 pandemic. The revised provisional calendar is available on the plenary webpage.", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 2, "date": "2020-03-26.json", "name": "Presidente. –", "mepid": "96864", "text": "   The first item on the next item is the vote on requests for urgent procedure made by the Commission pursuant to Rule 163 of the Rules of Procedure. We shall vote on three requests: – allocation of slots at Community airports: common rules; – specific measures to mobilise investment in Member States' health systems and other sectors of their economies in response to the COVID-19 (Coronavirus Response Investment Initiative); - financial assistance to Member States and countries negotiating accession to the European Union that are severely affected by a serious public health emergency. Before the vote, only the author of the request, one speaker against and the chairman or rapporteur of the committee responsible may be heard. Does anyone in this House wish to take the floor? (No Member wished to speak) Information on the conduct of the vote was distributed by e-mail to all Members on Monday. Two test votes have already taken place on Monday and yesterday to familiarise all Members with the procedure. Voting time on urgent procedure will be open from 10.00 a.m. to 11.00 a.m. All votes today will be by roll call. Members will be able to check their vote and the results of the vote themselves in the document to be published today on the plenary website. I would remind Members of the voting instructions: Members will now receive the ballot paper for urgent procedure under Rule 163 from the plenaryvote@europarl.europa.eu e-mail box. Members are invited to: – print the ballot paper; - write their name and indicate their vote (for, against or abstention) on the ballot paper (there will be three votes on the same ballot paper, one for each proposal put to the vote); - sign the solemn declaration on the ballot paper; – scan or photograph the card; – send the scan or photograph of the signed card to the e-mail plenaryvote@europarl.europa.eu. If Members have not been able to obtain a printer, they are invited to ask their local assistant to print the voting card and hand it over to him, so that Members can sign it and send it. Only if this is impossible can Members copy the ballot paper by hand in a clear and legible manner, including the solemn declaration at the bottom of the ballot paper, clearly indicate their name and sign it. Only ballot papers sent from the official address of the Member's Parliament bearing the Member's name and the vote in legible form with their signature shall be deemed to have been cast. Only voting cards received in the e-mail box by the close of the vote (at 11.00 a.m.) will be taken into account.  The Members who will be present in the Chamber will vote in the same way as other Members, that is to say at a distance. The vote is open. I invite you to vote no later than 11:00 a.m. The results of the votes on requests for urgent procedure will be communicated at 12.30 p.m. Explanations of vote may be submitted in writing. Exceptionally, explanations of vote of up to 400 words will be accepted. (The sitting was suspended at 10.10 a.m.)", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 3, "date": "2020-03-26.json", "name": "Presidente. –", "mepid": "96864", "text": "   Ladies and gentlemen, Madam President, welcome to the House. I greet you at this difficult and delicate time for Europe and for our citizens. I hope that you, your families and loved ones will all be in good health. We are experiencing an extraordinary and unexpected situation, which has led us in recent weeks to take unprecedented decisions, often anticipating the rapid evolution of circumstances, with the aim of protecting the health of our staff and Members and, at the same time, guaranteeing the democratic life of our institution. We have had to slow down, of course, but no one has stopped, and I believe that this is the most important signal, because democracy cannot be suspended, especially in the midst of such a dramatic crisis. It is our duty, indeed, precisely in these difficult times, to be at the service of our citizens who are suffering so much; give them a guide and hope to face this dark moment and the moments to come. As legislators, we have the means, the opportunity and the duty to be useful. Today we are close, albeit distant, gathered in this unprecedented format of the European Parliament, extraordinary, but determined to make our contribution in the fight against this pandemic, guaranteeing our democratic function and the continuity of Parliament's work, because this is only how we can render a service to the people, to our communities, to our countries, to the health personnel who are sacrificing themselves in the lanes of our hospitals throughout Europe. A few days ago, this horrible virus hit us very closely, taking away a young life: a boy who worked right here with us in the European Parliament. Our deepest condolences go out to the family of dear Giancarlo, as well as to the families of all the people who lost their lives as a result of Covid-19. I would like to address a thought to all the people who fight this virus every day with courage and determination, to the sick people, first of all, to the medical staff who work tirelessly throughout Europe, and to greet all our citizens who, with their responsible and disciplined behaviour, will be decisive in eradicating this pandemic. We need all our strength, all our energy and cooperation and also a little patience, of course, to ensure that this extraordinary plenary day of Parliament, which is so special and atypical, can be carried out calmly, because with our decisions we could give oxygen to those who are currently at the forefront of dealing with this emergency.", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 4, "date": "2020-03-26.json", "name": "Presidente. –", "mepid": "96864", "text": "   Ladies and gentlemen, the next item is 'Council and Commission statements: coordinated European response to the Covid-19 epidemic (2020/2610(RSP)). I would remind honourable Members that this debate does not have the usual catch-the-eye or blue card procedures. I would like to inform you that the Presidency of the Council, unable to take part in our work, has sent me a written statement which I will send to all Members. I welcome the President of the European Commission, Mrs von der Leyen, to whom I shall give the floor immediately.", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 5, "date": "2020-03-26.json", "name": "Ursula von der Leyen", "mepid": "n/a", "text": "   présidente de la Commission. – Monsieur le Président, Mesdames et Messieurs les députés, je tiens tout d'abord à remercier tous ceux qui ont rendu possible cette séance extraordinaire, dans ces conditions tout aussi extraordinaires. Il est difficile de réaliser à quel point et de quelle façon le monde a changé depuis notre dernier rendez-vous. En un clin d'oeil, un virus qui apparaît à l'autre bout du monde devient une pandémie tueuse aux conséquences tragiques ici aussi en Europe.  D'un jour à l'autre, nos modes de vie ont changé. Nos rues se sont vidées. Nos portes se sont fermées. Et nous sommes passés de la routine quotidienne au combat de notre vie. Pendant ce temps, nous avons vu la fragilité de la vie mise à nu sous nos yeux. Et nous avons vu une tragédie au cœur de l'Europe, d'une ampleur inimaginable il y a quelques semaines encore.  Je suis de tout coeur avec toutes les victimes et tous leurs proches et nos pensées, nos meilleurs vœux vont à ceux qui luttent pour leur vie en ce moment ou qui sont malades chez eux.  Mais si le virus frappe fort, les citoyens européens sont aussi puissants. Je tiens à rendre hommage aux hommes et aux femmes qui mènent ce combat. Je pense aux infirmières, aux médecins et aux aides-soignants en Italie, en Espagne, dans toute l'Europe, qui ont couru vers le danger sans se poser la moindre question. Ces héros qui mettent tout en jeu jour après jour pour sauver nos parents, pour sauver nos grands-parents, les amis et les collègues, les voisins et les étrangers.  L'Europe vous doit à tous une dette de gratitude. Aux remplisseurs de rayons et aux ramasseurs de poubelles, aux assistants funéraires et aux assistants d'éducation, aux camionneurs et aux nettoyeurs, aux ouvriers et aux boulangers, à tous ceux qui aident notre monde à tourner, l'Europe vous doit à tous une dette de gratitude.  But what is unique about this fight is that every single one of us has a role to play. Every single one of us can help repay that debt – by keeping our distance, we can slow down the spread of the virus. The numbers in the last few days have shown that we can bend the trend, but only if we all do our share. Yes, it is painful to stay away from our family, especially when we are worried about their physical and their mental health. And, yes, it is painful for those for whom home is not a happy or a safe place to be. It is painful for those who have plans put on hold, or things they worked so hard for, cast into doubt. But this is why I am convinced that while we may be sitting further apart than usual, we must work closer together than ever before. We must look out for each other. We must pull each other through this because if there’s one thing that is more contagious than this virus, it is love and compassion. And, in the face of adversity, the people of Europe are showing how strong that can be. Small acts of kindness, compassion, solidarity are helping to spread hope through all Europe. From volunteering, to balcony singing; from sending postcards, to the lonely to shopping for the elderly; from hotels offering their beds for free, to restaurants donating their food; from luxury perfumes and vodka producers making sanitising gel; to car makers and fashion houses producing masks. This is the example that the European Union must follow. By each doing our little bit, we can truly help each other a lot. And our role as Europe’s institutions, policy-makers and leaders is to show that same trust, that same unity and that same leadership. We all share this responsibility. None of us can do it alone. And, certainly, no Member State can handle this crisis on their own. Because in this crisis, and in our Union more generally, it is only by helping each other, that we can help ourselves. But the story from the last few weeks is partly a painful one to tell. When Europe really needed to be there for each other, too many initially looked out for themselves. When Europe really needed an ‘all-for-one’ spirit, too many initially gave an ‘only-for-me’ response. And when Europe really needed to prove that this is not only a fair-weather union, too many initially refused to share their umbrella. But it was not long before some felt the consequences of their own uncoordinated action and this is why over the last few weeks, we took exceptional and extraordinary measures to coordinate and enable the action that is needed. Since then, things are improving, and Member States are starting to help each other to help themselves. Europe is now really stepping up, but the people of Europe are watching what happens next. And we all know what is at stake. What we do now matters for today, as well as for the future. The outbreak of the Corona virus is first and foremost a public-health emergency and we will stop at nothing to save lives. To do that, we are lucky to have, and to be able to rely on, the best health-care professionals in the world – from Milan to Madrid and beyond. They are producing miracles every single day. But as we have seen, both there and elsewhere, the scale of the outbreak is stretching them to breaking point. They urgently need equipment, the right equipment, they need the right amount of it and they need it right now. But instead of that, what we saw was crucial equipment stuck in bottlenecks or at borders for days, and this is why we had to take matters into our own hands, as far as we could, to relieve these blockades. This is why we are creating the first ever European stockpile of medical equipment, such as ventilators, masks and lab supplies. The Commission will finance 90% of this stockpile through rescEU. This is why we launched several joint procurement with Member States for testing kits, ventilators and protective equipment.  Twenty-five Member States joined the latter and there: good news. Since Tuesday, we know that their demands for masks, gloves, goggles and face shields can be matched by the producers. The first deliveries should start in the coming weeks. And because knowledge saves lives in a pandemic, we set up a European team of scientists – experts to help us come up with coordinated measures that we all can follow. I personally chair these discussions twice a week. Doing so has only deepened my conviction that we will need to draw on all that makes us strong to get through this together and then to get back on our feet again. We have no stronger asset for this than our unique single market. A successful European response can only be coordinated if our internal market and our Schengen Area work the way they should. A crisis without borders cannot be resolved by putting barriers between us. And yet, this is exactly the first reflex that many European countries have. This simply makes no sense, because there is not one single Member State that can meet its own needs when it comes to vital medical supplies and equipment. Not one. The free movement of goods and services is therefore our strongest and, frankly, our only asset to ensure supplies can go where they are needed most. It makes no sense that some countries unilaterally decided to stop exports to others in the internal market. And this is why the Commission intervened when a number of countries blocked exports of protective equipment to Italy. It is why we issued guidelines for border measures to protect health and keep goods and essential services available. It is why we are calling for priority green lanes for transport of goods. These will ensure that crossing the border takes no more than 15 minutes, and they will help ensure that goods and supplies can go where they are needed, and we all can avoid shortages. It pains me that we had to do this, but our coordinated approach is now bearing fruit. The internal market is already functioning better, and we all welcome the news that hospitals in Saxony and took patients from Lombardy while others from the Grand-Est in France are now being treated in the Grand Duchy of Luxembourg. This only goes to prove that it is only by helping each other that we can help ourselves. The whole set of measures that we have taken reflects the unprecedented situation we’re all in. But as I said earlier, the people of Europe are watching what happens next. And they, of course, want us to do everything we can to save as many lives as we can, but they are also thinking about the day after.  They are thinking about what job will they have to go back to, what will happen to their business and to their employers? What will happen to their savings and their mortgage? They will worry about their parents, their neighbour, their local community. They will know that their governments had to make difficult decisions to save lives, yes. But they will also remember who was there for them and who was not. And they will remember those that acted and those who did not. And they will remember the decisions that we take today, or those we will not. The point is that sometime soon there will be a day after. And our job is to make sure, that on that day, and on all that follow it, the European Union is there for those who need it. What do we do now really matters and this is why we launched the Corona virus response investment initiative to help direct EUR 37 billion to mitigate the impact of the crisis, to save lives, jobs and businesses. This is why we adopted the most flexible ever temporary rules on state aid: to enable Member States to give a lifeline to their businesses. The first cases were approved in record time within a matter of hours. This is why, for the first time in our history, we have activated the general escape clause in the Stability and Growth Pact. That means that Member States can use all the firepower they have to support those in work, or those out of work, to support businesses, small and big, and to support people through these tough times. Meine Damen und Herren Abgeordneten! Das ist das Europa, an das sich die Menschen am Tag danach erinnern sollen: ein Europa, das im Schnelldurchlauf arbeitet, wenn es sich so anfühlt, als hätte die ganze Welt auf Pause gedrückt. Ein Europa, das für seine Menschen und Mitgliedstaaten da ist, wenn sie es dringend brauchen. Ein Europa, das Einfühlungsvermögen hat und Mitgefühl über alles andere stellt. Ein Europa, das in Zeiten der Not widerstandsfähig und selbstlos zugleich ist. Das ist das Europa, das ich mir wünsche. Es ist exakt jenes Europa, von dem unsere Gründungsväter und Gründungsmütter in der Asche des Zweiten Weltkriegs träumten. Als sie diese Union aus Menschen und Nationen schufen, stand ihnen schmerzlich vor Augen, wohin Selbstsucht und übertrieben nationales Denken führen können. Es ging ihnen darum, ein Bündnis zu schmieden, in dem aus gegenseitigem Vertrauen gemeinsame Stärke wächst – das war ihr großer Gedanke, aus dem binnen Jahrzehnten eine einzige Gemeinschaft in Freiheit und Frieden entstand: unsere Europäische Union. Und heute, angesichts eines unsichtbaren Feindes, werden diese Grundwerte unserer Union auf die Probe gestellt. Wir müssen uns alle aufeinander verlassen können! Wir müssen uns wieder alle gegenseitig durch die harten Zeiten helfen. Im Augenblick ist es unsere allererste Pflicht und Priorität, das Leben und die Existenzgrundlagen der Europäerinnen und Europäer zu retten. Aber der Tag wird kommen – und ich hoffe, in nicht allzu ferner Zukunft –, an dem wir nach vorne blicken und gemeinsam den Aufschwung gestalten müssen. Und dann werden wir Lehren ziehen und entscheiden müssen, was für eine Europäische Union wir künftig wollen. Und wenn wir das tun, dann sollten wir uns nicht auf die falsche Debatte einlassen, ob wir mehr oder ob wir weniger Europa brauchen. Wir sollten uns lieber darauf konzentrieren, wie wir diesen Sturm nutzen können, um sicherzustellen, dass wir dem nächsten besser standhalten können. Denn der Wunsch nach einer widerstandsfähigen und einer lebenswerten Heimat Europa eint uns doch alle – ob Nord oder Süd oder Ost oder West. Und seien wir uns bewusst: Die Entscheidungen, die wir heute treffen, die werden lange in Erinnerung bleiben, und sie werden das Fundament unserer Europäischen Union von morgen prägen. Wir stehen an einer Weggabelung: Wird uns dieses Virus endgültig in Arm und Reich spalten, in die Wohlhabenden und die Habenichtse, oder werden wir ein starker Kontinent bleiben, ein ernst zu nehmender Akteur auf dieser Welt? Können wir aus dieser Lage vielleicht sogar stärker und besser herauskommen? Können wir unsere Gemeinschaften angesichts der Krise näher zusammenrücken lassen? Können unsere Demokratien an Ansehen gewinnen? Und wenn man sich die vielen Akte der Zuwendung, der Freundlichkeit und des menschlichen Anstands in ganz Europa anschaut, dann sieht man, dass wir allen Grund haben, optimistisch in die Zukunft zu schauen. Unser Europa hat alles in der Hand, was nötig ist. Und wir sind bereit, alles zu tun, was nötig ist, um diese Krise zu meistern! Verehrte Abgeordnete, in den letzten Tagen haben viele von Ihnen das Zitat von Jean Monnet über das Schmieden Europas in den Zeiten der Krise verwendet, und das gilt auch heute! Aber es gibt ein weiteres Zitat von einem anderen Gründungsvater, das meiner Meinung nach ebenfalls zusammenfasst, wo wir heute stehen. Konrad Adenauer sagte: „Geschichte ist auch die Summe der Dinge, die man hätte vermeiden können.“ Liebe Freundinnen und Freunde, die Geschichte schaut auf uns. Lassen Sie uns gemeinsam das Richtige tun, mit einem großen Herzen und nicht mit siebenundzwanzig kleinen! Lang lebe Europa! Vive l´Europe! Long live Europe!", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 6, "date": "2020-03-26.json", "name": "Presidente. –", "mepid": "96864", "text": "   As I said, the Presidency of the Council was scheduled to speak, but it was unable to take part in our work. The Presidency has sent me a written statement which I will send to all Members. Allow me, of course, also to greet our Croatian friends who were affected by the earthquake: our solidarity, our friendship and our closeness to them.", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 7, "date": "2020-03-26.json", "name": "n/a", "mepid": "n/a", "text": " (in writing) President, Honourable Members, first, I wish to thank the European Parliament for this extraordinary session today so that important measures can be adopted. I regret that I cannot be with you in person on such an important occasion, and I would like to thank President Sassoli for granting me this opportunity to address you in writing from Zagreb during this extraordinary plenary. Allow me to begin with a few words about the terrifying earthquake of 5.5 magnitude on the Richter scale, which hit my capital Zagreb and its surroundings this Sunday. It was the strongest earthquake in this area in the last 140 years. Our homes, hospitals and churches, even the Cathedral, sustained extensive material damages. Newborn babies and their mothers with masks were carried into the freezing hospital yards, people were physically injured and traumatized with fear and uncertainty, and most tragically, one young life was lost.  Since then, Zagreb and its surroundings have been hit by more than 80 smaller earthquakes and aftershocks; we had strong winds and snow showers. Zagreb could not stay at home even in the midst of the COVID-19 epidemic. I would like to use this opportunity to praise our citizens who exhibited incredible feats of courage, solidarity and togetherness, our public services, our military and police, our firemen and engineers and our media who all worked tirelessly and patiently to assist and inform people in these terrible circumstances. I also wish to thank everybody for their messages of support, solidarity and friendship, as Zagreb witnessed these two simultaneous emergencies. Our fight against COVID-19 pandemic continues, and strict measures introduced to contain its spread and slow down the epidemiological curve remain our priority in Zagreb and the whole of Croatia.  Moreover, we remain aware of our responsibilities as the Presidency of the Council of the European Union in these difficult moments and we shall keep performing them to the best of our abilities.  Allow me therefore another comment outside the designated subject : I am proud that in these exceptional circumstances, we have managed to reach a true Enlargement policy milestone, by deciding to open accession negotiations with the Republic of Albania and the Republic of North Macedonia. Coming back to our main subject: The coronavirus is a global crisis. But right now, that crisis is hitting hardest in Europe and the situation has been worsening by the hour. For the moment, we are the continent that has the biggest number of people that are infected and the highest number of fatalities. Before I continue, I would like to pay tribute to the victims, in Europe and elsewhere, and express my deepest sympathy with their relatives and loved ones. I also wish to acknowledge and praise the outstanding efforts and hard work by the healthcare services throughout Europe and the world in these difficult times. They are on the front line, tirelessly fighting the spread of the virus.  I also wish to express our solidarity with all those who are ill, in intensive care or in quarantine. And we should not forget those who are doing their utmost to ensure we continue to have the basic goods and services that we all need in our everyday life. We must help and support each other throughout this pandemic and I believe we will come out of it stronger. The coronavirus is not only an unprecedented health crisis, but it is also a serious threat to the EU economy and society, which build on free movement. In response, the members of the European Council have identified five key priorities for the EU and its Member States.  These are: limiting the spread of the virus, measures to secure access to medical equipment, promoting research, tackling socio-economic consequences and helping EU citizens stranded abroad to return home.  As regards public health, our focus has been and will continue to be on minimizing human suffering, people falling ill and dying. We need to reduce the number of active cases as much as possible so that our health care systems have a sufficient number of places for treatment, including intensive care. This is why the EU and its Member States took very drastic measures to achieve social distancing. These have been difficult decisions aimed at reducing the infection rate, but although necessary and justified, they have immense impact on our citizens, their private, professional and social life.  Since those measures were introduced some 10 days ago, we hope soon to see the number of daily new cases diminish. The free movement of goods is in normal times the cornerstone of our prosperity and growth. In this time of crisis, swift and undisrupted access to essential goods must also be guaranteed. To this aim the internal market must function properly. It is time now to show solidarity with those who are at this point in time the most affected and in need of life-saving equipment. We therefore welcome the concrete measures that the European Commission has taken in cooperation with Member States to ensure the supply of medicines and medical equipment. We support the Commission’s efforts to improve the situation as regards access to Personal Protective Equipment, through joint public procurement initiatives, engagement with the industry and purchases via the Civil protection framework.  In order to be able to tackle cross-cutting issues, the Croatian Presidency is also making full use of the Integrated Political Crisis Response (IPCR), which provides for efficient information exchange between Member States, including at ministerial level whenever needed.  It is impossible to overstate the significant impacts that this health crisis will have throughout the globe on many sectors of our economy. Given the interconnectedness of our economies, close coordination of fiscal and monetary policies will be key to tackling this crisis. We stand ready to act if the situation worsens, always keeping in mind the need to ensure proportionality and flexibility in our response.  Over the years, we have built robust yet flexible rules in domains such as fiscal policy, financial regulation and state aid. Staying within the boundaries of such frameworks, while exploiting their flexibility to the full extent, will allow us to provide the adequate immediate relief, while at the same time ensuring credibility and sustainability in the long term. In concrete terms, with the support of Member States, the Commission will use the general escape clause of the Stability and Growth Pact, allowing Member States to undertake measures to deal adequately with the crisis, while departing from the budgetary requirements that would normally apply under the European fiscal framework. Then, in order to minimise the damage on the productive fabric of our societies, also linked to the necessary containment measures taken in these weeks, massive liquidity support for firms have been announced by many Member States, amounting to exposures of several percentage points of GDP. In parallel, our financial regulators have already expressed their willingness to provide the maximum flexibility to banks and credit institutions to channel and complement public support, while the Commission has announced a temporary relaxation of state aid rules to ensure and expedite approval of public support schemes for enterprises facing difficulties, especially in sectors and regions most directly affected by the crisis. Finally, all Member States have announced important social measures to support the employment status and income of affected workers, in the form of reinforced automatic stabilisers and ad hoc measures to ensure the widest coverage of the measures taken. Furthermore, beyond creating the framework of regulatory conditions to allow Member States to implement these targeted support policies, EU institutions have also set up important Europe-wide initiatives. I would mention the Commission's Corona Response Investment Initiative; the EIB's announcements on working capital lending for European firms and catalysing additional investments in SMEs and midcaps; and the ECB Governing Council's announcement of a €750bn Pandemic Emergency Purchase Programme (PEPP). Honorable members, as you know, the formal Council meetings had to be postponed due to the rapid spread of the COVID-19 pandemic. The Croatian Presidency, in an effort to ensure the necessary continuation of the Council's work, initiated changes to the Council's Rules of Procedure which enable the use of a written decision-making procedure within the Council, as well as regulating the issue of holding and preparing video conferences, which entered into effect on March 23rd.  A number of informal ministerial meetings were held via video conferences in the last weeks.  On March 18th, the EU transport ministers debated the implications of COVID-19 on transport and agreed cooperation to ensure a smooth flow of goods (food, medicines, medical equipment) with an emphasis on safeguarding freedom of movement across borders; as well as health and safety measures for transportation workers. On 19th March, an exchange of views of EU social and employment ministers took place on the impact of COVID-19 on social policy and employment across 3 topics: i.) possible reallocation of EU funds to new \"corona\" initiatives; ii.) measures to mitigate the impact of COVID-19 on SMEs and the self-employed; iii.) alternative childcare solutions (for working parents), and other vulnerable groups. On 20th March, an informal high-level videoconference of Ministers responsible for Internal Market and EU Competitiveness was held on the impact of COVID-19 on the EU economy, with an exchange of views on: i.) ways to ensure a sufficient level of production capacity for medical equipment to meet the needs of all MS ; ii.) measures taken regarding the economic consequences of the pandemic; iii.) ways of enabling free movement of the functionality. On 23 March a teleconference of EU Ministers of Economy and Finance was held, with a focus on: i.) the economic impact of the COVID-19 crisis; ii.) the flexibility of the Stability and Growth Pact; iii.) the impact of COVID-19 on the European Semester 2020. They took stock of the situation and proposed additional targeted measures as necessary.  A teleconference of foreign ministers was held on March 23, discussing: i. repatriation of EU citizens; ii.) international cooperation; iii.) public diplomacy and misinformation issues; and iv.)geopolitical and economic implications of repatriation, especially for EU citizens who are not residents of third countries (students, tourists, etc.). The ministers also discussed the medical equipment issues and inaction among MS, which creates fertile ground for the intervention of third countries. COVID crisis was also discussed at video conferences of Ministers for European Affairs on March 24th and Ministers of Agriculture on March 25th, and will be discussed at the upcoming meeting of Ministers responsible for Regional and Cohesion Policy on March 27th. The key message expressed by the Council, is that above all we need to strengthen the solidarity between Member States, cooperation and exchange of information. Moreover, the Council mandates for the proposals on Corona Investment Initiative Regulation and for a proposal to amend the European Solidarity Fund Regulation, as well as for the proposal amending the Slot Regulation, were urgently discussed and adopted on March 18th and 20th, respectively. There is thus an impressive set of national and Europe-wide initiatives with a significant amount of resources mobilised, in the context of an adjusted regulatory framework to ensure a smooth deployment of the instruments.  To conclude, we are constantly monitoring the situation, to be able to react as swiftly as needed. We are now in the epicentre of the crisis, and it is only through solidarity, unity, and close cooperation among all of us that we can contribute to diminish the impacts of this global outbreak in the most efficient way. Today, the members of the European Council will follow-up, by video-conference, on the EU's response to the crisis. They will focus on the main strands of action, notably: limiting the spread of the virus; the provision of medical equipment; promoting research, and tackling the socio-economic consequences of the outbreak. In the face of this unprecedented challenge, we are determined to continue the joint work of the European institutions and the Member States in a coordinated, swift, responsible and united manner to find effective solutions to address many serious problems that now arise.  I would like to thank the European Parliament for taking the steps that will allow our two institutions to act quickly on the Commission proposals in the light of these exceptional circumstances, and for its good cooperation on these proposals, on which you will vote later today.  I wish you a fruitful debate and I extend to you my heartfelt desire that you and your loved ones stay safe. I look forward to addressing you at the plenary as soon as the situation permits.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 8, "date": "2020-03-26.json", "name": "Esteban González Pons", "mepid": "125027", "text": "  on behalf of the PPE Group. – Mr President, we welcome your resolution to get things done, like the joint procurement of personal protective equipment. Those are positive steps. Now we need to go further. In the short term we need a lot more resources in health-care industry to fight against the Corona virus. We need to guarantee the free flow of goods and medicines across borders. We need to guarantee pensions and salaries. No one must be left behind. We need to secure the functioning of our critical services, both physical and digital. In the long term, we need a relaunch of the industrial production of medical equipment in Europe. We need to invest more in medical research and in the fight against diseases, and we need to address the economic impact of the crisis. We want our economies to survive the crisis. Our workers and our small and medium-sized enterprises, our fishermen, our farmers must survive this crisis. I will continue in my mother tongue. In Italy, in Spain, in France many are wondering where Europe is. In these times it is considered unfair to criticise national or regional governments, but it is still acceptable to criticise the European Government, as if the Commission were not also the Government of each of us. First of all, I would like to clarify that the Commission is doing everything the powers allow it; and, secondly, that no national government has asked it to do anything but what the powers allow it. Faced with a single problem, European Member States have given twenty-seven different responses, more than fifty if regions with health competences are taken into account, as if the virus were stopped at each border. European institutions are not failing, solidarity between European governments is failing. The European Union does not fail, europeanism of European national leaders fails. The World Health Organization has treated the virus as it is, a pandemic, a contagious disease of planetary scope. But European governments continue to treat it as if they were twenty-seven different national infections, including regional infections. Today the virus is baiting with Italy, Spain and France, but we don't know how it will evolve tomorrow. We don't know if and when it's going to spread the same across other European countries. We don't know if he'll be back in the fall and where. We do not know whether it will explode in Africa, the Middle East or Russia, and what consequences it will then have for us. The truth is, we don't know what's going to happen. That is why we must keep in mind that the solidarity we give today is the solidarity that we will receive tomorrow. That's what Europeans are about. Today we are contemplating two different Europes, that of the Council, which meets this afternoon, and the one that every night, at eight o'clock, goes out on the balconies to applaud Europe's doctors and nurses. This Parliament must be from Europe which, despite being confined, speaks the same language from balcony to balcony, and not from that other Europe which, despite having translators, is incapable of being understood. This Parliament must not close during the crisis, because Parliament is the house of hope. In my country, with less than fifty million inhabitants, we have been deader than in China, which has more than one billion inhabitants. We're living hell. In my country, more than five thousand doctors, nurses, auxiliaries and ambulance staff have become infected. In my country, many hospitals are overflowing. In my country, coronavirus patients die alone, without a family member closing their eyes. And they're buried alone. This isn't a war. This is an epidemic. Doctors don't ask us for medals of courage or trump bows, they ask us for a budget in Health. They do not ask us for speeches of blood, sweat and tears, they ask us for simpler things, such as piety and masks, such as dignity and respirators, such as comfort and test of the virus. Can't we really share that among the Europeans? Aren't we really going to help each other when the disease passes? The generation that is suffering the most from the virus is that of Europe's parents. The virus is attacking the generation that was born in the post-war period; is attacking the generation that built the European economy; is attacking the generation that widespread public health and public education; is attacking the generation that returned democracy to Spain, Portugal and Greece; is attacking the generation that brought down the Berlin Wall; is attacking the generation that renounced the franc and the framework in favour of the euro. The virus is attacked by Europe's parents' generation, and the least they deserve is for us to show them that Europe is there when they need it. And make it true. I join President Ursula von der Leyen and end by saying: Long live Europe!", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 9, "date": "2020-03-26.json", "name": "Javier Moreno Sánchez", "mepid": "28347", "text": "  a nome del gruppo S&amp;D. – Signor Presidente, onorevoli colleghi, signora Presidente, oggi ' un sessione un po'strana: quest'Aula ' quasiota ma la nostra casa della democrazia europea, come Lei ha ben detto, President, continues and continues the sua attivit' to servizio di tutti i cittadini europei. Oggi dobbiamo tutti adottare le misure proposte e continuare il nostro lavoro. I would like to address my first words on behalf of the entire S&amp;D Group, its President, and especially the Spanish delegation, to all those who have lost loved ones. Our sincere condolences. Also our desire for a quick recovery for those affected by the disease.  I would also like us, from this House, as Esteban said, every afternoon from our balconies to applaud health workers in gratitude for their relentless fight against the global pandemic. And that we also applaud all the citizens who continue to work so that as far as possible life will run its course, making it more bearable to others. Along with the exemplary behavior of citizenship, they are the best weapon to win war on this pandemic. Only united and coordinated at European level will we defeat the virus and regain normal life. So is the growth of our economies.  We need a joint strategy to address the staggered developments in the epidemic. Today's decisions are a first step in positively and hopefully channeling the future of our societies and the Union. We need to act in the short, medium and long term thinking exclusively about the well-being and future of citizenship.  Citizens expect a coordinated Community response that strengthens our health system and resolves urgent material needs, ensures the distribution of food and essential goods, and, above all, that goes to the rescue to mitigate the negative effects of the extraordinary measures that governments are taking to contain the virus and which are already adversely affecting our economies and especially workers , who are very concerned about their employment. Today we vote on a package of urgent measures to ensure the use of the Structural Funds and the available instruments of the 2020 budget so that Member States can help the regions most affected with the necessary flexibility. We also need to temporarily suspend the rules on the allocation of slots and end so-called 'ghost flights', which have a high economic and environmental cost.  These first steps are in addition to those announced by the European Central Bank, those of the European Commission and those of the EAF to ensure some relaxation of budgetary stability rules and for the most important thing at the moment — and the president has said this – the joint purchase of urgent health equipment to combat the pandemic and save lives. But we need more ambitious measures, particularly on fiscal policy, to support national efforts and ensure financial solidarity. That is why the European Socialists, in line with the initiative launched by President Pedro Sánchez, have called on european leaders and the Commission to approve a plan with twenty-five urgent measures to combat the social and economic crisis generated by COVID-19. A roadmap that leaves no one behind and includes the most vulnerable.  That is why we are calling for a new common European Marshall investment plan, financed by a common debt instrument that includes the issuance of Eurobonds and the activation of the European Stability Mechanism, with a specific line of credit without additional macroeconomic conditions.  We also call for the launch of European unemployment insurance, combined with a temporary European minimum income system, to protect all types of workers, especially in the field and fisheries sectors.  Finally, and among other measures, we call for better coordination and exchange of information between Member States on border closures and restrictions. We have to get out of this economic and productive hibernation without losing companies or human capital along the way.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 10, "date": "2020-03-26.json", "name": "Dominique Riquet", "mepid": "96885", "text": "  on behalf of the Renew Group. Mr President, let me first, on behalf of the Renew Group, express our solidarity for all Europeans affected by the epidemic and our support for carers who carry out their mission in often difficult conditions.  I want to first speak as a doctor and an MEP to stress that, if Europe is an economic and monetary solidarity, how much more necessary is health solidarity. National selfishness, disorder and even discord are not only reprehensible, but they are worse, counter-performing. The pandemic is not like nationalism, it ignores borders and feeds on our discordance. As a member of the Transport Committee and rapporteur for slots, I ask you to support, as a matter of urgency and without amendments, the committee's proposal as amended and amended by the Council. The suspension of the 80/20 rule will prevent empty flights for a necessary period of time, so as to avoid any environmental and economic damage in a mode of transport dramatically affected by this epidemic and whose very future, moreover, is at stake.  Let me add that all the supply and logistics chains, necessary to support, by any mode of transport, and to ensure the population's supply, the health community the capacity to fight the epidemic, the security forces the means to ensure social stability, that all these chains must be consolidated, facilitated, and that they represent not only a means of stabilizing Europe, but of course of the fight against the disease.  In conclusion, just a word to say that I wish that applies to us, to Europe and to each of its citizens, as well as to all their representatives here, the old aphorism that says: anything that will not kill us will make us stronger.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 11, "date": "2020-03-26.json", "name": "Nicolas Bay", "mepid": "124760", "text": "  on behalf of the ID group. - Mr. President, governing is planning, said French MP Émile de Girardin. In this case, the Covid-19 epidemic has allowed the European institutions to be even more spectacular than usual by a succession of errors, shortcomings and failures. Many here, and even more so in the European Commission, see the European Union not only as a supermarket, but as a super-state. Of course, they claim that it would be a more effective step than nations to respond to major challenges and challenges. Well, we have a big challenge here and you're not there. Unable, first, to analyze the information that is available. Since December, Brussels has consistently minimized the risks associated with the virus. You yourself, Mrs von der Leyen, have acknowledged that you have - I quote - underestimated this crisis. You were a perfect euphemism. Unable, then, to anticipate such a crisis, which is nevertheless a major risk in an economy that you have wanted open and globalized. The European Union has never stockpiled the stocks of masks, tests and products needed to deal with the emergency. Unable also to conceive a vision of power and to establish an industrial strategy, the European Union has allowed our know-how to relocate. 80% of the active ingredients of our medicines today come from China. Unable, finally, to overcome its dogmas, the European Union has, to the end, refused to control our borders, to the end, refused to question the sacrosanct free movement, to suspend flights from China, for example, or from other regions at risk. It was resolved only after the decision was taken by the nations. A virus does not have a passport, they said like sheep, Macron in the lead. But people who are infected, with or without a passport, can enter and move freely in our countries. Mrs von der Leyen, on 13 March, and again a few minutes ago, you lambasted those who do border checks, which is an absolutely obvious and common sense measure. Your shortcomings and ideological blindness are direct causes of the current situation. By refusing to apply basic precautionary principles, you have put Europeans at risk. With this crisis, the so-called European solidarity has emerged for what it is: a mantra that you chant to convince you of its existence. The European Union has not even been able to strengthen or coordinate the action of its Member States. The reality shows that only states, often with many failures and many delays, have finally acted. You do not even have the excuse of being too focused, for example, to respond to the migration invasion launched by Turkey. Here too, the European Union has been absent, leaving Greece alone. It has been supported humanely, materially by other nations, but without the help of Brussels. Similarly, Russia or Switzerland, and even - it is almost humiliating - China helps Italy and France or Spain more in this health crisis than does the European Union. Europe, the real one, a common civilization made up of immortal nations, was animated while Brussels remained sounded and sclerotic, just good at opening accession negotiations in secret with a mafia and Islamized state like Albania. People will judge you on your sense of priorities. The Covid-19 epidemic is yet another nail, perhaps the last, in the coffin of a supranational and impotent bureaucracy. For the time of the review will come and with it, the time for decision-makers to be accountable. To govern is to foresee, said Émile de Girardin, adding: to plan nothing is to run to its loss.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 12, "date": "2020-03-26.json", "name": "Ska Keller", "mepid": "96734", "text": "  on behalf of the Verts/ALE Group. – Mr President, in these dire times, my sympathy and that of all my Group – and I’m sure all this House – goes to the victims of COVID-19 and to their families. Our thanks and gratitude go to all the workers on the front lines for tackling this crisis and for ensuring the basic functioning of our society, even in times of a lockdown. Thanks and gratitude are, however, not enough. This crisis makes clear how much we all depend on the tremendous work of often underpaid and overworked people, be it in hospitals, shops or care facilities. We must reflect our gratitude by ensuring the improvement of their pay and of their working conditions. In times of crisis, we need solidarity among neighbours, among citizens and also among EU Member States and it took a long time before solidarity started to appear. First, there were acts that were the opposite – export bans for medical equipment, and border closures that left people desperately trying to get home, stranded at borders for hours and days in very unsafe sanitary conditions. Luckily, this has finally changed. Now countries are starting to learn from each other – sending medical supplies and treating patients from different countries. This is what European solidarity looks like, and we urge all Member States with available capacities to support such actions and relieve those hardest hit. What is more, European solidarity must not stop at EU borders. In particular, support, including financial, technical and medical, should be extended to the countries that are working to join the EU in the future. In these dark times, the EU must stand in solidarity with the Western Balkans.  While many of the measures necessary right now fall under national competence, there’s quite a lot of things that the EU can and should do at this moment, including coordinating the response actions of Member States, as well as pooling best practices in supporting those groups most impacted by the corona crisis. The single market must reinforce the efforts to tackle the crisis. Intense cooperation must exist between the EU institutions and Member States to ensure that medical supplies, food and other essential goods can move freely across borders to meet needs across the EU.  The economic consequences will be very serious. The EU and the Member States have to think outside of their self-imposed limits and be courageous and be creative in finding and delivering the medical, social and economic means to overcome COVID-19. This includes using every financial instrument at our disposal to support the millions of people who lost their job or lost their income because of this crisis. To help the hardest-hit countries, we need common bonds like the corona bonds, so that Italy, but also other countries, can get back on their feet and further economic turmoil in the eurozone can be prevented.  Extraordinary times need extraordinary measures and, to fight the spread of the virus, restrictions have been put into place. However, restrictions on fundamental rights to fight this outbreak must be as limited as possible. They must be effective, necessary and proportionate. We must not allow this crisis to be used as a pretext for undermining democratic checks and balances. Governments need to remain accountable to democratically elected parliaments and to the people that they serve, especially in times of crisis. Solidarity means that we have a responsibility not to forget the most vulnerable groups in our societies, such as women and children who are not safe at home, homeless people, people living in extreme poverty, but also refugees, who often live in overcrowded facilities. It is especially worrying to see the situation in many Greek islands, where refugees live in unbearable conditions without any or much access to sanitary facilities or to medical support. Those islands need to be evacuated immediately before a big humanitarian catastrophe happens as a result of COVID-19 spreading to camps, where sanitation and isolation is impossible. Many towns and many communities all over Europe are very ready to accommodate refugees. Member States should finally allow them to help.  Together, with solidarity, we will overcome this crisis one day, but when the immediate threat is lowered, there will still be things to do. We will have to help the economy to recover from the severe shock with an investment plan that is also geared towards a social and ecological transition. We will have to draw the lessons from the crisis.  While today is not the day for us to see all the consequences and all the lessons that we should draw from this, there are some lessons that are very obvious already, for example, that people who do work that is of absolute importance to all of us – like health workers, cleaners, supermarket workers, etc. – need to be valued according to their importance, not just by applauding them, but also by paying them fairly, i.e. much, much better. Our health system should not be subject to austerity and should not have to aim to gain profits. Hospitals, doctors and nurses are what we ultimately all depend on, and they need to be able to perform their tasks and have capacities and reserves. As I myself come from a medical family, both the daily struggles of the health system as well as the risks doctors and nurses are taking in these extraordinary times, strike close to home. The deep appreciation of medical care these days needs to continue post-crisis and to enable a better resourced medical system.  This crisis is testing us all – as citizens, as Member States, as Europe – and while we have to physically stand apart, we can see a growing common spirit among people in Europe. All of Europe is mourning the victims of the virus. All of Europe is applauding the front—line workers. This crisis has brought Europeans together in their hearts. Now let’s also make sure we are uniting Europe in our answers to this crisis, and we will prevail.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 13, "date": "2020-03-26.json", "name": "Derk Jan Eppink", "mepid": "97133", "text": "  on behalf of the ECR Group. – Mr President, on behalf of the ECR Group, I want to express my sympathy with all citizens and companies affected by this pandemic. Firstly, I would like to welcome the emergency package of nearly EUR 40 billion from current funds in the EU budget. Let us, ladies and gentlemen, put pragmatism first. The Commission should radically restructure the Multiannual Financial Framework still under negotiation. Money assigned to climate policy has to be mobilised to address the Corona pandemic. We need more money for Corona and less for the climate law which Mr Timmermans presented here some time ago. To those pushing for the creation of eurobonds – now called ‘Corona bonds’ – through the European Stability Mechanism, I would like to say it is not an effective way to revitalise the European economy. Setting up mutualised bonds for monetary financing of national debt would require significant hurdles to overcome, not least in Germany, where these transfers would require the consent of the German Parliament. Again, pragmatism first: companies and people urgently need cash. The best way to proceed is to urge national central banks to provide credit at a zero interest rate. Bonds go to banks, but we need credit going straight to citizens and companies. Ms von der Leyen, perhaps I can ask you a question: because you invoked Konrad Adenauer, a Chancellor I very much respect, about what could we have done better – what went wrong? And perhaps we have to ask the question and come to the conclusion that the EU was too late to take this crisis seriously. The United States took action. You criticised the United States for cutting the aviation connections with Europe. Later on the EU did the same. So were we too much focused on climate change and too little on the Corona crisis and therefore we were too late to take action? These are lessons we have to study, we have to discuss also in this Parliament, because this is the question that Konrad Adenauer would have asked right now.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 14, "date": "2020-03-26.json", "name": "Manon Aubry", "mepid": "197533", "text": "  on behalf of the GUE/NGL group. Mr President, I would first like to send our thoughts to the victims and their loved ones, on behalf of our group of the European Unitarian Left. I also address them to those whose work, constantly denigrated, is now vital for all.  Colleagues, we are at a crossroads as we face an unprecedented health crisis and an economic and social crisis.  A Europe that protects, a Europe united in diversity, a Europe of solidarity, these are the slogans that the European Union has boasted about. Either we finally give them a concrete meaning, or they will be swept away and the Union will collapse with them.  A Europe that protects first would look after its essential workers. In France, a nurse in EHPAD relayed the heartfelt cry of thousands of European carers. She says, \"We want masks, fucking masks!\"  Without protection, our grandparents die by the hundreds in the EHPAD of the Vosges, the Ile-de-France, Madrid or Milan. Before we applaud the caregivers, cashiers and all those on whom our lives depend, let us help them. Let us not wait for the goodwill of companies, let us commandeer and produce the health protections we need.  A united Europe, then, must ensure a coordinated health response. But when Italy ceases all non-essential production, the French government threatens companies that wish to suspend their activities. Result: Deliveroo delivery drivers, Airbus technicians, construction workers, many employees today continue to work their stomachs in sectors that are not essential, even so far, the gardeners of the European Parliament that I met this morning.  When Spain confines, the Netherlands plays the card of collective immunity. When Germany tests its population massively in accordance with WHO recommendations, other states passively wait for patients at the gates of their hospitals. Viktor Orban, on the other hand, takes the opportunity to take full power in a deafening silence of the European Union. The Czech Republic and Italy, on the other hand, even go so far as to compete for deliveries of masks.  This is the sad face of a deeply disunited Europe that we are showing today in the face of a crisis that will spare no Member State. The solidarity of the peoples should, however, give a reason for Europe, which competition has never united.  Let's put in place common health planning, list the necessary industries and protect other workers. Let us share our production of sanitary equipment, finally define clear guidelines and a common strategy to anticipate the lifting of containment in all European states.  This is how we can envisage an exit from the health crisis on our continent so interdependent. Otherwise, the epidemic will return like a boomerang.  Finally, a Europe of solidarity would work today to protect the less fortunate and the most vulnerable in the face of the looming economic crisis. The immediate establishment of an emergency fund through the work of the REGI Committee, which I would like to welcome here, is moving in the right direction. The suspension of the Stability and Growth Pact is causing the obsession with austerity to waver, but many other taboos will have to fall, starting with monetary policy, which must serve states and citizens rather than banks.  The worn-out recipes of neoliberalism must not survive the virus. It is not these old dogmas that we must protect, but the peoples of Europe, whatever the cost.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 15, "date": "2020-03-26.json", "name": "Esther de Lange (PPE).", "mepid": "38398", "text": "   Mr President, this unprecedented situation is actually the same choice for all of us: do we do our bit, take care of each other, look at each other, or are we on the sidelines and trying to be right, are we going to do purely for our self-interest?  Now, dear colleagues, is not the moment for political grandstanding or for point-scoring. Now is the moment to fight this together. And now is not even the moment to have a debate about national versus European competences. No matter how frustrating we find it that those who always fight strong competences for the European Union, those who always resisted a strong Europe, are now screaming the loudest: 'where is the European Commission?' No matter how frustrating we find that, now is not the moment for that debate. Now is the moment to fight together. [...] And the contribution we are doing here today is very, very small. We are making money available from the European budget, we are putting the slots legislation out of action, but Esteban González Pons has already said on behalf of the EPP Group what more needs to be done. First of all, keeping our small and medium-sized enterprises in the legs, the backbone of this European Union. More medical equipment, in any way. As far as I am concerned, we therefore have another urgent procedure next month, for example to remove the Medical Devices Regulation. Now is not the time to release new legislation that potentially prevents new mouthcaps from coming onto the market. So as far as I'm concerned, those colleagues are getting back together to make sure that material is available wherever possible.  The real contribution is made by the cleaners, by the baker who opens his shop every morning, and by all the medical staff. I come from a family of three daughters of whom I absolutely have the least important job at the moment. My sisters both work in the medical field. One is a nurse and head of a department. Over the past week, she has had to transform her hospital in three ways to deal with this crisis. The other is an operating assistant and has volunteered to be deployed in the fight against this outbreak. They are the heroes of this crisis, not us. We contribute a very small part. Tightly comes the big discussion in which we have to make our contribution again, and it is about the longer term. Do we want to be as dependent as we are on other parts of the world when it comes to basic medicines? If India flips the switch, we won't have paracetamol. And if the Swiss drug giant Roche, which cannot itself provide tests, refuses to make the prescription of its test fluid available, then in this crisis I ask myself: \"Who is the boss here, the pharmaceutical industry or the people who work here for a better society?\" And just as long-term hospitals have permanent protocols to deal with new situations, the European Union must soon have protocols and a crisis unit to manage future outbreaks. I'm shutting down. The older generation says to me, \"The current circumstances remind us of the Second World War.\" You can't go wherever you want and there are shortages in stores. Unnecessary shortages, by the way, but they are there in some stores. The younger generation – my son is nine – will remember this time as a time we thought he would never arrive. The ruins may not be as large as they were after the Second World War, but we will have to clear rubble after this crisis. And then the big question is: do you want to be among those who connect, who look after each other and who take care of each other, or among the equals who call on the sidelines? I have made my choice and I thank the President of the European Commission for wanting to be part of the link and the builders. She has our support.", "language": "en", "original_language": "nl", "translation_provider": "azure"}, {"id": 16, "date": "2020-03-26.json", "name": "Brando Benifei (S&amp;D).", "mepid": "124867", "text": "   Mr President, ladies and gentlemen, Mr von de Leyen, we are perhaps facing the most serious crisis since the Second World War: the Covid-19 epidemic spread with appalling speed and killed thousands in Europe and around the world. First of all, on behalf of the Democratic Party delegation in the European Parliament, I would like to express my closeness to the sick, families and all those who have lost loved ones, and I thank the doctors, nurses and health workers who are fighting on the front line. Only a few weeks ago, in this House, we Italian MEPs warned of the seriousness of what was happening in Italy, the first European country affected. In order to cope with the situation, the government has had to introduce increasingly stringent measures, asking the population for cooperation in eradicating the virus and lowering the curve of infections. Measures considered exaggerated by some, but which were then adopted by all the other European countries. However, these measures have cost our economies very much and the lives of thousands of people, who have seen their income and freedom shrink in recent weeks. I am thinking of those who have been asked to stay at home, particularly in the world of trade, tourism and entrepreneurship, with huge economic losses and risks to jobs. I am thinking of those who must go to work, in addition to the aforementioned medical and health personnel, to all those who keep the country and Europe in place in these difficult weeks: road hauliers, workers, those who work in supermarkets, the police. That is why I have signed and wholeheartedly support the appeal of the European trade unions to ensure that every decision taken today, at European and national level, is taken with the world of work at the centre. The European Commission has taken good measures to provide immediate liquidity to the countries of the Union: we will vote on them today, many billions of Community funds also for my country, Italy, and aid for the European aviation sector. The ECB has also introduced an extremely significant purchasing programme – EUR 750 billion – in addition to previous programmes. The Stability Pact has been suspended, as we know. Now, however, we need an extraordinary plan for reconstruction, so even greater cost sharing at European level. As the Democratic Party, we are fighting for this European response to rise to the challenge, as the citizens and organisations are demanding with so many requests and petitions at this time. For example, science for democracy and humans; the appeal of academics led by Roberto Castaldi and Daniel Innenarity, who are gathering, together with many high appeals and requests from citizens, many accessions. As Mrs von der Leyen rightly said, this is a European crisis, not a crisis for individual states, and as such it must be tackled. Its cost, therefore, must be shared. Together with the Group of Socialists and Democrats, we have launched an action plan based on 25 proposals in the short and long term: eurobonds must be created, European unemployment benefit must be introduced, a temporary European minimum income scheme must be drawn up. On the health front, research into vaccine and purchases of medical equipment must be centralised at Community level. But we now also need a reform of health competences and tax rules, which have proved not to be up to the task of the emergency, as well as extending the system of own resources, in order to overcome the exhausting negotiations of the Member States and to increase the funds to respond to the challenges we face. Italian President Conte, together with President Macron, President Sanchéz, President Costa and five other Heads of State or Government, has sent a letter to his other European counterparts, addressing many of these issues. Today, all these leaders will meet and the European Parliament must send them a clear message: face this situation with the seriousness and determination necessary, as Europeans, to fight for a common cause, as President Mario Draghi has written at this time. Fail and you will have on your shoulders your failure and the failure of our entire history, represented by this House, the miracle that Liliana Segre reminded us of here just a few weeks ago, the miracle of a united Europe. Let us therefore fight this crisis together, as Europeans engaged in a common struggle. If we fail, this crisis and this emergency will not give us another chance.", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 17, "date": "2020-03-26.json", "name": "Frédérique Ries (Renew).", "mepid": "4253", "text": "   Mr President, Commissioner, what an emotion for us to speak this morning in this Chamber, so similar and yet so different from the familiar one we know. Our first thoughts this morning, of course, go to the victims and their families and our infinite thanks to the caregivers and all the others who are on the front lines, who are on the front lines, often at the risk of their own lives. Thank you, thank you a thousand times, and thank you also on behalf of all my colleagues who have not been able, because of containment, to be with us this morning.  The Commission has therefore taken strong measures to deal with an unprecedented health crisis and an unprecedented economic and social tsunami - I will not go back to the measures announced by President von der Leyen. That is good, it is essential, but it will not be enough. It is a European Marshall Plan that we need, with most likely the lifting of the taboos that this will entail. We all know - as has been said, we have said it over again - the narrow health competences of the Union. But the whole world is reinventing itself today. In the face of the pandemic, the European Union and the Member States have been slow and have moved forward in scattered order. I heard the chair tell us that since Tuesday, the demand for masks, gel and respirators has been met. But this tragic cacophony—which all health care workers have faced, in every hospital, in all retirement homes, in all those who are on the front lines and who still are- can never be repeated. I'm getting to the point I wanted to talk to you about this morning: drugs. Four molecules are currently being tested by researchers from seven Member States, gathered under the European banner: validation of the results is expected in six weeks. What are we going to do in the meantime? The United States and India are advancing and making massive takeover bids on hydroxychloroquine. This is one of four tracks that are being studied: already used in China and France by Professor Raoult, an old molecule effective against malaria that it is now necessary to validate against Covid-19. In the meantime, with her, we're saving lives. There are ethical issues, but I'm telling you, we're saving lives. In my view, the Commission must speak with the pharmaceutical labs and ensure that stocks will be available if and when the treatment will be validated. Whether it's that track or one of the other three. It is a precautionary principle, plain and simple. Except to dissolve, then, because it is also, and has not yet been said, an existential crisis that we are going through here. Make no mistake, this battle, we must win it because the great danger that awaits us would be the next day to resume business as usual as the day before. That's a no way.  I am confident that Europe will emerge reinvented and stronger from this crisis.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 18, "date": "2020-03-26.json", "name": "Marco Campomenosi (ID).", "mepid": "35016", "text": "   Mr President, ladies and gentlemen, I must begin with a quotation from you. She said in July: 'It's a virus to keep at bay' and she was referring to us, to my party, to my political group. Here, perhaps in the enthusiasm of his new role, he could afford to joke about the problems that a virus can cause.  But why do I cite your sentence? Not to attack her, but to make her understand how important it is in a process like what is happening in recent weeks to accept everyone's contribution. We have been pointing out, as Italians, the seriousness of the current situation for several months. Many downplayed it. I represent a party which is in opposition here and in Rome but which is in government in precisely those regions which were the first to suffer this attack in Europe. So I know very well the situation of people, also close to me, who are in a serious situation in the hospital.  Today in Spain, in France we see a similar situation. The measures that Italy has taken, involving the majority and the opposition in an often bitter and tough debate, should be the same. Well, the method of involving opposition must also extend to Brussels level, because I am speaking not only on my own behalf and on behalf of my group, but I am also speaking on behalf of representatives who represent us in the local institutions. So when we had proposals to improve today's texts – yes, we kept them to a minimum in the end – these proposals served precisely so that a clearer and more complete solution to these problems could be found. I know that the European Commission has offered the most flexible interpretation possible; I know that the regions of northern Italy which have called for stronger action have been given reassurances. But here – and I come back to the political issue – the problem is that of rules that were at the basis of your European construction and which are failing one by one: Schengen, the Stability Pact, state aid regulations. And it is globalization itself that is in crisis today. Today we find that we do not know and can no longer produce certain goods that are essential for our health. So what is happening in Italy is huge: there are companies that are converting their production in order to supply our hospitals. There are countries that are enemies of our institution – Russia, China, Cuba, the United States – that are helping Italy. If there is also an answer from Europe, welcome! But certain conditionalities provided for by the ESA make no sense and mean that we do not realize that Italy, when there was a need to help other countries, paid 60 billion over the years. What we obtained in return from the Commission between 2011 and 2018 are 63 requests to Member States to cut health and privatise it.  Well, it's time to change that.", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 19, "date": "2020-03-26.json", "name": "Ангел Джамбазки (ECR).", "mepid": "124873", "text": "   – Dear Mr President, honourable Members, there is no doubt that the European institutions, as usual, have slept through this crisis and are late in their response. National states had to take measures and protect the lives and health of their citizens. If measures had not been taken at the national level, it would probably have spread much more and the problems would have been much greater.   But now is not the time for this conversation, now is not the time for politics. We'il lead him after the crisis is over, and we'il fight you after the crisis is over. Now, dear, only one thing is expected from us – adequate, meaningful, timely measures to protect economies. If you want this Union to continue to exist, the Single Common Market must be restored. If you want this Union to continue to work, production, trade and transport must continue to work.  Here I will draw attention to only two aspects of what we need to do in the coming months, and make quick decisions as our constituents expect from us. I understand the temptation for everyone to be a medical professional, a virologist, but our constituents have sent us here to take meaningful economic measures. First of all – transport. You forget about the Mobility package immediately, tear it up and throw it in the Recycle Bin. If this package had entered into force, if the Eastern drivers had been fired and expelled, Bulgarian, Polish, Czech, etc., now the shops in Belgium would have been empty and we would all be rupcheting grass and chased the squirrels into the park – something that – as you saw from China – is not a good idea. The Mobility package is deleted. We need urgent measures for carriers to be compensated. Whether it will be on a truck, whether it will be in a workplace, whether it will be in any other way – these measures must be taken, because without the transport there will be no economy, there will be nothing in stores throughout the European Union. Secondly, the Green Deal. You tear it up and put it in the Mobility package. We now live in the Green Deal, dear. Planes don't fly, production doesn't work, the air is clean, birds are flying and people don't have jobs. An immediate moratorium on carbon emissions should be imposed. This speculative tax – it steals from economies and gives them to banks. For Bulgaria alone, this is 350 million euro. eur per year. I want this money to remain in the economy, both bulgarian and each of you, your economies. These are the measures that need to be taken immediately by the European Commission, without screwing up, without screwing around, without wasting time and without the obi-tea bureaucratic delays.  Thank you for your attention. Stay healthy, stay calm, keep personal hygiene and instill security. That's what we're asked to do right now, to be in our workplace.", "language": "en", "original_language": "bg", "translation_provider": "azure"}, {"id": 20, "date": "2020-03-26.json", "name": "Marc Botenga (GUE/NGL).", "mepid": "187917", "text": "   Thank you, Mr President, thank you to the European Commission. You just thanked the health care staff. I think that is important, but I think you should have apologized as well. You should have apologized because austerity was clearly a mistake. You could have taken it. You could have said yes, it is true, these cuts, these savings in public health, today they are killing.  I saw a slogan on a French hospital that said, \"You counted the pennies, we count the dead!\" Because today there are people in Europe who are dying because there are not enough beds, not enough respirators, not enough masks. And that is not due to a lack of markets, it is due to austerity. And this policy, we must not suspend it, it must be put to an end definitively.  Ik hoor vandaag nog steeds zeggen dat de Europese Unie alles zal doen om de euro te redden. Ik denk dat het tijd is om de mensen te redden. Ik denk dat we moeten zeggen: \"Whatever it takesr voor ons publiek gezondheidssysteem, whatever it takes voor de gezondheid van de mensen\". Want mensen zijn belangrijker dan winsten. Mensen moeten boven besparingen staan.  Stap alstublieft af, nude en voorgoed, van die besparingsdogma's.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 21, "date": "2020-03-26.json", "name": "Siegfried Mureşan (PPE).", "mepid": "124802", "text": "   – Mr President, I am watching with great concern what happens to Italy and what happens to Spain, because my country, Romania, has almost one million Romanian citizens living in Spain, and more than one million Romanian citizens living in Italy. I am watching with concern what happens to them, but I am watching with equal concern what happens to the people of Spain and to the people of Italy. And I’m watching with the same concern what happens in every single European country. We should all be concerned with what happens in every single corner of Europe, and the answer to this crisis is solidarity. The important question is: how can we achieve solidarity in this crisis? And my answer is: we can achieve solidarity through concrete measures. If the people of Europe, if the countries of Europe, see that we have concrete ideas at European level, ideas which help them, then they will follow us, then the countries of Europe and the people of Europe will stick together. The good news is that the European Commission proposed concrete actions less than two weeks ago, and we will adopt these. Two out of the three proposals which we will adopt today are linked to the budget of the European Union. And as Vice-President of the EPP Group responsible for budget, I say: our group will approve these proposals today. We will not make any amendments and we will reject any other amendments made which would delay the entry into force of these proposals. We will approve them today, and we want them to enter into force immediately. More can be done, there are still EUR 4.1 billion unused in the budget of the European Union of this year. And I call upon the European Commission to mobilise these resources, new resources, fresh resources, in the fight against coronavirus. We can allocate it to finance research to find a vaccine against coronavirus. We can allocate it to buy medical equipment. The President of the Commission has described that she has now the mechanism in place to do this. We can allocate it to help those in need, to help small and medium-sized enterprises. We should also prepare for the future. When we will be voting on the budget of the European Union for the next seven years, it should contain a reserve, a consistent reserve for a similar crisis in the future. Because in the next several years we will again face crises, which we cannot anticipate today, like we also could not anticipate the virus. So we need for the next several years a sufficient buffer to react to crises. To conclude: Europe means travelling, Europe means meeting people, Europe means visiting new countries, Europe means learning, Europe means listening to people, Europe means shaking hands, embracing each other. In order to be able to return to this as soon as possible, we need now to stop doing this for a limited period of time also, out of respect for the medical personnel, who are overcoming this crisis. We as a Parliament transmit a clear message, whenever needed in the future, we are ready to be back to work, to take concrete measures which help the people of Europe overcome this crisis.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 22, "date": "2020-03-26.json", "name": "Pedro Marques (S&amp;D).", "mepid": "197634", "text": "   – Mr President, here we are: the European Parliament ready to work and decide. Again the crisis of the century, just 10 years later. Before, greed, now, more serious, the silent enemy that attacks us. The first word has to be for the thousands who suffer and for their families, but also for the heroes who protect our health and our lives every day during this crisis. Therefore, investing in research, health and protection systems is an absolute priority, no matter what it takes. But support companies to save jobs as well. Supporting the maintenance of jobs is right, ensuring that there is an economy, that there are transport that can work at the end of the crisis.  For all this, suspending European budgetary rules was correct. And that is why providing European and solidarity funds to the affected countries is fair and will have our support today. But countries cannot be left alone, the answer has to be joint and coordinated. And it is shocking to see that so many are advancing on their own again, particularly those with budgetary margin, and European solidarity is not seen. At least in a health crisis like this we can and will call for more Europe.  The European institutions can and must do much. We need the coronabonds, we need european unemployment insurance, we need European policies in this crisis, because the virus knows no borders, nor the unemployment it will cause.  We need a European response so that countries and citizens do not have to choose between suffering from evil or healing. It would not be acceptable to impose austerity in exchange for financing for the response to the crisis, unless we have learned nothing from the mistakes of a decade ago. It takes more. The ECB's role is decisive, but the transmission of monetary policy is slow and so economies and entrepreneurs need answers and results in consumer demand now! That is why we need to act in fiscal policy to generate more demand and more confidence in the economy. Use tax instruments with companies to safeguard jobs and non-shareholders. To support in an extraordinary way the incomes of families, pensioners, the unemployed, those who have the least. Support and streamline public investment, a great investment plan for Europe that helps the economy and people. The economy needs it and people deserve it.  We're going to save Europe. Europeans expect nothing less than that from us. This crisis will transform Europe, our life into society, it will take time to pass. Now, we've come down the hatches to let the storm through, but as soon as we can, we're really going to have to open the sails really fast towards the future. Entrepreneurs who want to know if they can keep jobs are expected from us, they also expect our citizens, who want to have health, work, live as a family and be happy. Let's unite to defeat this enemy, to see the sun again after these gray and closed days.", "language": "en", "original_language": "pt", "translation_provider": "azure"}, {"id": 23, "date": "2020-03-26.json", "name": "Dragoş Pîslaru (Renew).", "mepid": "197663", "text": "   – President Sassoli, colleagues, we all want a strong, solidarity and decisive response from the European Union in this crisis. The Covid-19 Pandemic tests the European Union's ability and flexibility to respond with urgent, life-saving measures and jobs. Today, however, it is not just a test of public health or socio-economic impact. Today, the European spirit, our social fiber, is being tested. We, citizens, national governments, civil society, decision-makers at European level, are all capable of more solidarity, of showing the real strength of European spirit and values, of unity in diversity. At European level, we have already done one thing: we have allocated up to EUR 37 billion through the Investment Initiative, the response to the coronavirus, and we have extended the European Union Solidarity Fund. And it's good and we need to tell people, but we need to make sure that these resources reach out to citizens and that citizens benefit from them, that entrepreneurs and all categories of entrepreneurs, without discrimination, including independent professionals, NGOs offering services, benefit from these things, that employees and all categories of employees and employed persons, self-employed, agricultural workers , day laborers benefit from these things, that there is no bureaucracy and financial bottlenecks.  At European level, solidarity is about who is responsible to vulnerable people and, in this respect, in addition to action at Member State level, I want us not to forget our most loyal ally: civil society, NGOs supporting our efforts through campaigns across communities. That is why I call for the creation of a European Solidarity Fund for NGOs, which will quickly provide funding for projects that can be scaled up at European level and, last but not least, the mobilisation of the European Solidarity Corps, which must be at the forefront and indeed show European values: love, compassion, hope.  I would like to conclude by sending my condolences, on behalf of myself and the Renew Group, to the families of the victims, to convey our gratitude to health workers, volunteers and social workers and, last but not least, to wish everyone strength for the difficult times to come. Together we will succeed!", "language": "en", "original_language": "ro", "translation_provider": "azure"}, {"id": 24, "date": "2020-03-26.json", "name": "Laura Huhtasaari (ID).", "mepid": "197594", "text": "   – Mr President, the world is on its knees in the face of this pandemic. This virus must not become a permanent traveller, this virus should be combated. It must be combated together, it must be combated at nation-state level, at European level and globally. In the history of the world, we have been able to combat viruses in such a way that we have rid our way out of them. We must also get rid of this, because that is the only way in which we can actually get back to normal. Unfortunately, the coronavirus will cause yet another euro crisis. I would therefore like to ask the former ECB President, Mario Draghi, what has he been thinking for the last ten years, when he has revived? We've had a boom back then. He's resuscitative. Now the lunches have been eaten and the means have been exhausted. In the history of the world, no currency union has remained or lasted without federal structures, without a federal state. We're talking about coronabonds. This crisis must not be used as a pretext for finalising the Euro-Union, so to speak, for us to become a common finance minister and for us to actually become a federal state, which nationalists have long said is not in the interests of the nation states. No, it's not! We have noticed that the more integration there is in the euro, it will increase collective suffering. After every crisis, our countries are just more in debt. Now is the time to create an exit mechanism for the euro. Let us use their own currency to allow the nation states to which the euro is not suitable. The world will be different after this crisis. From globalism to nationalism, because only a nation state can function effectively for its own national interest.", "language": "en", "original_language": "fi", "translation_provider": "azure"}, {"id": 25, "date": "2020-03-26.json", "name": "Johan Van Overtveldt (ECR).", "mepid": "125106", "text": "   Mr President, I cannot escape the impression, and I think with many citizens that the European Union has not really been present in these difficult times in the past period. I am not talking about competences, but about the coordinating and facilitating role that the Union must be able to play.  As far as the Member States are concerned, I would like to call on them to do the utmost, really to do the utmost, to keep the socio-economic fabric afloat, to save jobs, to keep purchasing power intact and also, above all – overarching – to reduce the uncertainty, which is already so great. In order to reinforce these measures, the European Union must provide support by not creating administrative or budgetary obstacles and by allowing maximum flexibility in the field of these national initiatives. This is not least true of the multiannual budget, which, as we all know, is in the works. The negotiations on this – I think this is clear now – will have to be reoriented for a very large part. The multiannual budget and the negotiations will have to be maximum, flexible and agile in order to deal with this crisis and the consequences of this crisis. I also assume that everyone now understands that we also need to have a contingency plan for this situation.  Finally, I would like to call for a maximum focus on containing this crisis and its consequences. And if that means that other programs, such as the Green Deal, need to be adjusted, so be it. The urgency, the priority and the ambitions must now lie elsewhere.", "language": "en", "original_language": "nl", "translation_provider": "azure"}, {"id": 26, "date": "2020-03-26.json", "name": "Mick Wallace (GUE/NGL).", "mepid": "197817", "text": "   – Mr President, medical staff all across Europe have been the heroes of this crisis, but a report published last month found that the European Commission made at least 63 demands on Member States to cut spending on health-care provision from 2011 to 2018 to meet the arbitrary debt and deficit targets of the Stability and Growth Pact. These rules have hollowed out public services across Europe, including health services. The President said that the Stability and Growth Pact and state aid rules will be relaxed but they should be abolished for good. The Commission proposes to use EUR 37 billion, drawn from various funds, but these funds and projects will be needed more than ever when the crisis ends. The crisis will cost Ireland at least EUR 15 billion. Will the citizens of Ireland will be paying for years to come? You printed money for the banks, will you print it for the people? President von der Leyen said the Commission will mobilise all existing budget resources, so will you reallocate military spending to fight COVID-19? The President says we must help each other. She said history is looking at us. Well, history will damn our lack of solidarity. Italy got more solidarity from China and Cuba than it got from Europe. It will damn us for failing to do enough to challenge US sanctions against countries like Iran and Venezuela. We have condemned them to die. Capitalism has failed the people. We cannot go back to where we were.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 27, "date": "2020-03-26.json", "name": "Daniel Caspary (PPE).", "mepid": "28219", "text": "   Mr President, I would like to thank the president for his excellent work and for the work he has done With the outbreak of the Corona pandemic, we are experiencing a global challenge of biblical proportions these weeks. I am shocked by the pictures and films from the hospitals, Find the slowed-down public life almost ghostly and have spoken to many in recent days who are concerned about their personal health, their jobs, their company and their family. Everyone should have understood this slowly: global challenges cannot be solved by walls, borders and national solo actions, and global challenges can best be solved together. We need European solidarity, not nationalism. Last week, when a 60 km long traffic jam forms on the german-Polish border and important spare parts, food and products are blocked, that will not help anyone. If the skilled workers needed do not come to their workbenches because of the border closures, if they cannot take carers to work and if harvesters are missing in agriculture, then that will not help anyone. If some media people are in the mood against citizens of other EU countries these days, that will not help anyone.  But there are also bright spots: if people stick to the restrictions every day better, face up to the new challenges and make their personal contribution in family and work, then that is Europe. If the European Disaster Fund provides money and regional and structural support is activated for the fight against the coronavirus and its consequences, it is Europe. If patients from Italy and France are transferred to hospitals in Germany, where there is still room today, it is Europe. If protective equipment and ventilators are delivered to where the need is greatest, it is Europe. If researchers also use European money to research cross-border tests, vaccines, medicines and treatment options, it is Europe. If, these days, many people are making their own contribution and making their contribution, it is Europe. Ladies and gentlemen, this Europe of commonality, solidarity and compassion, that is what we all want to live together. I sincerely thank all those who face up to their responsibilities in these difficult days, no matter when and where.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 28, "date": "2020-03-26.json", "name": "Tonino Picula (S&amp;D).", "mepid": "112744", "text": "   – Dear Chairman, thank you to all those who worked responsibly on these proposals that the European Parliament could already discuss today in such limited conditions.  This is primarily €37 billion available immediately to minimise the effects of the corona virus pandemic on the health of citizens and the economy. Our first goal must be to stop the spread of the virus and protect lives. I support the allocation of €50 million for rescue and joint procurement of equipment and €37.5 million to European scientists. They'll work together to find a vaccine. When it comes to the production of medicines and medical equipment, the new industrial strategy must ensure strategic autonomy, as the European Union is clearly crucially dependent on imports. Unfortunately, the consequences of this crisis will be much greater than the crisis of 2008. Let's apply lessons learned, strengthen social investment and mitigate the consequences for the most vulnerable groups. This is a good, but first step. Specific measures are needed for medium, small and micro enterprises, holders of the European economy. As many as 95% in Croatia are already exposed to the effects of the crisis. The shutdown of the tourism sector this year will jeopardise the sustainability of the budget of members such as Croatia, which generates almost a quarter of its budget from tourism revenues and tourism connects other sectors such as transport and agriculture. Urgent additional support and realisation of funds within the Fisheries Fund are needed to save fisheries and aquaculture to ensure continued supply. The announcement of an extraordinary programme for the purchase of common bonds of €750 billion and the activation of an additional €500 billion from the European Stability Mechanism is encouraging. In particular, we need social measures to provide minimum benefits to those who will run out of income. Guarantees should be provided to anyone with a mortgage on the only property. Structural and cohesion funds will play a key role. They have always been one of the main sources of public investment and an indispensable tool of economic and social recovery. There is no full European Union strategy to combat the pandemic if this strategy does not include the Countries of the Western Balkans. That is why I welcome the Commission's decision to approve a €38 million package of direct assistance to the health systems of the Western Balkan countries, with a realisation of €373 million for social and economic recovery. It is important to help countries geographically belonging geographically to Europe and surrounded by Member States. This is a political message that speaks to the future of the enlargement process, in the week when North Macedonia and Albania finally got their consent to start negotiations. Finally, I want to thank all the members who helped Croatia and the city of Zagreb after Sunday's devastating earthquake. In difficult times of struggle with the consequences of two crises at once, your solidarity is the best reminder of the common values of the union: united in diversity but united in solidarity.", "language": "en", "original_language": "hr", "translation_provider": "azure"}, {"id": 29, "date": "2020-03-26.json", "name": "Sophia in ‘t Veld (Renew).", "mepid": "28266", "text": "   – Mr President, I am very pleased that Parliament is in session today, showing that democracy functions even in times of crisis. Of course, we will all keep a safe distance today so that together we can beat this monster. To those who say that the EU has done nothing, that’s not true: the EU has acted. Today, we’re voting on a package for financial assistance – on relief for airlines. The Commission has been creating green lanes at borders and giving money to researchers to develop a vaccine, and the European Central Bank has taken out its extra big EUR 750 billion bazooka.  But at the same time, people are understandably disappointed to see 27 different lockdown regimes, long queues at closed borders and governments bickering over masks and test kits. They see how Europe turns to China and the Russian army for medical supplies and to American tech giants for teleworking and social media. And even at a time like this, unfortunately, nationalist reflexes get the upper hand. No solidarity, no unity. A divided intergovernmental Europe is a weak Europe, and a minimal, technocratic Europe is unable to give the political responses needed to fight the virus.  Of course, our first priority is to fight this crisis now and ensure health and safety for all Europeans. But we also have to draw the lessons: the choices we make today will determine the readiness of the European Union for the new post-corona world order, and if we don’t care to think about that now, I can tell you that the United States, Russia and China will. Once normal life resumes, Parliament should take the lead. As we did after the financial crisis, we should invite the government leaders to come to this plenary and debate with us how to fundamentally – not reform, but transform – the European Union and make it ready for the new post-corona world order.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 30, "date": "2020-03-26.json", "name": "Maximilian Krah (ID).", "mepid": "197481", "text": "   Mr President, ladies and gentlemen, I would like to thank the rapporteur for her excellent report and for the way in which What the Corona crisis has shown us is that there are things that work in the crisis and things that don't work. It is not just my group's imagination that the European Union did not have the right to act in the crisis, but that it was the nation states that acted. You have shown action where it was necessary, and we here are the ones who are following. The financial plan on which we are voting today is also just a drop in the ocean compared to what is now being put in place in the nation states in emergency programmes.  And that is absolutely the case. Because in the nation states and in the regions, people know where the shoe is pressing, and the citizens know their politicians because it is close and because democracy works where there is a feedback from power to those who elected them.  That is why, in this crisis, the question arises as to what we need to call into question in terms of beloved political projects that are not resilient to crises and which have no relation to reality. We will now have a huge need for aid programmes to bring the economy back to life, after this shutdown. We will have to ask ourselves the question: is this concrete aid not more important than a Green Deal? Is it not time to consider whether what is so dear to us here – from the climate emergency to the gender strategy – is no less important than concrete aid? And so whether what is politically concrete about structures – because people know it and because it is democratically legitimised – is more important than the next European working group and the next federal idea that we are enacting here?  In this respect, the crisis is the wake-up call to bring us back to reality, to move away from ideology and to come to realpolitik. And that is what we stand for, and if the EU wants to have a chance, it should follow this trend. It should become realistic again and stop following a cloud cuckoo home that no one needs and which collapses in the first crisis.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 31, "date": "2020-03-26.json", "name": "Helmut Geuking (ECR).", "mepid": "197436", "text": "   Mr President, I would like to thank the Nothing will be as it used to be. COVID-19 has changed the world, Europe, countries and its people. My thoughts are with the victims and their families, and I would like to observe a minute's silence. We must find sustainable responses to combat the virus and to deal with the economic damage. We should now transform the principle of subsidiarity into a principle of solidarity. Because we can only deal with this crisis together in a supportive and solidarity-based way. In order to create appropriate legal bases, we should also declare a state of emergency.  Our EU now needs a uniform, binding framework in many areas. We are a community of states and we should now live it in order to be there for the most vulnerable. I am confident that we will contain the virus. However, the overall impact will concern us for years to come. People expect solutions and that is likely to challenge us in the next six to seven years. A complete rethink is needed to open up new paths. Parliamentary work must continue unwaveringly. Keeping your distance and hygiene measures to protect them are possible. COVID-19 is not and must not be an obstacle to this. I think white weeks are a fatal mistake. It is precisely at this time that we are particularly challenged. We have no time to lose and should even consider extending this legislative period to 2026 as a matter of planning certainty. The peak of upcoming regulations will be in 2024/2025. The election campaign and the reorganisation of Parliament would be absolutely counterproductive. I would therefore ask you to think about this.  There must be no bans on thinking in the fight against COVID-19 and its consequences. We must act decisively, quickly and sustainably and also provide planning certainty in order to reorganise and sustainably improve the living conditions of the people of Europe. We have a responsibility to do what we now have to do. Together, together and in solidarity, we will get there, I am quite sure.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 32, "date": "2020-03-26.json", "name": "Herbert Dorfmann (PPE).", "mepid": "96787", "text": "   Mr President, ladies and gentlemen, I would like to thank the rapporteur for her excellent report and for the way in which she has done so. I come from Italy, a country which is particularly affected by this crisis of coronavirus. We are also trying to deal with it as best we can in my region.  I think it is good that we are talking here today about European measures for this crisis and i hope that we will also adopt them, because this crisis needs a European response. I believe that people have not felt enough about this European response to this day. After all, when it comes to having what is needed now, that is, medical equipment, protective masks, protective suits, then we need solidarity in Europe.  Unfortunately, the member states did not think of anything better than to push up borders and pretend that this virus would stop at internal borders, as we said a few years ago, that refugees and migrants would stop at internal borders. That was not the case either.  Unfortunately, this virus is now hitting the regions and parts of the European Union that have suffered so much from the economic crisis and later also from the migration crisis. These are also parts of the Union that, even then, very rarely felt European solidarity. I think we also need to think about how the very people in these regions – in Spain, in Italy, in the Mediterranean – are now experiencing a Union that is not based on solidarity. So if they do not see the Union acting now, they will turn away from the Union. This is ultimately vital for the Union itself. That is why it is a political issue in an existential way. That is why we must act. We need an acting Commission, we need effective civil protection. We can calmly move things that are not urgently needed now to the autumn.  I also believe that we do not necessarily need a Green Deal now, we do not necessarily need a 'from farm to the table' strategy now, we do not necessarily need a biodiversity strategy now. The Union will not fail in this if we do so in the autumn, and we can do that. But we must now take the important decisions that need to be taken now. I believe that this is a very special time, and it needs very special answers, and we should provide them.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 33, "date": "2020-03-26.json", "name": "Alessandra Moretti (S&amp;D).", "mepid": "124799", "text": "   Mr President, ladies and gentlemen, the coronavirus pandemic is a human tragedy of potentially biblical proportions. After many years of peace, progress and social well-being, Europe is experiencing a new and dangerous phenomenon, with dramatic consequences. Coronavirus knows no borders, no social classes: it affects misery and nobility in the same way and no one will come out stronger than the others, no one will save themselves. We are at war and a war requires collective mobilisation, and that is why it now seems urgent to reform Europe in order to make it truly a 'United States of Europe', according to the plan of the founding fathers. We can no longer tolerate the selfishness of some; We will only emerge from this crisis if we are united and united and if Europe is the director of the strategies to be adopted. Italy was the first European country to face the emergency and I know that you can understand my emotion of speaking in this House today: speaking with pride about my country, which has become, in spite of itself, a model for all the other states. I say this with the number of deaths in my heart and mind, which is growing every day. So we cannot fail to thank doctors, nurses, health workers, law enforcement and all the workers in the supply chains of essential goods, who continue to go to work; road hauliers, who deliver goods amid a thousand difficulties and obstacles. This damned virus has highlighted in all its strength the fragility of a Europe of nationalisms, where all governments, some more or less, over the last forty years, have cut resources in strategic sectors such as research and health, not being able to guarantee the safety of doctors in the lane today. A Europe that has not been able to set up a consortium on vaccine research. So it is time we learned from the mistakes that have been made. Mario Draghi, a great Italian and a great European, it is no coincidence that yesterday, on the eve of this very important day, he warned the European states with these words: \"In this crisis we need a change of mentality, as in times of war. The shock we are facing is not cyclical, the loss of income is not the fault of any of those who suffer from it. The cost of hesitation can be irreversible! Do not hesitate, States – Draghi tells us – because an exceptional crisis requires exceptional and immediate measures, so much resources and so much liquidity to mobilise, avoiding bureaucratic delays. Because it is our political and moral duty to save businesses, work and families: that must be our obsession, ladies and gentlemen! Do not be timid, do not be modest national governments, because in doing so you will fall into the trap of the sovereignists, who want a Europe that is weak, afraid and not up to a global challenge. I will conclude by saying that this is the time for courage, not timidity and hypocrisy, for all national governments, for majorities and oppositions: everyone, no one excluded!", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 34, "date": "2020-03-26.json", "name": "Jordi Cañas (Renew).", "mepid": "126644", "text": "   – Mr President, I also wanted to thank the workers in this Parliament for allowing us to do this house. As we debate here today, thousands of Europeans are fighting between life and death in collapsed hospitals, lacking basic materials, with overflowing professionals who are fighting their lives to combat this terrible disease. As we debate here, millions of Europeans are confined to their homes in fear for their lives, those of their loved ones, afraid of losing those they love the most and not being able to see or say goodbye to them again. And while we are debating here, hundreds and thousands of companies, small and medium-sized enterprises, of freelancers debate whether they will be able to survive or they will have to close and fire their workers. A terrible situation.  But also in these moments of darkness we see how, as we debate here, our citizens demonstrate to us the great values that forge our societies: generosity, commitment and solidarity. And it is this context of commitment, generosity and solidarity that has to guide our decisions as legislators. We are at that moment, at that grave moment, in that great moment of living up to where our societies have taken us. We do not have vaccines for our citizens or to prevent or attenuate the disease, nor do we have vaccines to prevent infection in our economy. But we are in time to pass measures to mitigate its effect and prevent it from destroying the healthy fabric of our economy, destroying businesses and jobs.  The measures taken by the Commission are going in the right direction. We are making decisions that will help our health systems, and we have enabled mechanisms that will enable our countries to deal financially with the crisis. But it's not enough, we have to go further. We have to be brave, because the challenge we face is whether the recession is going to turn into a depression, and this forces us to make the courageous and firm decisions our citizens need. I have been hearing a word these days, a concept that was coined in the 2008 recession: \"moral hazard\". The moral risk we have and face is whether we will carry on our backs and our conscience the death of our citizens. The moral risk of letting thousands of companies die, the moral risk of letting millions of our fellow citizens lose their jobs. That is the real moral hazard we face and have to solve. Finally, I think we have to send a clear message: that we will do everything we can and the impossible so that this does not happen. Because if we do not, if we are not able to prove with facts that our citizens are not alone and that in this crisis no one is going to be left behind, this virus will not only threaten our lives, our jobs, our future and our hopes, but will have lethally infected our democracy. And we can't afford it. That won't happen. We have found that divided we are weaker, that we alone are weaker, and that together we are stronger. We must do what is necessary. We must do it for our citizens. That will be our commitment.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 35, "date": "2020-03-26.json", "name": "Jessica Stegrud (ECR).", "mepid": "197399", "text": "   Mr President, I would like to begin by congratulating Mr Not so long ago, I stood here in the same Chamber and asked the following questions: is it really reasonable to spend most of the EU budget on a climate change change? Is there not also anything else we need to focus on in order to prepare for the future? Is this the leadership we need? Today we have the answer. We are now in a crisis whose consequences – human, social and economic – we cannot see at present.  The obvious priority now is to reduce the spread of infection, provide adequate resources for health care and mitigate the financial consequences. But crisis also means the opportunity for change, and I take it for granted that there will now be a soy. I hope that this difficult situation will lead to reprioritisation, so that in the future we give priority to the health, safety, economy and future of our citizens over other things, and that we will have new leadership that can lift our eyes, evaluate and ensure the consequences of decisions already taken before it is too late.", "language": "en", "original_language": "sv", "translation_provider": "azure"}, {"id": 36, "date": "2020-03-26.json", "name": "Andreas Schwab (PPE).", "mepid": "28223", "text": "   Mr President, Commissioner, ladies and gentlemen, I would like to thank the rapporteur for her excellent work and for the work she has Today, like many others here, I would like to express my sympathy and solidarity with all the people across Europe who are directly or indirectly affected by this virus. I believe that Parliament's message today, Mr President, is clear: we are thinking of these people. And it is a sad moment that unites us here, and we know of many colleagues who would have liked to have joined but could not have done so in the present circumstances.  That is why it is also a message from all of us that it is a question of showing genuine solidarity today and not falling back into old demands that we have made in other situations before. Genuine solidarity – as My colleagues Esteban Gonzalez Pons and Mr Caspary have already pointed out – means that today we are focusing on those who take people from other countries in their hospitals – I am extremely grateful that a large number of patients from France and Italy are being admitted in my constituency – that we do not just focus on the people who help in hospitals and on the streets. , but also those who sing on balconies or go shopping for their grandparents, but we also see positively the European measures that have been taken, along the limits of competence that are just being offered.  And genuine solidarity, ladies and gentlemen, also means that everyone now assumes their own responsibility to deal with this crisis. This means keeping distance; it also means, however, that every country, every region, the European Commission and every citizen must assume their responsibilities in their place and should not dump the blame on others. If we succeed in this, I believe that there is also an opportunity for Europe in this crisis.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 37, "date": "2020-03-26.json", "name": "Jan-Christoph Oetjen (Renew).", "mepid": "197432", "text": "   Mr President, I would like to thank the Today we are showing how fast and unbureaucratic the European Union can be. By recasting the slot rules, we are preventing aircraft from flying without passengers in the Corona crisis just to avoid losing take-off and landing rights. The aviation and tourism industries are dramatically affected – this new regulation helps. However, we also need measures relating to passenger rights and the package travel directive. In my view, the Commission urgently needs to follow up on this.  Liquidity is the biggest problem for companies at the moment. This is particularly true for the medium-sized economy. People are afraid of the virus, but they are also afraid for their jobs – for their business. We must support this so that structures do not break away. The package of measures we are adopting today is the right step in this direction. For the fisheries sector, however, the measures are not enough. Especially here, further tools are necessary. I would ask the Commission to tell us about the further plans. This crisis – the Corona crisis – is a stress test for our liberal democracy. The restriction of civil liberties is hard to bear. But to stop the spread of the virus, it seems necessary. However, we have two criteria for applying these measures: firstly, proportionality – and I would like to make it clear here that the measures taken in Hungary are not proportionate – and, secondly, the measures must be temporary. After the crisis, all restrictions must be lifted, and this applies in particular to freedom of movement in the Schengen area. Mr President, ladies and gentlemen, I would like to begin by thanking the rapporteur for her excellent report and for the way in which I am sure that we will overcome this crisis, and if we get it right, we will emerge stronger as Europeans, as the European Union.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 38, "date": "2020-03-26.json", "name": "Maroš Šefčovič", "mepid": "n/a", "text": "   Vice-President of the Commission. – Mr President, let me start also by expressing clear solidarity with all families, all Europeans, who are going through this terrible ordeal. I would also like to express my gratitude to the heroes of the day: the doctors, medical personnel – first and foremost – but also the police, soldiers, shopkeepers and people working in critical areas so that we can actually telework from home.  I would like to thank the European Parliament, all of you who are here, and also those who are looking at us through their teleworking stations and are participating in our work by this new way of remote voting. I think it’s extremely important to send the signal to European citizens that the institutions are working, that we have found a way to operate under these difficult conditions and that we can, and know how to, adopt the decisions which are so crucial for our citizens.  I really would like also to thank Mr Gonzáles Pons, Mr Moreno Sánchez, Ms De Lange and Mr Benifei – who realise that we are in a completely new set—up and that we in the European Commission are really doing our utmost, in close cooperation with you, to find the best responses to this unprecedented situation. To Mr Bay and Mr Dzhambazki, I would say that the whole world was not prepared – just look at how we are all struggling. But I think that we really mobilised very quickly and we found a way how best to share our responsibilities, because you know what the Treaty says about responsibility for the health sector. I mean this is not a blame—game. This is not about shifting responsibilities. We simply have to work together. I’m very pleased also that the predominant tone in the discussion today was how we can do this better. I’m very glad that we are hearing the same echoes coming from our Member States. I would like to reassure Mr Botenga that our model for acting under these difficult circumstances is ‘let’s do whatever it takes’ to tackle the crisis and to emerge from this traumatic situation stronger. We are working on the very concrete measures that Madame Ries, Madame Aubry, and Mr Mureșan were asking for, because we are fully realising that through concrete measures we can show that we are operational, we can deliver, and that cooperation at European level brings much better results than individual actions by Member States.  The President of the Commission has highlighted a few of the measures, but to give you more concrete figures from yesterday’s college discussions: First, what we needed to do is actually to map out how much of this medical equipment we need. How many masks? How many respirators do we need for our operations? To give you the preliminary conclusions of these analyses: we need 200 million masks, we need 30 million respirators, weekly, for at least 3 months.  The good news is that this joint procurement has worked and we will be able to have them for a reasonable price and we will be able to distribute them to the Member States very soon.  The same goes for the ventilators. We need at least 15 000 for the next three months. Unfortunately, we have something like half of that. But again, yesterday, we had very thorough discussions with the producers, exporters and importers of this equipment and we are pretty sure that very soon we will be able to help our Member States also with this crucial technology.  The first lesson we learned from this crisis was that our civic mechanism is not working if none of our Member States is in a position to help because of limited stockpiles. I think that we need to learn from that and therefore we are establishing the strategic reserve for this medical equipment, which will be open within days – we already have medical supplies worth EUR 10 million – and which would be under our jurisdiction, so it would not mean a request to the Member State that supplies the equipment, but it will be our decision to supply those Member States, those sectors, which would need it the most. I think that this idea, as Ms in ‘t Veld was suggesting, should be developed further as we need these strategic reserves for all sensitive equipment for the future, for when we need it. On top of this current situation, we are working on two strands. The first is of course all the measures which we need to tackle the health aspects of the crisis, but at the same time we are also working on the economic aspect, which I think will be with us for quite a few months to come.  First and foremost, we want to make sure that all this sensitive medical equipment will be manufactured predominantly here in Europe so we will not be so dependent on imports from third countries. We talked to the industry and we have been encouraged by the positive response. We believe that within three to four months we should be able to produce this sensitive equipment here in Europe so we can be much more autonomous in our decision taking. Then, of course, we need to take care of the macroeconomic situation. Here our focus is on making sure that it would provide enough liquidity for our financial systems. To respond to Mr Wallace, this is not for banks, but for businesses, for SMEs, so they can keep their operations open, and to protect jobs because we are fully aware that once a job is lost it is very difficult to recreate it. So we are working on making sure that as few people as possible will lose their jobs because of the coronavirus crisis.  Several of you mentioned the bazooka from the European Central Bank. I would just add that in addition to the EUR 750 million there are another EUR 2 billion euros and some other programmes offered by the ECB, so all together the response just from the ECB is in the area of EUR 1 trillion. We are working very closely with the EIB, and thanks to our financial contribution the EIB is developing a programme worth EUR 200 billion in loans especially aimed at SMEs because we know that they are the main employer in the European Union. We are also, of course, looking into ways to help big industries as well.  If I may, I will use this opportunity to call on the governments in central and eastern Europe to talk to the European Commission, to develop their crisis schemes, just as other countries in western and southern Europe already have done, which we – in an express manner, thanks to the great work of Vice—President Vestager – approved as legal State aid. We discussed yesterday how we can help them to develop these programmes, these schemes. We are ready to do that in the European Commission. I hope that also the governments from these countries will come to us so that we can together develop recovery plans, which are needed for every single Member State. Concerning vaccines and concerning coronavirus response systems, we have already allocated some quite substantial sums of money and we are working very closely – in a very special advisory group working with our President – to see where the leading epidemiologists and virologists are to develop the vaccine. We are also ready to make sure that we protect our critical industries in these times of a stock exchange rollercoaster, were they to be faced with hostile takeovers. We simply won’t let this happen, and I believe that the European Parliament will help us in that effort.  When I was here a few weeks ago, my last intervention in this Chamber was on the multiannual financial perspective. I agree totally with Mr Eppink that now is the time to decide. We need the budget. We need seven years’ financial perspective so we can plan the recovery of Europe and we can tackle better the emergencies of today.  I would just remind the general public in the European Union that we are in the last year of the seven—year budget and we are very much limited by financial constraints as to how much we can do. So I hope that the video conference of the leaders this afternoon, which should be very much focused, naturally, on tackling the coronavirus, will also be tackling the issue of how we are going to tackle this virus from the economic and financial point of view. For that we need the MFF, and I hope that this crisis will make it crystal clear to our leaders that we need good progress at that level. To conclude, Mr President, I would finish on the point made by Ms in ‘t Veld. I think that history teaches us that the best responses to post—crisis development have been prepared during crises. Of course, now we have to focus on the daily management, on how to tackle this crisis and how to make this nightmare go away as quickly and with as few victims as possible.  But at the same time we need to start reflecting on what will be next – how the world will change, how Europe will change, what our position will be on this new global map and how we will make sure that Europe emerges stronger via a strong recovery plan, by more technological autonomy, by greater strategic sovereignty. As you know, I’m responsible for foresight in the European Commission, and I would like to assure you that these are exactly the ideas we are working on. Once we have something more concrete it will be my pleasure to share it with this House as well.  Thank you very much, Mr President, and thank you all for coming here or for supporting us from your teleworking stations. Thanks to the interpreters and to all the staff from Protocol and to the technical operators who have made our session today possible. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 39, "date": "2020-03-26.json", "name": "Presidente. –", "mepid": "96864", "text": "   The debate is closed. Written declarations (Rule 171)", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 40, "date": "2020-03-26.json", "name": "Alex Agius Saliba (S&amp;D)", "mepid": "197403", "text": "  in writing. – The COVID-19 pandemic hit Europe and the rest of the world like a devastating tornado - quickly, unpredictably and in a deadly manner. Covid-19 is a litmus test for Europe to show that it can rise up to the challenges ahead. But, to do that we need a comprehensive European strategy that will coordinate actions with the EU institutions, also with authorities at national, regional and local levels, as well as cooperation with our global partners. The strategy needs to set short, mid and long term measures to protect people’s health, jobs, and well-being, and prepare for a different - sustainable and resilient - future for all. We need more and quicker tests available for everyone. Covid-19 does not discriminate between rich and poor, famous and powerful and so neither should we discriminate in our testing and treatment. We need to address and solve the shortage of medical and protective equipment, especially for hospitals, doctors and people at the frontline in fighting this pandemic. We also need clear measures from European institutions and Member States on how to proceed after lockdowns are lifted and on tackling different socio-economic challenges and to communicate clear and real solutions for all European citizens.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 41, "date": "2020-03-26.json", "name": "Marc Angel (S&amp;D)", "mepid": "202073", "text": "  in writing. – A diverging approach between Member States would not be the right response to the COVID-19 crisis. Therefore, I strongly urge the Member States to follow the Commission’s guidelines for border management measures and to apply internal border controls in a justified and proportionate manner, to facilitate the provision of professional services, especially in the healthcare, childcare or elderly care sectors in cross-border regions. Also in order to prevent the shortage of essential goods, including food, pharmaceuticals, medical supplies and personal protection equipment all across Europe, the Commission should ensure the effectiveness of the monitoring mechanisms. I welcome the efforts to launch joint procurement for specific medical supplies needed as well as flexibility to allow fast-track purchases of medical equipment and devices. I also find crucial that the Commission and national authorities should proactively monitor the market during the crisis and to share information about malpractices. I also strongly support the idea of Eurobonds as a financial tool to counter any economic downturn the virus might cause. I would also urge Member States guaranteeing social protection (such as access to health care at affordable cost / preserve decent wage for workers) for all the European families particularly affected by the crisis.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 42, "date": "2020-03-26.json", "name": "Атидже Алиева-Вели (Renew)", "mepid": "197848", "text": "  in writing. – The crisis caused by the rapid spread of the COVID-19 coronavirus has affected the world in an unprecedented way, which clearly shows that measures in response to the pandemic must be global and well coordinated between countries.  I welcome the proposed measures to mobilise investment. The rapid targeting of Eur 37 billion of European investment in the sectors most struggling at this difficult time is vital. The epidemic in some countries puts health and social systems at an impasse and many SMEs in the EU are on the brink of survival. This necessitas the need for immediate and concrete measures, starting with the mobilisation of all available resources at EU and national level.  As the epidemic crisis in some Member States escalates, others are still preparing for the peak of infection. This situation requires immediate liquidity of funds and the provision of greater flexibility to States in the application of the spending rules of the funds provided for in operational programmes, as well as to provide for a simplified procedure. For their part, Member States should ensure that the funds reach those who need them most, such as healthcare facilities, workers at risk of losing their income, self-employed people in need, SMEs, farmers, NGOs engaged in helping the population.", "language": "en", "original_language": "bg", "translation_provider": "azure"}, {"id": 43, "date": "2020-03-26.json", "name": "Pablo Arias Echeverría (PPE)", "mepid": "96808", "text": "  in writing. – The EU has faced the greatest crisis since its inception. Every day, on time, the Europeans, we go out every afternoon, to applaud our healthcare professionals. Professionals who are on the front line of defense, who will be eternally grateful to face this pandemic in extreme conditions.  Having said that, I would like to refer to \"the other heroes\". I refer to those who come daily to their jobs: security forces, CASHiers, pharmacists, carriers and truckers, among others. Our carriers and truckers are the ones that guarantee the supply and operation of the single market. They deserve the guarantee of being able to have the right means of health protection, to be able to meet their basic needs en route worthily and to be able to access the necessary facilities. In addition, I would like to stress the importance of saving transport companies: we need to think in particular about their protection. On the day this crisis is over, these companies must continue to operate if we want an early recovery.  It's time to work together above our differences. We must show that the European project is useful for each and every one of us who form it, and row them all in the same direction without leaving anyone behind.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 44, "date": "2020-03-26.json", "name": "Adam Bielan (ECR)", "mepid": "23788", "text": "  in writing. – First of all, my thoughts are with all families who lost their loved ones due to COVID-19 all over the world. I would also like to praise the efforts of health workers fighting the virus. Today we are voting on three urgent legislative proposals aimed at tackling the effects of the pandemic. It will support SMEs, national short-term employment schemes and reinforce Coronavirus-related health expenditure within Member States. I would like to welcome the emergency package. We need to guarantee measures that will protect our society and our economy. I would also like to underline the importance of speeding up the legislative process so that funds can be channelled as soon as possible to diminish the social and economic impact. Fast reactions are crucial to deal with the consequences of the crisis, to maintain jobs, to guarantee safety and security. Coordination at EU level is vital to ensure a unified response to the crisis and to able Member States to take all the appropriate measures in this challenging context.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 45, "date": "2020-03-26.json", "name": "Dominique Bilde (ID)", "mepid": "124771", "text": "  In writing. Beyond the tragedy, the major health crisis we are experiencing has cast a harsh light on the inadequacies of the European Union. What can we say when Italy or France are reduced to relying on China, the origin of this health drama, for the supply of masks - it is true, in a fair return of things?  Moreover, is unbridled free trade, at the heart of the European model, not the root cause of this crisis? We can only fully join the support measures for small and medium-sized enterprises. For example, we are being asked to change the rules for the allocation of structural funds, including the ERDF and the EMFF, to allow states to finance certain urgent expenditure on business, for a total financial commitment of EUR 37 billion - but only eight billion in liquidity.  This amount seems all the more paltry when compared to those deployed by individual Member States. This excessively low support is further proof of the inadequacy of a European Union unable to rise to the challenge. And, instead of being an addition of strengths, it is an addition of weaknesses.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 46, "date": "2020-03-26.json", "name": "Milan Brglez (S&amp;D)", "mepid": "197446", "text": "  Writing. – I welcome the European Commission's set of measures as the EU's first urgent response to the coronavirus pandemic.  It is essential that action be taken as soon as possible, with the widest possible support, as a signal of the EU's ability to act swiftly and uniformly in times of crisis. For me, the regulation on the promotion of investment in support of the health systems of members and small and medium-sized enterprises, as well as the regulation to expand the scope of the EU Solidarity Fund, which I think should also include cases of health emergencies from the outset, are particularly important. Of course, I also support the regulation amending the common rules for the allocation of slots at airports. I hope that it will help prevent job losses and safeguard the rights of workers in the aviation sector. The current crisis confirms the need for member states to act in a coordinated way in the context of global challenges and to strengthen the EU as a social union.  The proposed extraordinary measures show that, if there is political will, steps can be taken towards social union even without amending the basic treaties.", "language": "en", "original_language": "sl", "translation_provider": "azure"}, {"id": 47, "date": "2020-03-26.json", "name": "Joachim Stanisław Brudziński (ECR)", "mepid": "197501", "text": "  I would like to write to the Commission. \"We are in an emergency situation that none of us could have imagined until a few weeks ago. This forces us to verify our priorities so far. Naturally, our forces and actions must focus on fighting the spread of this deadly virus. We need to control the situation in our countries as soon as possible so that, once the crisis in Europe has been resolved, we can return to the issues that we were still dealing with at the last plenary session, such as events at the External Borders of the European Union, which are de facto also extremely vulnerable to the current pandemic.  As the European Parliament, we should maximise our support for the current joint efforts to help combat the current threat and its consequences. We will vote on the most important ones today in order to speed up the WORK of the EP on this issue as much as possible. At the same time, I hope that Parliament will start work as soon as possible on a package of assistance and financial support for countries and economic operators that have been particularly affected by the current situation. We are grateful to everyone who is on the front line of the fight against the epidemic every day: health care professionals, police officers, the military, border and law enforcement. We stand in solidarity with all those who have caused THE COVID-19 virus, especially the families of the victims of the disease.", "language": "en", "original_language": "pl", "translation_provider": "azure"}, {"id": 48, "date": "2020-03-26.json", "name": "Markus Buchheit (ID)", "mepid": "128483", "text": "  Writing. Honourable Members, the situation is serious. Most of us have never experienced anything like it. An entire continent is standing still, borders and airports are closed, entire countries have imposed curfews. And even if the economic consequences cannot yet be precisely quantified, we feel that the impacts are approaching. Volkswagen is closing its plants, entire airlines are on the ground, and stock market profits in recent years have been wiped out within weeks. In the light of these reports, therefore, we do not need to be a pessimist to be convinced that we are facing the most severe economic crisis since the end of the Second World War. It would therefore be necessary for us to work together to devise strategies to help small and medium-sized enterprises, the backbone of our economy, through this crisis. It would be necessary for real industrial policy to be pursued here in Brussels again, which raises the question of how we bring emigrated industrial production back to Europe. Unfortunately, the opposite is true. The Commission continues to insist on the so-called 'Green Deal', a programme which would have been disastrous for European industry even without the Corona crisis. I therefore call for an end to this madness, and that money is needed more urgently elsewhere! Let us resume industrial policy worthy of the name!", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 49, "date": "2020-03-26.json", "name": "Caterina Chinnici (S&amp;D)", "mepid": "124861", "text": "  in writing. – The Covid-19 pandemic shows, in its drama, that in a globalised context health emergencies do not stop at national borders. The EU and the Member States must therefore adopt a common and coordinated response. Even if some countries are more affected than others, we cannot delude ourselves that the problem is only a matter for the former. The health of citizens must be protected, ensuring the best care and preventing further infections as much as possible. The measures that Italy (the first country affected by the epidemic) has been forced to adopt represent a model, as also highlighted by the WHO. The EU must therefore set up a joint centre for the purchase and distribution of medicines and protective equipment and must invest in research into treatments and vaccines for the new virus. Financial measures are also needed in the short and long term to stem the economic and employment impact, supporting all categories of workers and businesses, in particular small and medium-sized enterprises, as well as investments in social policies: every instrument available must be used and adapted to the current situation. It is time to put into practice the solidarity provided for in Article 2 TEU because, as the President of the Commission has said, no Member State can emerge from this crisis on its own.", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 50, "date": "2020-03-26.json", "name": "Josianne Cutajar (S&amp;D)", "mepid": "197394", "text": "  in writing. – We are facing a public health crisis unprecedented in recent history. We have taken strong measures, unnatural to us, limiting to the strictest levels, the movement of people. Despite its noble intentions, this is a direct blow to the whole tourism ecosystem and to the aviation industry. Big players in the market but especially smaller national airlines have been dealt a serious blow and had to resort to emergency actions to safeguard employment. These amendments to the Slots Regulation are necessary to help airlines weather the crisis with the least possible impact. They are also timely and crucial to prevent unnecessary pollution caused by the operation of ghost flights. It is not yet clear when restrictions on travel will be eased, however we all know it will take time for airlines to be able to return to their full capacity even in the aftermath of COVID-19. For this reason, whilst I reiterate the need for a Rescue Plan for the tourism industry, in the interest of all workers in the aviation industry, their families and the sustainability of the European aviation industry, we should be prepared for the applicability of such temporary amendments to be extended after October 24th.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 51, "date": "2020-03-26.json", "name": "Miriam Dalli (S&amp;D)", "mepid": "124970", "text": "  in writing. – The health crisis provoked by COVID-19 is taking its toll on human lives, economies and the very social foundations of our societies. To resist the dire effects of this pandemic, bold public policy action is needed to protect our economies, social structures, and well-being of our citizens. Governments must take all necessary action to safeguard their citizens’ health. The EU must ensure the supply of medical equipment. Although, the Commission is addressing the supply of personal protective equipment, this must be extended to medical equipment such as ventilators so that no country is left behind. As this virus reaches its peak, pressure on our healthcare systems will increase and proper equipment will be of paramount importance. Second, we must limit the immediate and the long-term economic and social impact of this crisis. We need strong support measures such as back-up guarantees for companies, direct financing and cash flow support, particularly for SMEs and self-employed persons. We must also guarantee income support for workers in technical unemployment or in part-time positions. Finally, we need a joint, coordinated, European answer to fight back, combined with strong financial assistance from European instruments, in particular the European Social Fund and the European Globalisation Fund.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 52, "date": "2020-03-26.json", "name": "Johan Danielsson (S&amp;D)", "mepid": "38542", "text": "  Written. The current crisis affects all people and economic sectors. A well-functioning transport sector is crucial for transporting the vital medicines, protective equipment and food we need to get through the crisis. We must ensure the necessary transport to overcome the direct health crisis that is taking place at the moment, while protecting the health and safety of transport workers. However, we must also ensure that we have a sustainable and well-functioning transport sector in the longer term. It is necessary to get both society and the economy back on track. The Corona crisis creates enormous uncertainty for the entire transport industry. It is therefore important that we decision-makers create clear conditions to make it easier for the transport sector in this difficult situation. I am therefore pleased that today we can speed up European rules so that airlines no longer have to fly empty planes so as not to be fined or lose future flight opportunities. With the new temporary rules, we will not only reduce empty flights and therefore unnecessary emissions, but also create clear guidelines for the aviation industry, its workers and consumers. It is also important for the tourism sector, which employs no less than 25 million people in the EU.", "language": "en", "original_language": "sv", "translation_provider": "azure"}, {"id": 53, "date": "2020-03-26.json", "name": "Margarita de la Pisa Carrión (ECR)", "mepid": "204414", "text": "  in writing. – Spain is in critical condition. The health system is collapsed in some cities. We must resolve four crucial points to which the Government, due to lack of incompetence or incompetence, has been unable to respond and which contribute to the increase in the number of contagions and the dead: - lack of personal protective equipment to prevent contagion between health workers and patients;  - lack of life support instruments, such as respirators. Supplies are being unfairly distributed and many patients die without this assistance;  - lack of pharmacological treatments, limited to patients admitted, which prevents action in the first phase;  - lack of testing and monitoring of contagions. Spain needs it today, let's speed up the efforts and reduce the farcosa bureaucracy. Europe must coordinate, appealing to solidarity. Let's act together now!  I call for the sharing of existing information on the use of medicines, when faced with a new disease. Hydroxychloroquine, whose antiviral capacity appears to be proven, is safe and widely used in some European countries, including as prophylaxis against COVID-19 SARS. Its use can have a positive impact on citizens' health, mainly in early stages. Today in Spain it is limited to hospital use.  That the situation gets worse means losing lives, closing business, pain. It means we all lose!", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 54, "date": "2020-03-26.json", "name": "Andor Deli (PPE)", "mepid": "124714", "text": "  Writing. – Before the outbreak, we took it for a fact that we could fly cheaply and quickly to any corner of Europe. However, as the epidemic spread, it became clear that we could not expect the old order to be restored quickly for some time to come. As a result of the legislation in force, airlines were forced into the untenable situation of operating their existing flights, even when empty. Such a situation not only threatens the functioning of airlines and thousands of jobs, but is also extremely harmful to the environment. It is therefore natural to discuss the European Commission's proposal in the emergency procedure, which will put an end to this harmful legal situation. I believe that this will not be the last piece of legislation aimed at helping airlines, but at the same time I think it is important to emphasise that, in addition to airlines, we are paying attention to the other players in the sector, air traffic control, airports, service personnel, because they are all in the same shoes. But this is true for the whole transport sector, and here I would like to highlight in particular road hauliers and drivers, who, despite extremely difficult working conditions, are doing their utmost to ensure that the care of the population and health care facilities is ensured. The Hungarian People's Party delegation will support the emergency measures proposed by the European Commission and I call on everyone to do the same.", "language": "en", "original_language": "hu", "translation_provider": "azure"}, {"id": 55, "date": "2020-03-26.json", "name": "Klára Dobrev (S&amp;D)", "mepid": "197579", "text": "  Writing. \"Indeed, we live in times without precedent going back generations. We all see the enormous burden of the coronavirus epidemic on all EU countries. It is not only the health emergency that requires enormous efforts, but also the daily livelihoods of people and the keeping businesses alive are challenging for all of us. It's good to see we're not alone in this fight. The European Union is doing its job and acting. €37 billion in EU development resources to deal with health and economic emergencies. We also support member states being able to spend EU development aid on urgent strengthening health systems. We MEPs from the Democratic Coalition will support any measure that will already provide meaningful help to small and medium-sized enterprises in the short term to survive the crisis. We also agree to extend the European Solidarity Fund to crisis situations arising from public health threats and to raise the solidarity advance that can be granted in the event of such disasters. We know that everyone will be needed to overcome the crisis. The virus paralyzes many things, but even in such an extraordinary situation, the European Union can demonstrate what solidarity can do. Europe is strong and will not let its citizens down. The health and financial security of our citizens is at stake, not small. The virus that threatens them is global and unified. In defence, we need to be more united than ever.", "language": "en", "original_language": "hu", "translation_provider": "azure"}, {"id": 56, "date": "2020-03-26.json", "name": "Laura Ferrara (NI)", "mepid": "124833", "text": "  in writing. – The pandemic caused by Covid-19 is having serious repercussions not only on public health and our health systems, but also in economic and social terms. The European Union, in countering the devastating effects of a virus that knows no borders and from which no Member State is immune, is faced with one of the greatest challenges in its history. Only a shared, strong and immediate European response will enable us to face a common condition which cannot allow selfishness, conflict or obstacles. The measures that the European Parliament is preparing to vote on are a first step. We need to identify more substantial resources and new instruments, to have greater coordination and cooperation in the fight against a common enemy. We will need this and much more to ensure that all citizens, and especially the most vulnerable, have the right to health and adequate care, as well as to give appropriate support to families, businesses and workers. Everyone must feel involved in achieving this objective: the European Union, the Member States, the regions, the municipalities, those with institutional roles and the citizens. Only together and in synergy will we emerge from this emergency.", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 57, "date": "2020-03-26.json", "name": "Carlo Fidanza (ECR)", "mepid": "96810", "text": "  in writing. – The coronavirus problem has been widely underestimated... it was thought to be an exclusively Italian problem! Only 200 million for the whole eu as an initial appropriation for the health emergency, the absence of a common protocol to verify infected and victims, the blocking of exports of masks just as Italy requested it, European companies that asked for the \"virus-free\" certificate to Italian agri-food products. We have even seen the reform of the ESA put at the top of the Eurogroup and the President of the ECB to blow up the Milan Stock Exchange and smoke billions of savings in a matter of hours. Then only when the emergency arrived in France and Germany did Europe strike a blow. There is now an urgent need to provide liquidity for businesses and households, with greater flexibility in npl rules and with a major European plan, possibly with EU-guaranteed bonds. But without the ESS, whose conditionalities would enslave countries with high public debt, which now face not a crisis of confidence in their sovereign debt but a symmetrical shock that has affected everyone indiscriminately. Today, Europe is playing its future: either it will be able to respond to the challenge effectively and with solidarity or it will bleed under the weight of its contradictions.", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 58, "date": "2020-03-26.json", "name": "Raffaele Fitto (ECR)", "mepid": "4465", "text": "  in writing. – The Covid-19 pandemic is now not only an Italian issue but is spreading throughout the Union. Once again, with great regret, we note that the EU has moved belatedly, not immediately providing coordinated and supportive responses. Now is not the time for controversy - there will be times and ways of judging behaviour such as, for example, that of ECB President Lagarde - now is the time for action. We are close to a point of no return, the time has come to see if Europe exists and has a future. Those who continue to persevere over budgetary dogmas or parameters to be imposed demonstrate not only serious political short-sightedness, but also take responsibility for bringing this Union crashing without any chance of a future. We need extraordinary measures by way of derogation from rules and treaties. The measures we are approving today and those announced by the Commission are good, but they are certainly not enough. It is not enough to redistribute resources, we need new resources and instruments, eurobonds, for example, to support all The Member States from the point of view of health, to relaunch the economic, productive and social fabric and to avoid the greatest catastrophe since the war. We are ready to do our part.", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 59, "date": "2020-03-26.json", "name": "Anna Fotyga (ECR)", "mepid": "28353", "text": "  I would like to write to the Commission. – I would like to express my sympathy to the families of the victims of COVID-19, to wish the sick a recovery, and to pay tribute to the heroic doctors and nurses fighting the pandemic and all those who carry out their duties with dedication to ensure the safety of our societies.  Today, we can see that the fight against the pandemic is taking place primarily in the Member States. Polish the government has reacted in time, is working the right way, it has my full support. I expect the Union to use the procurement mechanism flexibly and efficiently to ensure the supply of medical supplies to the whole community – and, if possible, also to our closest partners and neighbours: candidate and associated countries.  However, the most important task within the EU's remit is to tackle the economic crisis to be expected after the pandemic. The EU needs to rethink its priorities and some policies. Today we see, by observing the activities of the transport industry, how harmful the mobility package can be. The Green Deal needs to be rethoughed. We must protect jobs by making good use of the European Globalisation Adjustment Fund and the European Union Solidarity Fund. I have no doubt that the new financial perspective for 2021-2027 must be ambitious.  I also have an appeal to colleagues on the far left and right of the room: let us beware of false friends, especially in times of crisis. The Russian Federation and our other adversaries have not abandoned their ambitions.", "language": "en", "original_language": "pl", "translation_provider": "azure"}, {"id": 60, "date": "2020-03-26.json", "name": "Εμμανουήλ Φράγκος (ECR)", "mepid": "198490", "text": "  Writing. – The outbreak, at a time when the European South is being tested hard by fiscal austerity measures and illegal immigration and the north-south divide is deeper than ever, has intensified the value crisis and put the EU before its historical responsibilities. It is sad to see Italy, Spain and most Member States fighting on their own. It is disappointing that there has been no coordinated action so far. We take the financial support of the Member States for granted. However, this aid must not inflate the already burdened public debt of the Member States and businesses of the Union. There are ways to do that. We consider it self-evident to relax budgetary targets. The contraction in the Union's GDP is projected to be unprecedented. But not punishing recession and deficits does not mean preventing them. Brave development programmes must now be designed in all sectors of the economy. We consider it necessary to strengthen the health system. We need to strengthen our hospitals with beds, wards, staff, medicine and medical equipment. We should have done it in a coordinated way by now. Finally, we call for the activation of the Solidarity Fund and all available instruments to directly support the European economy.", "language": "en", "original_language": "el", "translation_provider": "azure"}, {"id": 61, "date": "2020-03-26.json", "name": "Isabel García Muñoz (S&amp;D)", "mepid": "197742", "text": "  in writing. – The EU is acting with determination to mitigate the socio-economic impact on transport and mobility.  The aviation sector is suffering harshly from the COVID-19 crisis. Today Parliament approves temporarily suspending slot rules to give legal security to airlines and avoid phantom flights, with their consequent economic and environmental impact.  I would also like to recognise the good coordination between the Commission and the Member States for the establishment of green corridors. These cross-border fast routes will lighten traffic and ensure the transport of essential goods such as food, masks and medical equipment between EU countries. Green runners will also ensure that our carriers move safely. The Commission has listened to governments, such as Spanish, which claimed that these corridors should have rest areas and basic food, welfare and hygiene benefits for carriers. I would like to take this opportunity to thank from here for the solidarity of all those who, altruistically, have offered free food and drink on the routes to our transporters, as they have done in my region, Aragon. Solidarity is the key to getting out of this crisis.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 62, "date": "2020-03-26.json", "name": "Enikő Győri (PPE)", "mepid": "96830", "text": "  Writing. – The centre of the coronavirus pandemic has been transferred to Europe, and the world is yet to come. Moreover, we do not know how long this crisis situation will last. It affects all of us and highlights our weaknesses and vulnerability more clearly than before. Turns out we're not at all prepared for a health crisis. We're unarmed, we don't have medical supplies to deploy right away. We need a lifeline for outsiders. We are seeing economies collapse and more and more people are losing their jobs. In this situation, the Union must come to the aid of the Member States in order to act according to their needs. It is good that today, with the structural funds being re-rated, some Member States are breathing down their breath, but those that have done well in the past and have already committed their resources will not get a penny of this. I call on the Commission to come up with a solution for them, too. Preparations are underway for financial assistance to the eurozone, but I would ask that you also think about those outside the zone. The Commission has just come up with a new industrial strategy and a small and medium-sized enterprise strategy; they must now all be rethought, taking into account the situation of all Member States and complementing nation-state measures. The survival of SMEs, family farms and self-employed persons means the survival of European economies; let us focus on them, because this is the key to ensuring that the Union finds itself as soon as possible after the epidemic, which is what it takes.", "language": "en", "original_language": "hu", "translation_provider": "azure"}, {"id": 63, "date": "2020-03-26.json", "name": "András Gyürk (PPE)", "mepid": "23816", "text": "  Writing. – The coronavirus has been one of the biggest challenges for citizens of the Member States of the European Union in recent decades. We do not yet have a specific forecast of the date of the end of the epidemic or its economic impact. However, in addition to all the uncertainties and contradictions, we can agree in principle: the protection of human life is above all else. There are three main components to this. The first factor is the protection of health. We thank the health workers who, knowing the impossible, are fighting for lives against the virus. I propose that the European Commission provide all possible support for member states' health systems. Preserving jobs is also a key component of the effort to protect human life. \"When there's work, there's everything,\" the saying goes. I therefore expect the Commission to continue to support member states' economic crisis management programmes in order to protect jobs, even with the involvement of new budgetary resources, at the end of the epidemic. Finally, tolerance is also an essential part of the protection of human life. That is why it is particularly important to put aside our debates now. In a situation like this, joining forces and common defence overrides all political ambitions. As MEPs, we all need to rise to the challenge.", "language": "en", "original_language": "hu", "translation_provider": "azure"}, {"id": 64, "date": "2020-03-26.json", "name": "Robert Hajšel (S&amp;D)", "mepid": "34578", "text": "  Writing. – This crisis requires unprecedented action and swift action from us. We need all the measures that have been approved, but they should have come a few weeks earlier. We will make no excuses to paramedics who lack respirators and dying, for whom we do not have ventilators, that the process of our decision-making is complex and has to be waited. When I was recently treated for borreliosis, one of the doctors offered me plaquenil. Today, when we do not have any official cure for COVID-19, doctors' eyes are also on this antimalarial, and other drugs may prove effective, which gives hope that we do not have to look for a new one, but correctly choose existing ones. For the EU, which has supportive competences in health protection, there is scope for coordinating research, testing an effective medicine and facilitating its path to every patient, including in Slovakia. The Commission should take the strategy to coordinate the purchase of medical supplies not only in the EU, but also in China, Russia and the US. It must also coordinate the distribution of this material where it is now most needed. Action needs to be taken more quickly and effectively so that people do not just look at reports of planes with doctors and respirators from China or Russia. That is why I am pleased that it is finally finalling the European acquisition of respirators, test kits and the procurement of fans has begun. I hope that soon this material will reach our medics.", "language": "en", "original_language": "sk", "translation_provider": "azure"}, {"id": 65, "date": "2020-03-26.json", "name": "Alicia Homs Ginel (S&amp;D)", "mepid": "122978", "text": "  in writing. – Coronavirus is a global crisis. Today, we are the continent with the most people infected and with the highest number of deaths. The professionalism of health workers, of the forces and security forces, of all the workers whose work allows us to cope with our day to day in the best possible way, as well as the exemplary behaviour of all citizens, are undoubtedly our best weapon to beat COVID-19.  However, European citizens are calling for a coordinated, united and supportive response from the EU; and we can't let them down. The EUR 37 billion we have approved in Parliament shows that we are working in the right direction; but the countries most affected need more: it is urgent to mobilisation of the European Stability Mechanism (ESM) to help state governments. In addition, the Social Democrats are calling for a common European Marshall Investment Plan to include the issuance of 'crown bonds'; the activation of European unemployment insurance or the creation of a temporary European minimum income for workers, self-employed persons and SMEs. No one can be left unprotected in the face of this crisis.  We must act now and we must do so from unity, solidarity and coordination. Only in this way will we successfully face this challenge.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 66, "date": "2020-03-26.json", "name": "Lívia Járóka (PPE)", "mepid": "28141", "text": "  Writing. We urgently need to act because of the epidemic. In France, we can already see that poor people are most affected by the infection, as housing conditions are more unworthy in these places, economic and social difficulties are extraordinary: 60% of households are below the poverty line, 90% of 16-25 year olds have unemployment rates, 2/3 of children leave school, and many have underlying diseases that are conducive to viral infection. In the eastern half of Europe, these figures are in most cases even worse. According to statistics, if the infection, the epidemic, enters these vulnerable communities, that is where it will most devastate. Among other things, they lack basic sanitation, clean drinking water, sewers, heating and everyday hot food shortages. And for many of them, the coronavirus could be a life-threatening virus. In addition to the immediate intervention of the health systems and economic sectors voted on today, the Commission should allow unused Roma integration funds to be used by Member States to help the most disadvantaged, vulnerable and vulnerable communities. I call on the Commission and the Member States to take immediate, coordinated action. We can't leave anyone behind. We cannot allow those who have been vulnerable to be even more vulnerable.", "language": "en", "original_language": "hu", "translation_provider": "azure"}, {"id": 67, "date": "2020-03-26.json", "name": "Rasa Juknevičienė (PPE)", "mepid": "197840", "text": "  Writing. – I agree with the documents drawn up. The EU, like the whole world, has faced the challenge that our generation has not yet faced. It will have long-term security consequences. One of the most important is people's trust in the EU, and we also see the spread of external disinformation. I call on the Commission to ensure that EU citizens are better and kept informed about the important decisions they take.", "language": "en", "original_language": "lt", "translation_provider": "azure"}, {"id": 68, "date": "2020-03-26.json", "name": "Karol Karski (ECR)", "mepid": "124887", "text": "  I would like to write to the Commission. \" The fight against the pandemic of the new virus is still ongoing. Together, as a united and united Europe, we are taking action to reduce the plague and then suffocate it. I consider this to be the first, fundamental and good manifestation of cooperation.  Member States are closing borders, introducing top-down social restrictions, and restricting the activities of many sectors of the economy. All these temporary, albeit radical, actions are intended to serve as a method of subjugating the plague on an ad hoc basis. I welcome this, but let us remember that everything has consequences.  We are currently on the verge of unprecedented economic collapse, including on a global scale.  It is our absolute duty to counteract this, or at least to do everything we can to weaken this spectre of crisis. I am pleased that we are debating today an initiative to help the Member States and our citizens in these difficult times.  Let us not be afraid, please, that these actions are enough. We need more ambitious solutions – better and more flexible measures to increase public aid opportunities. Let us not be afraid to make firm decisions, too. Let us prove that this institution, too, is capable of fulfilling its duties and of showing common sense and credibility in the eyes of the citizens who hope in us.", "language": "en", "original_language": "pl", "translation_provider": "azure"}, {"id": 69, "date": "2020-03-26.json", "name": "Izabela-Helena Kloc (ECR)", "mepid": "197520", "text": "  I would like to write to the Commission. – The investment initiative in response to coronavirus is an appropriate response to the urgent need to help our SMEs. However, the fight against the recession will require much more. In addition to the unprecedented amounts from the budgets of states and the Union, we must consider the idea of fundamentally modifying the Green Deal. Whether we are supporters or opponents of this idea, we must see reality as it is. In the coming decades, we will face two major economic challenges: the European Green Deal and the recession caused by the coronavirus. Addressing both of these challenges will cost a fortune and change the face of Europe. However, we cannot afford to finance them at the same time. There is no time for experimentation and politics shaped only by ideology.  The European Union has a historic opportunity to react and take the right decisions. First of all, we must guarantee our citizens reliable health care, security and economic growth that will provide jobs and a decent standard of living. Only then will we be able to return to our political discussion on how green Europe should be.  The COVID-19 crisis has shown how fragile our economy can be. Let us not underestimate this situation and let us not cling to the green deal at a time when Europe needs new solutions.", "language": "en", "original_language": "pl", "translation_provider": "azure"}, {"id": 70, "date": "2020-03-26.json", "name": "Łukasz Kohut (S&amp;D)", "mepid": "197523", "text": "  in writing. – In this unprecedented situation we need to be taking immediate and decisive measures to help save those who have been infected by the SARS-CoV-2 virus and to stop the virus from spreading. We need to be taking measures to save entrepreneurs and businesses from going bankrupt, to prevent loss of jobs and income of European citizens. At the same time we already know, that the current pandemic, even if it can be fairly quickly contained – which we all hope – has already made us aware of many facts we had not been noticing before or facts which we had been ignoring. One of these facts is that there is not enough cooperation between EU Member States, that there is not enough integration and that it is too shallow. We have seen that faced with threats as grave as the threat of a pandemic, Member States are likely to resort to some egoistic, nationalistic measures. But viruses, climate catastrophes do not know the notion of a nation state, they target all equally. And we can fight them only together, together we are stronger, more resilient. We need much deeper European integration.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 71, "date": "2020-03-26.json", "name": "Joanna Kopcińska (ECR)", "mepid": "197530", "text": "  I would like to write to the Commission. – I am pleased that, in addition to the temporary legal framework allowing states to use the full flexibility provided for in EU aid legislation to support the economy in the context of the COVID-19 epidemic, the Commission, under the EU Civil Protection Mechanism (rescEU), has extended the existing implementing act to allow the EU to stockpile stocks of protection measures such as face masks and intensive care equipment and thus address shortages in response to urgent needs.  What additional concrete action is the EC considering in order to provide practical support to Italy and Spain, the two most affected EU countries? It would also be advisable to look for other sources of funding, e.g. under the European Globalisation Adjustment Fund, which has been used to a small extent in recent years. The scope of support could be modified by indicating public health emergencies.  In conclusion, it is important that EU action is aimed at ensuring the supply of protective equipment across Europe on the basis of specific guidelines. I believe that the implementing act under the 'rescEU' should be extended to allow the EU to purchase all the necessary medical equipment.", "language": "en", "original_language": "pl", "translation_provider": "azure"}, {"id": 72, "date": "2020-03-26.json", "name": "Ondřej Kovařík (Renew)", "mepid": "118949", "text": "  Writing. – I consider an investment initiative mobilising available cash reserves in the European Structural and Investment Funds of EUR 37 billion to be essential. While this is not entirely \"new\" money, this measure will allow unused and other EU funds to be used more quickly for this crisis. For the Czech Republic, this means just over CZK 30 billion, which, as the demand of small and medium-sized enterprises, for example, proves today, will be very useful. It is precisely the possibility of using these funds for short-term financial assistance to these enterprises that I consider to be one of the most important. I will support extending the scope of the EU Solidarity Fund worth billions of euro to public health emergencies, which will allow Member States to apply for financial assistance in the context of the coronavirus epidemic. And I will also support the suspension of rule 80/20 in air transport. The absurd situation in which carriers are insuited to operate empty flights needs to be suspended immediately until the situation has become more stable. However, I remind you that we must not forget the impact on airport operators. It is clear that the economies of the Member States of the European Union will need support that is much more massive.", "language": "en", "original_language": "cs", "translation_provider": "azure"}, {"id": 73, "date": "2020-03-26.json", "name": "Elżbieta Kruk (ECR)", "mepid": "197532", "text": "  I would like to write to the Commission. \"Even before the COVID-19 pandemic, economists had predicted that the global economy was heading towards an economic crisis. And here we are facing an unprecedented global crisis that will directly and dramatically affect everyone. The COVID-19 virus has shown that we are unprepared for a crisis of this kind. We are seeing economic and social consequences overnight, but we are even more concerned about what the future holds. Underfunded and overworked health care, people without jobs and on the verge of collapse, failing businesses and factories.  We are facing an economic recession that will affect all aspects of life. The economic crisis has become a reality and has been tinged with a coronavirus pandemic. It therefore welcomes the idea of solidarity and joint, coordinated action.  Our task at the moment is to demonstrate, above all, common sense and compliance. However, I believe that this is only the first step towards overcoming the crisis that we have faced today. We must continue to work together, in a spirit of solidarity, to find new and ambitious solutions to develop more flexible rules for the use of existing budgetary resources in order to ensure the liquidity of the Member States.", "language": "en", "original_language": "pl", "translation_provider": "azure"}, {"id": 74, "date": "2020-03-26.json", "name": "Ilhan Kyuchyuk (Renew)", "mepid": "124866", "text": "  in writing. – I support this proposal because we need to respond as soon as possible to this immense and unprecedented economic, social and political challenge called coronavirus. The coronavirus epidemic sweeping across Europe has made one thing abundantly clear: You can’t fight an epidemic alone. It requires urgent, decisive, and comprehensive action at the EU, national, regional and local levels. The European economy and single market have become so essential to our well-being yet we only recognise the value of them when it comes to a halt. With thousands of airplanes grounded, factories all across Europe shutting, and millions of businesses suffering, our European interconnectedness – or rather the temporary lack of it – has become painfully visible. Therefore, this exceptional situation needs to be addressed with specific measures to support and protect Member States’ economies, companies and workers. I fully support the EU Commission ‘Coronavirus Response Investment Initiative’ which aim is to mobilise more than EUR 37 billion quickly in order to address the consequences of the coronavirus crisis. It is a matter for the whole EU and we need common action and solidarity if we want to respond quickly and effectively to COVID-19 crisis.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 75, "date": "2020-03-26.json", "name": "Juan Fernando López Aguilar (S&amp;D)", "mepid": "96812", "text": "  in writing. – Five hundred million Europeans are being subjected to the shock of COVID-19, the magnitude of which is unprecedented in our personal memory. Two things are certain: (a) the European institutions and their responsiveness still depends today on their catastrophic consequences not being irreversible;  (b) everything is questioned — our daily lives, security, behaviour — but also the usefulness and even the EU's raison d'e raison d'een as a space governed by law, the community of values and the globally relevant area of cohesion and solidarity.  The EU will be wrong if it underestimates the risk to its reputation and its credibility imposed by this crisis. Decisions can only be reached from the European Council on 26 March at the height of the enormity of this envite, namely: (a) guarantee of liquidity to administrations and undertakings, at zero rate;  (b) suspension of the rigours and release of tax capacities that assure those affected of all the aid they deserve.  ECB, EIB and Eurobonds to fight the virus and to rebuild what is being damaged. If the Treaties set limits, it is time for extraordinary solutions. If the instrument is the ESM, under no circumstances is any conditionality or memorandum of understanding acceptable.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 76, "date": "2020-03-26.json", "name": "Antonio López-Istúriz White (PPE)", "mepid": "28399", "text": "  in writing. – We live in an extraordinary situation that challenges us to take unique exception measures that need strong leadership. Helping each other is helping themselves. We should have learned this from all the crises we have overcome before and shown that only together can we overcome adversity.  The decisions we make today are going to define our future. We are facing a public health emergency, and the Union will do everything in its power to save lives. The measures approved today will directly help all professionals who perform miracles every day with the resources they have. Many countries, like mine, are in a situation of rupture and the emergency mechanisms we are implementing here today, with 90% EU funding, will enable effective and rapid aid. I also applaud the response of our scientists, who, united in a group led by the European Commission, are constantly seeking a vaccine or more effective means of dealing with this pandemic.  We will overcome this situation together, and the solidarity we use today in our actions will bear fruit and tomorrow we will be more united in this unique project which is the European Union.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 77, "date": "2020-03-26.json", "name": "César Luena (S&amp;D)", "mepid": "197721", "text": "  in writing. – The COVID-19 crisis reveals the limits of our socio-economic societies and systems, where excessive economic interests, concentration of wealth, unsustainable productive systems and the contraction of the Government's role to a minimum have relegated many citizens and territories. This crisis is a call for attention and opportunity to develop a global resilience and a more cohesive society towards sustainable well-being where we all act together in the face of the challenge of citizen protection and social peace and essential social services. That is why the Socialists require an immediate coordinated European response, the concentration of all EU R&amp;D investment to find a vaccine, the storage of essential medical equipment and the provision of diagnostic tests for the regions most affected. We also call for the issuance of 'crown bonds' from the European Central Bank, the activation of the European Stability Mechanism, a temporary European minimum income plan for low-income workers and families and the creation of a guarantee that tackles potential mass unemployment. We need a European strategy for social and economic recovery and reconstruction, a Marshall Plan to preserve the well-being achieved together with a transition to a climate-neutral economy.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 78, "date": "2020-03-26.json", "name": "Mairead McGuinness (PPE)", "mepid": "28115", "text": "  in writing. – Today, we are voting on three measures - the start of the EU’s response to the pandemic. But we can do more. European solidarity will be essential. The EU can play a vital role to maintain supply chains for medical equipment and food. We heard terrible stories from colleagues from Italy and Spain, the worst affected countries. We must stand with our partners. Finally, we need to consider if the EU is fully equipped to deal with global crises like this. On animal health, the EU has stronger powers which means there is more coordinated EU action on disease outbreaks like African Swine Fever. This isn’t the case for human health. Our strength on animal disease was only developed after the BSE crisis. The COVID-19 pandemic is a crisis we cannot afford to waste. It requires us to acknowledge the need for more coordinated EU action on health - more Europe, not less. I want a Europe that acts before a crisis hits, a Europe well-prepared to handle future crises, a Europe that leads globally and helps locally. We can do it. Perhaps it is this shock to the system which will make us act - better late than never.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 79, "date": "2020-03-26.json", "name": "Cristina Maestre Martín De Almagro (S&amp;D)", "mepid": "197719", "text": "  in writing. – The world, Europe and, in particular, some Member States, are going through an exceptional global health emergency which we will only be able to overcome if we work together, from coordination and cooperation, as effectively and with solidarity as possible.  This crisis is having a high human cost to the whole of society, but it is certainly to be appreciated the professionalism of health workers, security forces and law ensuring, carriers, food distribution workers, essential services, the countryside, among others.  The EU is experiencing the expansion of contagion and all governments, to a greater or lesser extent, are taking containment measures, but whose success is subject to coordination at European level. More than ever, our future depends on our joint action. Citizens expect a coordinated Community response that strengthens our health systems and solves urgent material needs; ensuring the distribution of essential goods; and, above all, to come to the rescue to mitigate the negative effects of the extraordinary measures that most governments are taking to contain the virus and which are already adversely affecting our economies.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 80, "date": "2020-03-26.json", "name": "Adriana Maldonado López (S&amp;D)", "mepid": "197735", "text": "  in writing. – The world is going through an exceptional global health emergency that we will only be able to overcome if we work together. The first steps have already been taken, but we still need them to be more ambitious to support national efforts and ensure financial solidarity.  That is why the European Socialists, in line with the initiative launched by the President of the Spanish Government, have called on European leaders to adopt a plan with 25 urgent measures to combat this social and economic crisis. Among them, we call for a new common European Marshall Investment Plan, the activation of the European Stability Mechanism with a specific line of credit, the launch of European unemployment insurance combined with a minimum income, a temporary European employment guarantee to prevent mass unemployment and a loan guarantee for first homeowners, a specific regime to protect tenants from evictions , measures to ensure the distribution of essential goods and medical equipment and better coordination and exchange of information between Member States with regard to border closures and restrictions. Because only from unity, solidarity and the defence of the welfare state will we successfully come out of this crisis.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 81, "date": "2020-03-26.json", "name": "Beata Mazurek (ECR)", "mepid": "197538", "text": "  I would like to write to the Commission. \"The SARS-CoV-2 pandemic, called coronavirus, is a challenge we face today. The situation in many countries is dramatic. There is a shortage of hospital places, there is a shortage of doctors and nurses, there is a lack of life-saving equipment and personal protective equipment, and as a result, patients are often divided into those who can survive and those who are being taken away from this opportunity. Could this have been prevented? Were the Union's actions not late?  Some Member States, seeing inadmissibility on the part of the EU, have taken matters into their own hands and, through exceptional but necessary security measures, have effectively reduced the spread of the virus compared to other countries. We can and must help those who expect this help from us. Medical personnel fighting and putting their lives at risk to save others cannot remain alone in this uneven fight.  Our actions must not be sham, we cannot resort to generalities and half measures. Member States expect the rapid implementation of concrete solutions that will make a significant contribution to the fight against coronavirus and its effects. These effects are already deadly for many sectors of the European economy. We must act quickly and decisively. We have the right tools and instruments. Europo, don't sleep, because the next time you wake up, it may be too late.", "language": "en", "original_language": "pl", "translation_provider": "azure"}, {"id": 82, "date": "2020-03-26.json", "name": "Eva Maydell (PPE)", "mepid": "98341", "text": "  in writing. – While some may argue that the debt or the migration crises, we faced in the past decade, required only EU solidarity to cope with, as not all Member States were equally affected, the current Covid-19 humanitarian crisis requires unprecedented decisiveness and scale of the EU response. For the EU, which began 2020 with expectations for an economic recession by the end of the year, the pandemics couldn’t have come at a more inconvenient moment. This means that we must adopt radical measures to mitigate the most severe negative effects of the Covid-19 crisis. Saving human lives and keeping EU businesses alive are top priorities at the moment. The financial injection for Member States we are about to vote today is an adequate measure to support Member States’ budgets with additional funds. I am also a strong supporter of the ECB and the EIB Group actions to ensure enough liquidity for the EU financial system. Besides, I believe a decisive measure with an imminent and direct effect would be the EU to loosen the short-term austerity restriction such as the fiscal compact requirements so Member States could deploy large scale fiscal measures timely.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 83, "date": "2020-03-26.json", "name": "Csaba Molnár (S&amp;D)", "mepid": "124722", "text": "  Writing. – The European Union and the world are now facing a crisis of a previously completely unknown nature. The COVID-19 pandemic is not only a health crisis, but also an economic crisis. The European Commission proposes to realloduce EUR 37 billion to deal with the disaster, thus enabling member states' health systems to be strengthened. The European Union, as a role model for solidarity, therefore wants to provide adequate support for the challenges facing Member States in these times of crisis. At the same time, how European financial assistance is used will now depend on the governments of the Member States. It is the responsibility of the European institutions to ensure, while ensuring support, that the leaders of the countries put the money given to them in the right place, since human lives are at stake, so the stakes are high. The global challenge must be answered by a European unit. I would therefore ask my fellow Members to vote in favour of the proposals tabled by the Commission in order to ensure that Europe can respond to this health and economic emergency as soon as possible.", "language": "en", "original_language": "hu", "translation_provider": "azure"}, {"id": 84, "date": "2020-03-26.json", "name": "Andżelika Anna Możdżanowska (ECR)", "mepid": "197541", "text": "  I would like to write to the Commission. \" I bow before the medical staff of the whole world, who have been fighting for the lives and health of citizens for many weeks in the face of the spread of the coronavirus pandemic. We have faced a challenge that the world has not experienced in recent decades, an epidemic that does not tolerate omissions, mistakes and time. Today, our solidarity and decisive action can save the lives and health of more citizens, and our decisions will affect the European economy and protect countries from collapse. Corporate bankruptcy, unemployment, impoverishment of society – we will all feel it.  The European Union, faced with such a powerful threat as COVID-19, has taken action too late and slowly, the solidarity of nations has been put to the test by the greatest since World War II. We urgently need a programme to rebuild Europe in the way of the Marshall Plan. We need a comprehensive package of action and determination in the EC and EP decisions that will enable the crisis to be effectively fought on two fronts: health security and the economy. A flexible approach to shifting resources or creating green corridors is just the beginning of a common struggle. Revaluing the goals we have set for Europe for years to come is an obvious challenge.  The pandemic that will pass is a test for the people of a united Europe and an examination of European cooperation and responsibility and an answer to the question of whether we have given our best to respond effectively and in time to the dramas of entrepreneurs, workers and families in every country in a united Europe.", "language": "en", "original_language": "pl", "translation_provider": "azure"}, {"id": 85, "date": "2020-03-26.json", "name": "Victor Negrescu (S&amp;D)", "mepid": "88882", "text": "  in writing. – We will vote on these proposals, but it is far too little. It is not \"business as easy\", it is not a situation like any other and we cannot solve it again in a bureaucratic manner. European solidarity must not just be a concept in a treaty. The funds allocated at European level are far too few compared to the real needs. But where do you funds if some states don't understand the need to contribute more to do more together for the citizens we represent. We need a common European-wide database of all people in quarantine, those isolated at home or suspected of coronavirus, and this must be accessible to medical personnel and those who are on the ground every day. We need medical and protective equipment, masks and medicines in sufficient quantity and accessible to everyone and all Member States. We must allocate all resources to resolve the medical crisis and prevent its recovery. We need to work together to identify the antidote and the vaccine as soon as possible. We need to quickly regain confidence in democratic institutions and the economy by identifying effective recovery measures, fairer new formulas and the allocation of sufficient resources.", "language": "en", "original_language": "ro", "translation_provider": "azure"}, {"id": 86, "date": "2020-03-26.json", "name": "Urmas Paet (Renew)", "mepid": "129073", "text": "  Writing. – Europe is facing the biggest public health crisis of recent times and the EU economy. With this global problem, we can only deal with this global problem together, the EU must act vigorously to bring the pandemic under control. Member States must be provided with adequate medical supplies, active best practices for combating coronavirus and working together between countries so that smooth trade can work smoothly. It must also be understood that, although the current health crisis is serious and international law allows the use of emergency powers in the event of major threats, all measures to respond to the coronavirus must be proportionate, necessary and non-discriminatory. Finally, countries where the spread of the virus is slowing down must try to normalise life and avoid an emergency mandate for an unreasonable length of time.", "language": "en", "original_language": "et", "translation_provider": "azure"}, {"id": 87, "date": "2020-03-26.json", "name": "Rovana Plumb (S&amp;D)", "mepid": "38595", "text": "  in writing. – The Coronavirus outbreak represents a challenge to the EU. Coordinated and urgent responses are necessary to alleviate the effects of this sanitary crisis. The aim is to mobilise cohesion funds and redirect them towards the most urgent needs: support for healthcare, social temporary measures for the workers and employees as well as enterprises, in particular SMEs. The unused pre-financing (€8 billion) received by the Member States in 2019 won’t be called back by the Commission and can be reoriented to address this crisis. The proposal would enable disbursement of the structural funds through this existing liquidity of €8 bn. (together with EU co-financing of €29 billion would bring €37 billion support from the EU budget). The MSs can also use funds, which are not contracted to finance acquisition of medical assets, equipment and materials, to promote technical unemployment schemes and finance working capital for enterprises etc. We call upon the EC to promote additional simplification measures to allow the use of all available funds, including increased co-financing rates (95%), transfer of funds among categories of regions and avoid decommitment risk in 2020. Solidarity and responsibility across our societies and between Member States will be key to overcome this challenge.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 88, "date": "2020-03-26.json", "name": "Nicola Procaccini (ECR)", "mepid": "197820", "text": "  in writing. The image that Europe is offering our citizens, not only concerned about the dramatic health crisis but, in many cases, literally bent by the economic damage caused by measures to contain the epidemic, is the frame of an administrative elephant trapped in the swamp of bureaucracy, and the representation of a politically disoriented supranational organisation. The selfishness of some Member States is paralysing the need to make it clear, in practice, that the covid-19 crisis affects every single country. Only a common assumption of responsibilities, which will move from sharing the debt arising from the emergency, could contribute, albeit to a limited extent, to restoring a semblance of solidarity at Community level. If the health emergency continues to be exploited opportunistically, and immorally, by the 'usual known', in order to impose their national economic and financial agendas, we will see a definitive and justified closure of the European project.", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 89, "date": "2020-03-26.json", "name": "Evelyn Regner (S&amp;D)", "mepid": "96998", "text": "  Writing. Europe must stick together! Solidarity must be the answer to the Corona crisis. We cannot make any progress with the nation-state small-scale. What is needed now is a strong, effective Europe and a common approach to contain the pandemic and to support the people of Europe. Solidarity means taking money into our hands. Without massive financial contributions, we as the EU will not be able to get out of this crisis. The Member States must also look at each other economically. There is no way around Corona bonds and the exploitation of the EU bailout. Financial markets need to be more closely controlled so that all speculation at the expense of people and with vital goods is prevented. Solidarity also means supporting workers across Europe. Under no circumstances must they be the losers of this crisis. The Austrian model of short-time working must become a model for the whole of Europe. Solidarity also means looking at all women who, as carers, mothers and supermarket saleswomen, are particularly affected and need our support. Measures against violence against women must be developed throughout Europe, in times of isolation, and women's shelters need more money and capacity! All these measures must come urgently, because this crisis teaches us in the most brutal way where too little has been done so far!", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 90, "date": "2020-03-26.json", "name": "Inma Rodríguez-Piñero (S&amp;D)", "mepid": "125043", "text": "  in writing. – This Parliament must seek a solution to every problem identified during this crisis, in order to deal more strongly with future emergencies.  The lack of basic medical devices has been critical from the outings and conditions. It was unimaginable that the Achilles heel of our health systems was the lack of masks, gowns, respirators, gloves, etc. This problem has weakened the necessary European solidarity and further stresses our professionals, creating a dangerous situation for health workers and patients. To solve this, our governments have launched into the global market, where price speculation and abuse are growing. It is key to consider that developing countries, recipients of our cooperation, will suffer much more from these difficulties. In the face of future emergencies, a plan should be envisaged to enable the EU to safely stock up on basic medical equipment.  In addition, the EU must promote a global convention, probably within the World Health Organization and the World Trade Organization, aimed at establishing a catalogue of essential health products in emergencies, ensuring their rapid and safe availability, whose trade is protected from speculation and can cross borders, without tariffs or fees.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 91, "date": "2020-03-26.json", "name": "Sándor Rónai (S&amp;D)", "mepid": "197584", "text": "  Writing. – With this amendment, we will be able to mobilise EUR 800 million from the EU Solidarity Fund to fight the coronavirus. As we have seen eu solidarity come to life in the event of earthquakes, floods and other natural disasters, we are now also witnessing the fight against the epidemic. The coronavirus doesn't know the law, it doesn't know the boundaries. The coronavirus knows only one law, its own. He doesn't pick and choose. It infects the elderly and the young. Only by working together, listening to each other, supporting each other can we overcome this epidemic. European solidarity is reflected in our daily lives. We are in solidarity with each other when we observe the curfew, the restrictive measures. We are in solidarity when we wash our hands, when we help those in need with shopping, when we do not visit our grandparents. We show our solidarity when we pay our respects to the doctors, nurses and health workers who perform above man with applause and singing. And the European Union also stands in solidarity when it helps member states' economies with facilitation and EU funds. When he mobilizes his budget to research the vaccine against the virus, when he's trying to get protective equipment for health care workers. We all have a role to play in the fight against the epidemic. Together, we can defeat this epidemic!", "language": "en", "original_language": "hu", "translation_provider": "azure"}, {"id": 92, "date": "2020-03-26.json", "name": "Bronis Ropė (Verts/ALE)", "mepid": "125214", "text": "  Writing. \" I express my sincere condolences to all those who are infected with the virus and who are fighting for their lives, as well as their family members and relatives of the victims. I sincerely thank those who risk their lives, taking care of the sick, providing essential services to millions of people every day. Recent weeks have shown that we need a united Europe more than ever. Governments and EU institutions need to cooperate as closely as possible to ensure a coordinated response to the crisis, including the use of common EU databases, all necessary information and knowledge, to ensure that medical goods, food and other necessary goods and personnel can move freely across borders, assess and maximise the production capacity of missing instruments, ensure the timely delivery of these tools to meet the needs of the EU as a whole. The EU and its Member States must use all the financial instruments at their disposal to help the hundreds of thousands of people who have lost their jobs or incomes across Europe as a result of this crisis. We need a European investment package that should be focused on helping small and medium-sized enterprises. This crisis is forcing us to rethink our socio-economic model so that it is more resilient to systemic threats, whether they are of environmental, medical, economic or social origin. We need to reform our systems in such a way that they take into account the resources available, the need to prevent speculation, by creating rules that allow for stricter regulation of monopoly sectors, adequate funding of essential public services and other measures to ensure a fair and challenging society.", "language": "en", "original_language": "lt", "translation_provider": "azure"}, {"id": 93, "date": "2020-03-26.json", "name": "Nacho Sánchez Amor (S&amp;D)", "mepid": "197722", "text": "  in writing. – Citizens are waiting for a union response to meet this challenge. We need more ambitious measures, particularly on fiscal policy, to support national efforts and ensure financial solidarity.  The European Socialists, in line with President Pedro Sánchez's initiative, have called on European leaders to approve a plan with 25 urgent measures to leave no one behind, including: a new common European Marshall Investment Plan that contemplates the issuance of Eurobonds and 'crown bonds'; the activation of the European Stability Mechanism without additional macroeconomic conditions; European unemployment insurance, combined with a minimum income; a temporary European guarantee of employment to address mass unemployment; or a loan guarantee for homeowners that prevents default on the mortgage and a specific regime to protect tenants from evictions. The European Socialists are defending that no worker, no sector will be left alone and that we get out of this 'economic and productive hibernation' without losing business or human capital along the way.  Only from unity and from solidarity and the defence of the welfare state will we successfully face this crisis.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 94, "date": "2020-03-26.json", "name": "Alfred Sant (S&amp;D)", "mepid": "124781", "text": "  in writing. – On a European level, the economic and financial response to the corona virus pandemic must be massive and absolutely quick to be effective. Already, a number of Member States have provided a strong national response. The European Central Bank and the European Commission have produced their own significant action strategies. All these efforts though huge are not enough. The European response still greatly falls short of the programme marshalled by the US at federal level. To catch up, the EU needs a further fiscal response that matches the US effort. It should deal with the unprecedented, total threat to the fabric of all European societies and economies created by the pandemic. Unfortunately the required measures will likely get caught in the stand-off of the past years within the eurozone about further European fiscal integration. It is wrong for those who have resisted this approach, to stand against needed action to counter the pandemic because it would empower those who contest their views. It is equally wrong for the latter to use the needed anti-corona action as a tool to propel forward the reforms they support. A way must be found to mount Europe’s fiscal anti-corona response as truly a crisis deal, as a one-off that leaves longstanding disputes on hold and unresolved.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 95, "date": "2020-03-26.json", "name": "Isabel Santos (S&amp;D)", "mepid": "197650", "text": "  in writing. – The new coronavirus has put Europe and the world in the face of a devastating scenario. The loss of life is added to the effects on the economy, the productive fabric and the way of life of our societies. Only a joint and coordinated response will enable this crisis to be addressed. The EU cannot repeat past mistakes, but it is not to question its project irreparably. I welcome the measures taken by the European Commission and the proposals put forward by S&amp;D. The crisis caused by COVID-19 is not limited to the duration of the disease. The social, political and economic effects will persist for much longer. We must start preparing for the post-health crisis future, through financial instruments to manage the costs of combating the pandemic and relaunch the economy, but also social solutions to respond to the problems that arise for workers and the most deprived. Measures such as the European Stability Mechanism, the establishment of a mechanism for pooling public debt and the extension of the EU's own resources system, among others, must move forward without hesitation or delay to help in the present and secure our future.", "language": "en", "original_language": "pt", "translation_provider": "azure"}, {"id": 96, "date": "2020-03-26.json", "name": "Andreas Schieder (S&amp;D)", "mepid": "197670", "text": "  Writing. We live in a state of emergency and face major challenges. The EU has arrived in crisis mode and we in the EU Parliament continue to work and do everything we can to contain the COVID-19 crisis. In order to support the Member States now, the EP today decides to adapt the rules on EU cohesion funding, to release EUR 37 billion of investment, to adapt the rules on the use of airspace and to establish a European emergency stockpile of medical devices and medicines.  What else needs to be considered in addition to these measures? If we want to look to Hungary and govern Orban by decree in the future, it is easy to see how democracy is slowly being destroyed with the Corona excuse. The EU must react with all the clarity and clarity in this. In many Member States, there have already been massive waves of redundancies. In addition to national measures, the EU must also take money into its hands, help companies and, above all, support the many workers and employees. We must ensure that jobs are not lost now. The fight against the virus must be done with the joint efforts of everyone in the EU. There needs to be better coordination and agreed action. I therefore propose a specially appointed Corona Representative for the EU.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 97, "date": "2020-03-26.json", "name": "Андрей Слабаков  (ECR)", "mepid": "197849", "text": "  in writing. – Dear Mr President, the European Union has once again shown that it is not ready to deal with crisis situations. All your laws and mechanisms for rapid response and mutual assistance failed to help the Italians. Instead, France and Germany closed their borders and stopped exporting medical equipment. You're talking about solidarity, but there's no such one anymore. Will there be consequences for those countries that shamelessly violated the integrity of the single market? Now it is also time to think about the consequences of this crisis. You have to realize that Greta Tunberg's green dream has come true. There are no flights, the streets are empty and emissions have dropped. Only people are trapped in their homes and millions are out of work. Didn't it become clear to you that without the transport sector, without the TPP and the miners and without the big farms and livestock farmers, all these people would have died of hunger and cold? If the green deal is done in this form there will be no quarantine and everyone will wander hungry on the streets. The time for sick green ambitions has passed. We must now harness all the EU's financial strength to support the economy, not destroy it.", "language": "en", "original_language": "bg", "translation_provider": "azure"}, {"id": 98, "date": "2020-03-26.json", "name": "Sylwia Spurek (S&amp;D)", "mepid": "197550", "text": "  I would like to write to the Commission. – The coronavirus pandemic revealed the weaknesses of the Member States, but also of the Community as a whole. In every area of action by Member States, there are areas where the EU can and should play a more visible role. The crisis has shown that it is time to start a debate on new areas of Union competence, such as the common health policy. The area that requires full EU coordination is the fight against epidemics, the treatment of patients and the prevention of infections. In such situations, the EU must not only be a funding body, but must be an efficient management organisation that takes coherent decisions within the Community.  Every European should have equal access to medical care, especially in situations of immediate danger to health and life. It is also a question of safety within the free movement of persons within the Community. It is necessary to standardise medical services, in the first instance in crisis situations, and to build an EU policy on material reserves guaranteeing access to research, specialised medicines, vaccines and protection measures.  The EU not only creates one organism socially and politically, but also economically. Therefore, policy on the application of restrictions on the freedom of establishment in crisis situations needs to be harmonised. The EU should make aid and cover measures in this area as much as possible, including, for example, insurance to enable companies that insure commercial transactions to pay compensation to companies.", "language": "en", "original_language": "pl", "translation_provider": "azure"}, {"id": 99, "date": "2020-03-26.json", "name": "Beata Szydło (ECR)", "mepid": "197553", "text": "  I would like to write to the Commission. – The coronavirus pandemic is a huge challenge for the EU as a whole. This is a test, above all, for our health systems, for our economies and for society as a whole. The negative impact of the pandemic on Europe's economies is still difficult to quantify, but we are already seeing that its effects will be felt for years to come. An effective fight against the pandemic requires immediate action and the rapid mobilisation of all possible EU funds.  I support the EC's proposal for an investment initiative in response to the coronavirus in the form of a eur 37 billion allocation to the fight against the pandemic. I very much hope that it will mitigate the effects of the epidemic by mobilising investment in health systems and other sectors of the economy. On the other hand, my reservation is raised by the scope of the amendments proposed by the EC, which I believe is insufficient in view of the scale of the challenges.  I call on the EC to make further efforts to make the rules more flexible and to prepare another, more comprehensive package of changes to support Member States in the fight against COVID-19. In this difficult time and exceptional circumstances, let us be in solidarity and accountable. I believe that with courage and determination in action, consistency and common concern, we will overcome this crisis. But for this to happen, we must take effective and decisive action even at the cost of some uncomfortableness and personal limitations. I believe we can do it together.", "language": "en", "original_language": "pl", "translation_provider": "azure"}, {"id": 100, "date": "2020-03-26.json", "name": "Vera Tax (S&amp;D)", "mepid": "197756", "text": "  Written. – European airports forecast a loss of 67 million passengers in the first quarter of 2020 due to the corona crisis. And yet so-called 'ghost flights' must fly without passengers because of the allocation of slots at airports (annually) and the corresponding obligation that 80% must be flown on this route. This obligation has catastrophic consequences for the environment and for airlines at the time of the corona crisis. This is what we must prevent in Europe! A temporary exception should therefore be made possible so that airlines no longer have to fly empty flights. The crisis will be felt by airlines at least until the end of the summer season. That is why I support the proposal for a temporary exemption from the slots scheme until 24 October 2020.", "language": "en", "original_language": "nl", "translation_provider": "azure"}, {"id": 101, "date": "2020-03-26.json", "name": "Riho Terras (PPE)", "mepid": "204449", "text": "  Writing. – In difficult times, it is important to keep our goals clear and to take important decisions that protect the interests of our people and help the European Union to emerge from this crisis as more frugal. I want to stop on three issues that are important to bear in mind in order to deal more successfully with the COVID-19 pandemic. Firstly, we need to understand that in order to fight a pandemic, we must start with its roots. This means that we must be specific in our relations with the People's Republic of China and express a clear view that China, as a leading global economic power, must not allow the proliferation of practices and outdated perceptions resulting in trade in open markets with different animal species that spread viral diseases. You can't tolerate it. Secondly, the fundamental values of the European Union, that is, the free movement of services, goods, labour and capital must also be guaranteed in times of crisis. The most important thing is to ensure that the green corridors function since the beginning of any crisis. It has a very strong impact on our security. Thirdly, we must do everything in our power to ensure that the support packages aimed at helping businesses, and especially small and medium-sized enterprises, are sufficient, because they are the most affected by the crisis. In addition, we must ensure that the availability of subsidies and resources to our farmers is not affected. The European Parliament must find ways to continue to work so that our decisions and actions are timely and the interests of our people are protected.", "language": "en", "original_language": "et", "translation_provider": "azure"}, {"id": 102, "date": "2020-03-26.json", "name": "Hermann Tertsch (ECR)", "mepid": "197831", "text": "  in writing. Three months after WHO began warning about COVID-19, we met in this \"special emergency\" plenary session.  Spain is in mourning the immense tragedy that COVID-19 entails, the dimensions of which are the result of the catastrophic management of the Government. For ideological reasons he hid the danger for weeks, making no preparation. He incured criminal negligence for which accountability will be required. The Government failed to follow WHO's January guidelines on the \"international public emergency\" of the virus. To the safety, health and life of its compatriots, the socialist-communist government put its propaganda interests before the feminist demonstrations of 8 March.  This House was also dragged into its ideological interests, with Greta appearing, among cheers, on 4 March, overshadowing all prevention measures. Meanwhile, the consensus celebrated its ideological here and in Spain, they labeled Donald Trump, Orbán, Poland and my party, VOX, xenophobes for wanting to close borders to the virus, a move that was then imposed by all governments around the world.  VOX will require lessons to be learned, both in the Spanish and European Governments, to reconstitute in Spain and the EU a realistic agenda to meet the needs of our compatriots.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 103, "date": "2020-03-26.json", "name": "Valdemar Tomaševski (ECR)", "mepid": "96697", "text": "  Writing. – The crisis caused by the coronavirus, also known as the COVID-19 epidemic, has suddenly and dramatically affected Member States and can have a very significant impact on their society and economy. The coronavirus is holding back economic growth in the Member States, which has led to a sharp slowdown in economic activity. The situation may deteriorate as companies may face difficulties in paying suppliers and employees. At the same time, additional public funds are needed to support health systems and other activities directly linked to the outbreak. This has led to exceptional circumstances requiring special measures to support and protect the economies, businesses and workers of the Member States. Significant and rapid interventions are needed in the area of health systems so that they can operate in these difficult circumstances. Member States should also be supported in order to mitigate the negative impact on labour markets and other vulnerable sectors of their economies. This situation is now relevant throughout the European Union and calls for the mobilisation of all available resources and instruments at EU and Member State level in order to address the unprecedented challenges of the COVID-19 epidemic. Let us remember that when providing assistance, we must first take into account people's well-being, their lives and their health, and then economic things. For these reasons, on the basis of the global agreement of this Parliament, all urgent and extraordinary assistance should be mobilised.", "language": "en", "original_language": "lt", "translation_provider": "azure"}, {"id": 104, "date": "2020-03-26.json", "name": "Evžen Tošenovský (ECR)", "mepid": "96713", "text": "  Writing. – The whole world is currently facing a coronavirus pandemic. The Member States of the European Union are experiencing a dramatic struggle to save thousands of lives. The economy is sinking dramatically, and the deficit in state budgets is growing enormously. Large companies have stopped production, and many companies are on the verge of bankruptcy. Hundreds of thousands of small businesses don't know if they'll survive until next month, many people will lose their jobs. Europe is experiencing its most difficult moments since The Second World War, and no one knows how long this situation will last. In this situation, it would be absurd to continue with the Green Deal, which brings a huge economic burden for individual Member States, companies and ultimately for all citizens. The Green Deal needs to be stopped immediately and fully focused on measures to save Europe's economies.", "language": "en", "original_language": "cs", "translation_provider": "azure"}, {"id": 105, "date": "2020-03-26.json", "name": "Edina Tóth (PPE)", "mepid": "27714", "text": "  Writing. – The coronavirus epidemic has fundamentally transformed the daily lives of European citizens. Of course, the first and most important thing at this stage is the protection of human life, i.e. effective disease control and the highest possible level of health intervention. Unfortunately, it has been shown that the coronavirus has attacked the most sensitive parts of the European Union: health care systems, very complex production chains optimised for low stock levels, huge global tourism and hospitality, i.e. basically a consumption-oriented economic model. In order to protect this 'traditional' model, the UNION started its actions late and a series of measures by Member States were necessary due to the slow pace of coordination. What we can say for sure is that the European Union will no longer be the same as it was before. However, even such extraordinary situations create extraordinary opportunities. Economies that are able to apply new development paths in times of crisis can gain a serious and lasting competitive advantage. My country, Hungary has already taken the first important step, has taken its primary measures to dampen the negative effects of the epidemic. I hope that this time there will be no such delay in these measures at EU level, because there is a lot of work to be done by the EU institutions. I call on the Commission, in addition to the short term, to prioritise long-term development opportunities and to do everything possible to mitigate the impact of the crisis at EU level.", "language": "en", "original_language": "hu", "translation_provider": "azure"}, {"id": 106, "date": "2020-03-26.json", "name": "István Ujhelyi (S&amp;D)", "mepid": "124705", "text": "  in writing. – As the third largest economic sector in Europe, which contributes to the entire European GDP with more than 10% and provides over 25 million jobs in the continent – the tourism and travel sector is particularly hit by the COVID 19 crises. Millions of jobs are at risk while many small and medium-sized enterprises (SMEs) are closing their business. Support for tourism must be a priority in the crisis response, recovery plans and actions of affected economies. The Commission have already done a lot, but a crisis management mechanism with strong financial support is needed for the entire value chain for Tourism and immediately. We must act together and now! Undoubtedly health and safety first, but in parallel we have to act by taking the needed measures in time in order to avoid the deeper crisis of the Tourism sector in Europe, in accordance with the guidelines of UNWTO. We are in daily contacts with stakeholders of European Tourism, the hoteliers, the tour-operators, the cruise-lines, the aviation companies and airports, the exhibition organisers and many others, they know what is really needed to be done for them! We urge the European Commission with the Member States to involve and listen to everyone and act!", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 107, "date": "2020-03-26.json", "name": "Loránt Vincze (PPE)", "mepid": "98582", "text": "  in writing. – I would like to express my sincere regret for the death of thousands of citizens in our Members States due to COVID 19. On top of the immediate health emergency, we expect that the outbreak will continue to have a significant impact on our societies and economies. The Commission has stepped in fairly quickly to offer financial support to MSs with limited tools available. The Parliament supports all the proposed measures. It has also acted quickly in order to suspend financial and competition policy rules that would have stood in the way of offering instantaneous help. However more has to be done to coordinate MSs measures for the containment of the virus at EU level. The single market and interconnection in all aspects of life is so strong that no important member state action can be solely and exclusively have affect within its national borders. The EU should aspire for more: mass testing should become available; the number of ICU intensive care units should increase; surgical mask production units should be created and much needed economic crisis measures should follow. National action plus EU level coordination would have been the winning solution in those first moments. It still is.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 108, "date": "2020-03-26.json", "name": "Henna Virkkunen (PPE)", "mepid": "124726", "text": "  Written. – Mr President, according to current information, the SARS-CoV-2 virus that caused the pandemic has been transmitted from animals to humans at wuhan wildlife market in China. The risks of the market have been known for a long time, but the wildlife trade has not been banned, and efforts were made to cover up the spread of the virus for far too long. China's state media are now diligently conveying the image that China is innocent of the situation. Not. The Member States of the European Union must strengthen their ranks in the fight against the coronavirus. There are instruments for this, as the plenary agenda shows. In addition to the measures to be decided in plenary, the European Commission has already directed funds to pharmaceutical research, mobilised joint procurement of protective equipment and other materials, and sought to ensure smooth access to vital freight transport across closed internal borders. State aid rules and budgetary discipline have been temporarily relaxed so that member states can both strengthen health funding and support companies hit by the coronavirus. The EUR 750 billion purchase programme launched by the European Central Bank and the easing of capital requirements are necessary to deal with the acute liquidity crisis. Eurozone finance ministers have also reached a provisional agreement on the use of the European Stability Mechanism as the crisis progresses. I welcome this, but I do not think it is enough yet. As the crisis progresses, action is also likely to be needed in which the solidarity element is so far more present than decided. Here, the actions of my country are necessary, but also an indicator of the EU's ability to respond to the crisis. That is what we must continue to show our citizens. The best way to disinformation is decisive action, open communication, honesty and solidarity between Europe. They also build on the solution to the coronavirus crisis.", "language": "en", "original_language": "fi", "translation_provider": "azure"}, {"id": 109, "date": "2020-03-26.json", "name": "Bettina Vollath (S&amp;D)", "mepid": "197678", "text": "  Writing. The Corona crisis is the most serious crisis we have been in since 1945. As the European Union, our response must now be more than ever: solidarity, cohesion and democracy. We need the best possible European coordination and European resources. I am glad that today we are going to release billions of dollars in important aid to combat Corona. There is a need for comprehensive public testing in all Member States, and Corona certainty must not depend on the personal financial situation. At the same time, we know that the crisis is hitting particularly hard those who do not have a choice. Many people have already lost their jobs. In order to mitigate the economic consequences, short-time working models and direct payments must be supported. Especially those who do the so-called system-maintaining jobs – mainly women! – must receive a lasting increase in wages. The crisis must not be used to damage our democracies and undermine or abolish fundamental rights at all. We in the European Parliament must remain vigilant and pay attention over and over again to proportionality and the time limit for restrictive measures. Only if we succeed in maintaining and consolidating our democracy, even in these difficult times, can we at some point say: we have survived this crisis!", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 110, "date": "2020-03-26.json", "name": "Alexandr Vondra (ECR)", "mepid": "197537", "text": "  Writing. – I regret to say that most EU countries underestimated the coronavirus and will now reap the bitter fruits. Lockdown, however, can't last for months. Not only the economy would collapse, but – I fear – the EU, including Schengen. The key to success is TTI: testing, tracing, isolation. For successful cases, we must go beyond the EU's borders. An exception is the Italian city of Vò, which was immediately closed and all residents tested. Thanks to isolation and repeated testing of all inhabitants, the city managed to defeat the disease. Good ideas can also be drawn from Taiwan, South Korea or Israel. Taiwan's success was achieved through a combination of big data, transparency and great management. By merging a number of digital databases already at the time of the SARS epidemic, Taiwan is now able to control the travel history of every citizen in the last two weeks (then the records are destroyed), trace the contacts of the infected, and supervise compliance with the quarantine of risk groups. Regulations are strict but transparent. Tracing, along with frequent population testing, was the key to success in East Asian countries. For consideration, I also recommend the method of Israeli scientists, which allows to relieve overloaded laboratories and at the same time test the population en masse. They suggest testing people in groups of 32 to 64 patients, all samples at once. Only when a positive sample is present in the group will all members of the group be individually tested.", "language": "en", "original_language": "cs", "translation_provider": "azure"}, {"id": 111, "date": "2020-03-26.json", "name": "Jadwiga Wiśniewska (ECR)", "mepid": "124877", "text": "  I would like to write to the Commission. – Europe is currently at the centre of the coronavirus pandemic. The crisis caused by COVID-19 has abruptly and dramatically affected Europe, and we must take urgent and joint action to protect the health of our citizens and the European economy.  Coronavirus does not have a passport, it is not a problem of individual Member States, but of europe as a whole. I was therefore concerned about the belated response of the European institutions, which revealed that at EU level the community is not prepared to take swift, decisive and coordinated action. It is good, however, that we are now adopting initiatives as a matter of urgency to support Member States' efforts in the fight against coronavirus. If they are to be effective, they need to be implemented immediately. However, I would like to stress that the scope of initiatives is only ad hoc and that the actions proposed by the EC are insufficient in view of the scale of the challenges.  I ask the European Commission to prepare a legislative proposal that will take into account more comprehensively the changes needed to effectively combat the long-term socio-economic effects of the pandemic.", "language": "en", "original_language": "pl", "translation_provider": "azure"}, {"id": 112, "date": "2020-03-26.json", "name": "Jan Zahradil (ECR)", "mepid": "23712", "text": "  Writing. – Today we are discussing the first emergency package to support nation states in the fight against the new COVID-19 coronavirus. I support this package, whether it is relaxing the rules on air traffic slots or activating funds. However, this is only the first step, a small emergency solution to the most important. What the EU can and must start doing now, and I think, is to change our political priorities in order to support the economy, competitiveness and the work and social security of our citizens. This means, above all, postponing the exorbitant goals of the New Green Deal. At a time of the coming global economic recession caused by the coronavirus pandemic, we must be realistic. We will not have enough money for deep systemic social change, which would be debatable even in times of economic boom. Let us think about this once more and do not damage, albeit unintentionally, our economy. We're going to need the resources elsewhere now. This does not mean stopping protecting the environment or stopping addressing environmental issues. But it means having realistic and fulfilling objectives and, above all, taking into account the economic and social possibilities of the Member States flexibly.", "language": "en", "original_language": "cs", "translation_provider": "azure"}, {"id": 113, "date": "2020-03-26.json", "name": "Roberts Zīle (ECR)", "mepid": "28615", "text": "  Writing. – EU citizens, at a time when the virus emergency has been confronted, have unfortunately also become familiar with the EU's in solidarity, which is particularly sharp at such moments. This dangerous facet of the EU itself has been somewhat weakened by the EC's joint procurement of medical equipment and a number of more events. However, we are experiencing the fact that our geopolitical competitors are pursuing targeted political action in places where gaps are emerging in the European Union. It will be crucial not only how quickly, but also how we will overcome this crisis. Thank you to the ECB for taking the right step in reducing the borrowing burden, especially for the injured countries. However, if we do not find ways to co-finance public finances with esm capabilities or European labels, both by fighting the pandemic and later recovering the economy from the crisis, leaving funding to each Member State alone, then we will see, as a minimum, very deep scars on the face of eu 'solidarity'. Perhaps this face will be so terrible that citizens in more affected Member States will simply want to go the other way. Moreover, the 'assistants' will help them to decide it geopolitically. It is therefore a good thing that the EP will vote today on the first step towards a pandemic. More importantly, however, will the European Council today be able to decide on a common financing burden in this symmetrical crisis. Without joint steps, the EU will be even more polarised between wealthier and less wealthy Member States.", "language": "en", "original_language": "lv", "translation_provider": "azure"}, {"id": 114, "date": "2020-03-26.json", "name": "Carlos Zorrinho (S&amp;D)", "mepid": "124739", "text": "  in writing. – The initial response of the European institutions to the Coronavirus outbreak has been loose and strayed. The perception of European citizens in relation to the European response is one of disappointment. We need to act quickly and take action that reaches people and businesses quickly. The European Union needs enhanced cooperation in health, acting in a coordinated manner in the supply and distribution of medicines and safety materials that are essential to health professionals and to all those providing essential services for the functioning of society. The fight against the pandemic will not be sustainable if we do not keep the economic and social fabric alive. Some Member States seem to be tempted to respond on their own. In the past, those who followed alone went faster into the abyss. We must be sympathetic and lucid in a concerted economic and social response. We need to create a common European treasure with stabilisation functions and issue Euro Bonds. We need to create a minimum European income during the crisis and introduce 'European unemployment insurance'. Exceptional measures must be taken for exceptional moments. If we are not up to the needs of people in this crisis, we will fail in our mission and call into question the future of the European Union.", "language": "en", "original_language": "pt", "translation_provider": "azure"}, {"id": 115, "date": "2020-03-26.json", "name": "Presidente. –", "mepid": "96864", "text": "  Before announcing the results of the votes, let me greet with you our colleagues who are streaming with the House and who took part in the first votes. It is also with a little emotion that I say this, because this is the first time that a democratic parliament has used a method of remote participation. It has never happened before: it was up to the European Parliament to experience this, at a time of great emergency for the lives of our citizens. I am very grateful to all the political groups for having wholely supported the idea that Parliament should continue to be functioning: we need Parliament; we cannot interrupt the democratic process of the European Union. We have so many answers to give to our citizens at the moment and we must of course feel their responsibility and duty. That is why I am also very grateful to all the structures in Parliament, which have done a great deal of work in recent weeks to enable our colleagues to participate today in this extraordinary plenary, using unprecedented methodologies that have never been used before. 687 Members took part in the vote, and I believe that this is an extraordinary result.  (Applause) With regard to the results on requests for urgent procedure: with regard to the allocation of slots at Community airports – common rules: votes cast 687, votes in favour 687. (Applause) Second vote on specific measures aimed at mobilizing investments in member states' health systems and other sectors of their economies in response to the Covid-19 epidemic: votes cast 687, votes in favour 686, votes against 1, abstentions 0. The request for urgent procedure is therefore approved. On the third vote 'Financial assistance to Member States and countries negotiating accession to the European Union heavily affected by the serious public health emergency': votes cast 687, votes in favour 684, votes against 1, abstentions 2. The request for urgent procedure is therefore approved. I would like to thank everyone for the patience and discipline that Members are putting into this test that concerns us, but above all the response that we will be able to give to our citizens. I now come to the deadlines for tabling amendments to the other votes. The deadline for requests for split and separate votes is 4.00 p.m. The sitting was suspended until 5.30 p.m. Thank you for your cooperation.", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 116, "date": "2020-03-26.json", "name": "Presidente. –", "mepid": "96864", "text": "   I have received the following amendments: \"Allocation of slots at Community airports: common rules\": 1 amendment; \"Specific measures to mobilise investment in member states' health systems and other sectors of their economies in response to the COVID-19 epidemic (Coronavirus Response Investment Initiative)\": 4 amendments; 'Financial assistance to Member States and countries negotiating accession to the European Union severely affected by a serious public health emergency': 1 amendment.", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 117, "date": "2020-03-26.json", "name": "Maximilian Krah (ID).", "mepid": "197481", "text": "   – Mr President, I want to urge you to send a call to order to one of the Members who is not here today, because he wrote a tweet on Twitter, and I quote, ‘If a EUR 323 attendance fee is more important to you than the health of the people in the European Union’ … ‘you’d rather go to the European Parliament to collect money ...’ etc., etc. – and then he mentioned me in person – which means we have a colleague who is at home and blames all of us that we are here today not because we want to give a speech and we want to debate, but only for financial reasons.  As far as I can see we have today the novum that we have a split session which is partly present and partly at home. That means that you also have the right to discipline those who are at home. At least from my understanding of what is right, this is a violation of Rule 10 of the Rules of Procedure.  I therefore ask you to apply the measures foreseen in Title VII, Chapter 4, and to ask the Member to delete this tweet immediately and to express his sorrow over his misbehaviour. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 118, "date": "2020-03-26.json", "name": "Presidente. –", "mepid": "96864", "text": "   Mr President, what I can do is invite your colleague to listen to you, but more than that I find it difficult to do. Thank you, however, for your comment. I have indicated to you the amendments I have received. We shall now proceed to the vote on these amendments. Members will now receive the voting card from the 'plenaryvote@europarl.europa.eu' inbox. Information on the conduct of the vote was distributed by e-mail to all Members on Monday. The vote will take place in the same way as this morning's vote, so we are all already a little trained to use this system. Voting time on the amendments will be open from 5:30 p.m. to 6:30 p.m. The vote is therefore open. I invite you to vote no later than the indicated limit of 6:30 p.m. The results of the votes on the amendments will be announced at 20:00. All votes today will be by roll call. Members will be able to check their vote and the results of the vote themselves in the document to be published today on the plenary website. (The sitting was suspended at 5.38 p.m.)", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 119, "date": "2020-03-26.json", "name": "Presidente. –", "mepid": "96864", "text": "   693 Members took part in the votes: Amendment No 1 'Allocation of slots at Community airports - common rules': the amendment is adopted by an overwhelming majority. Amendment No 2: rejected with a great difference of votes. Amendments Nos 3 and 4: rejected. Amendment No 1: rejected. Amendment No 1 on financial assistance: rejected. You will find details of the votes on Parliament's website. Members will be able to check their vote and the results of the vote on the amendments in the document to be published today on the plenary website.", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 120, "date": "2020-03-26.json", "name": "Presidente. –", "mepid": "96864", "text": "   We shall now proceed to the final votes: Members will receive, as they have received throughout the day, the voting card in their inbox. Information on the conduct of the vote was distributed by e-mail to all Members. The vote will take place in the same way as this morning's vote, so we are now trained in the new methodology. Final voting time will be open now, at 20:00, until 21:00: the vote is open. I invite you to vote no later than one hour at 9:00 p.m. The results of the votes will be communicated at 10:30 p.m. (The sitting was suspended at 8.10 p.m.)", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 121, "date": "2020-03-26.json", "name": "Presidente. –", "mepid": "96864", "text": "   The sitting is resumed. Let us read the last vote: 688 Members voted. On the first vote, \"Allocation of slots at Community airports\": votes cast 688; votes in favour 686; votes against 0, abstentions 2: adopted. On the second vote, 'Specific measures on investment in health systems': votes cast 688; votes in favour 683; votes against 1; abstentions 4; Approved. Third vote, 'Financial assistance to Member States and countries negotiating the accession of the European Union heavily affected by the public health emergency': votes cast 688; votes in favour 671; votes against 3; abstentions 14: approved. This is the end of this extraordinary plenary session of the European Parliament. I would like to thank all my fellow Members who have patiently exercised their right to vote in these very complex ways, but which have given us the opportunity to keep Parliament alive at the moment, with this plenary and our decisions on the package presented by the Commission. Members will now be able to verify their final vote in the document to be published tomorrow.", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 122, "date": "2020-03-26.json", "name": "Presidente. –", "mepid": "96864", "text": "   I declare the session of the European Parliament adjourned.", "language": "en", "original_language": "it", "translation_provider": "azure"}]