[{"id": 0, "date": "2020-01-30.json", "name": "Die Präsidentin. –", "mepid": "197433", "text": "  The next item on the agenda is the debate on the Commission statement on the Commission's work programme for 2020 (2019/2965 (RSP).\"", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 1, "date": "2020-01-30.json", "name": "Maroš Šefčovič", "mepid": "n/a", "text": "   Vice-President of the Commission. – Madam President, it’s a real pleasure for me to be here today to discuss with you the first Commission work programme under the mandate of President Ursula von der Leyen, which we adopted yesterday. This 2020 Work Programme is important for two reasons. First, because it will not just be the basis of our work for the first year of the mandate but also because it sets the vision, direction and pace for the next five years and beyond. Let’s take, for example, the biggest challenge of our generation: the twin ecological and digital transition, which will affect every part of our society and every one of us.  Secondly, because it has set in motion the special partnership with the European Parliament. If you allow me, I will start with the second point, which is important both institutionally and politically and very dear to me. The adoption of the 2020 Work Programme was a joint exercise. The contribution of the European Parliament, your contributions at every stage were being taken into consideration. They were already instrumental in defining the political guidelines and now it is in these guidelines that we programme into action.  During this period, I have had the chance to discuss many different priority policies with you in different formats. A key institutional step in the process was the meeting between the Conference of Committee Chairs of this House and the Vice—President of the European Commission, which offered very good opportunity for in-depth discussion of our priorities and expectations, and I particularly appreciate the cordial and constructive atmosphere of these debates.  The discussion of the Conference of Presidents with President von der Leyen contributed to the fine-tuning of our Commission work programme just on Tuesday before we adopted it yesterday. So I would say that this special partnership clearly demonstrated how important it is, and it will continue all the way and will have to cover the entire policy cycle with this new approach and quality of relationship. If you allow me now, I will turn to the first point, the content of our 2020 Work Programme. This year, we have programmed 43 policy objectives or packages. In these packages, 28 initiatives will be legislative, allowing sufficient time for their adoption and implementation. We have also examined all proposals that are currently awaiting decision by the Parliament and the Council, and after taking the suggestions from your house into account. In this case, we are proposing to withdraw 32 of them. Some of them do not mention the new Commission’s political ambitions; for others we will reflect on more efficient ways to fulfil the objectives, in consultations with this House and the Council. Finally, under the Regulatory Fitness and Performance Programme REFIT, we identified 44 significant pieces of legislation proposed for re-evaluation or revision.  We have already presented to you the European Green Deal communication, our new growth strategy and the European Green Deal Investment Plan as well as the Just Transition mechanism to support territories most affected by energy transition. The next big step is the Climate Law, which will propose a binding climate—neutrality target for the EU in 2050. We will conduct an impact assessment until summer. The aim is to be ready for the Glasgow Conference of the Parties (COP) 26, scheduled for the end of October. We will soon propose the 2030 biodiversity strategy to preserve and protect the natural environment and set out our ambition for the negotiations at the coming conference as well as the ‘farm to fork’ strategy, the new EU forest strategy and a comprehensive strategy for sustainable and smart mobility. The European Climate Bank will help bring together all these efforts, involving regions, local communities, civil societies, schools, industry and individuals.  We adopted yesterday our 5G communication, and will soon present a new European data strategy and a White Paper on artificial intelligence. We need to protect fundamental rights, but we want our industry to work with artificial intelligence and innovate. Soon, the digital services act will reinforce the single market for digital services and help provide smaller businesses with legal clarity and a level playing field by updating the legal framework, including by updating the corporate tax system. On this, the Commission will push for a global solution, but if this won’t be possible, we will aim for a European one. In parallel, we will present a new skills strategy. As regards our economy, we prioritise social fairness at the heart of the twin transitions, the green and digital ones, and as a part of this, we will refocus all our policies, including the European Semester, by incorporating the United Nations Sustainable Development Goals. In consultation with social partners and all the relevant stakeholders, we are working on an initiative to guarantee fair minimum wages for workers in the EU while respecting the specific situations of each Member State.  The Commission will also review that economic governance framework and provide an overview on how fiscal rules have worked in recent years. The review will launch a broad consultation with Member States and other stakeholders to explore ways to improve the economic governance framework of the European Union. We will soon adopt an action plan to deepen the capital markets union, focusing on tackling regulatory barriers in existing legislation and structural barriers, and making sure that SMEs have access to finance, and this would become part of our wider SME strategy. The completion of the Banking Union, a strong and credible framework for preventing and fighting money laundering, the Unemployment Reinsurance Scheme and the European Youth Guarantee remain our priorities as well.  To make the geopolitical Commission a reality, we will invest in alliances and coalitions to advance our values, promote and protect Europe’s interests through open and fair trade. We will step up our engagement with the Western Balkans and we will also design a new eastern partnership strategy. As you know, we will soon launch a comprehensive strategy with Africa as a basis for our mutual partnership. The EU’s external policy should effectively address issues related to democracy and good governance, climate change, migration and human rights. In this perspective, it is equally essential to reinforce the rules—based multilateral order and as a part of this, the Commission will put forward proposals to update and reform the WTO.  We will present in spring our new impact on migration and asylum, which will be a comprehensive approach covering all aspects of migration, also addressing border security and ensuring more coherence between our internal and external policy. Under the same headline ambition of promoting our European way of life, we will present an action plan on integration and inclusion. We will also present a new security union strategy addressing both the digital and physical aspect of security as these are two sides of the same coin.  Another of our flagship initiatives will be Europe’s beating cancer plan – to support Member States in their efforts to improve cancer prevention and care.  I will also refer to the joint exercise of the three institutions and in close cooperation with national parliaments and our partners to organise a conference on the future of Europe. We are in the process of building the scope and the structure. By the end of 2020, we will present the European democracy action plan to address disinformation, political campaigning, free and independent media, and freedom of speech.  With regard to fundamental rights, technology needs to serve the people, not the other way around. Therefore, the Commission will update the Charter of Fundamental Rights to address emerging issues such as artificial intelligence and facial recognition.  Last but not least, on the rule of law, the Commission will intensify its preventive work, for example, with its first rule of law report, which will assess the situation in all Member States. This report will have a sound methodology and form the basis for future work on the rule of law.  We are also already working on embedding strategic foresight across all Commission policies by using all data at our disposal as regards the long—term trends and major shifts on the horizon to be able to design future—proof policies. To this end, I have already established a strategic foresight network within the European Commission and I am fine-tuning together with EU Member States and partners our coordination on this. I count a lot on cooperation with you. The European Parliament, as I already found out, has a wealth of data and intelligence in all its committees.  This was a very quick overview of the initiatives included in our 2020 Work Programme. It took me a little bit more than 10 minutes, but I wanted to demonstrate to you that we are really delivering on what we promised to you: an ambitious yet realistic agenda of our shared priorities for the first year of this Commission.  The future partnership with the UK will, of course, be one of our main challenges for the next months and years, and I was here yesterday with you on the emotional farewell to our British colleagues, but this was the case during the negotiation of the Withdrawal Agreement. We want to reassure you that we have committed to the maximum level of transparency as regards the negotiation process towards the European Parliament. Together with my colleagues in the Commission, we are looking forward to working together on our special partnership of trust and turning our agenda into concrete actions. We first have to join forces to ensure an appropriate, modern long-term budget that rises to our common challenges and from now on, we will all have to intensify the work on legislative decision-making with a view to delivering our priorities. The joint declaration on legislative priorities that will follow will serve as a concrete roadmap for our joint work, truly engaging all three institutions, and this will be followed by our first ever multi-annual programming that should capture our Common Strategic Agenda for Europe.  Thank you very much, Madam President, and I’m looking forward to the intervention of the honourable Members of this House. (Applause)", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 2, "date": "2020-01-30.json", "name": "Jan Olbrycht", "mepid": "28288", "text": "  On behalf of the PPE Group. – Madam President, i voted in favour of the report by Mrs Schwab Commissioner, i would like to thank you for your comments. The Group of the European People's Party generally supports the European Commission's 2020 working programme. The document that we had the opportunity to read (assuming that no changes were made to it during the decision-making yesterday) is a very important source of information for us on what the Commission intends to do specifically in 2020. It was important for us that this document should not only contain slogans, but very specific plans, and that is why we are aware that the procedure we are following today is specific, because we are after the elections. Therefore, we are already referring to the Decision of the European Commission at the moment, but I wanted to make it clear that some of the suggestions that have come from Parliament, including our group, have been taken into account in your document, albeit from a slightly different perspective, which does not change their substance. We are aware and would like this debate and the voices of Members of the European Parliament to be reflected in the joint declaration signed by the Presidents of all three institutions and then reflected in the multiannual programme.  This document is therefore so important to us because it shows both new initiatives and those that are in progress and those that are being removed. It is true that pending initiatives in your pamphlet are nicely called \"where we want the co-legislator to take the swiftest action\". This is a diplomatic incentive for the European Parliament to work faster. We would like to give back: we hope that all institutions will work faster.  On the other hand, as regards the structure of the document itself and the way it is approached, they clearly reflect what the European Commission has been saying: it wants to be a geopolitical committee. These are problems that are internal in nature, but have externalities. The effects on external policy are extremely important to us because we want them to translate into concrete language. For example, we fully agree that the green deal and the digital issue are fundamental elements. It is interesting that you point to certain elements in the Green Deal document that are also important to us, such as forest management. This document is not only a matter of the Just Transition Fund, the Just Transition Mechanism, although it has been treated much more widely. We believe that this is the right direction to actually pursue certain objectives.  The same applies to the digital economy, because in the digital economy you include, for example, issues of research, economic development. This is not just a technological issue. We believe that it is a good direction to look at this issue more horizontally.  We are very pleased that you have paid attention to the issue of capital markets in order to draw attention to certain social elements. This is very important for us as a Christian Democratic party. We also note very important wording, for example – as we have often said – the 'Strategy for Africa' is referred to in your document as the 'Strategy with Africa', not for Africa. It seems to me that this is a very important political declaration on how the Commission intends to act: in partnership with Africa, not for Africa. It seems to me that this is a very good approach and we should take this into account. We also note with attention that you want to draw up annual reports on the rule of law for all Member States. We believe that this is the right direction and should be done.  Finally, a critical remark – if the Commissioner allows it – the MFF is not only a method for us, it is one of the important, important objectives, because it is followed by policies. At your, the MFF is like a method that hides behind all your goals. For us, the MFF is simply a goal that we want to achieve, and we hope that you, as an honest broker, will help you to do it as soon as possible, because the MFF is not the work of accountants. The MFF is a discussion about politics and what you have to do. So the European People's Party supports your 2020 action plan and we will look closely at how it will be implemented, but we are also declaring aid.", "language": "en", "original_language": "pl", "translation_provider": "azure"}, {"id": 3, "date": "2020-01-30.json", "name": "Iratxe García Pérez", "mepid": "28298", "text": "  on behalf of the S&amp;D Group – Madam President, Mr Vice-President, our political family welcomes the fact that our main proposals on ecological, social and economic transformation that the European Union needs have been incorporated into this work programme. This is an excellent example of cooperation between you, Mr Eef-Soviet, and this Parliament.  In general terms, the Commission has correctly identified the challenges currently encountered by the European project and the tools we need to implement policies. But as you well know, the devil is always in the details, and we also consider the proposal to be unaccuracy and have certain ambiguities. We would therefore like to recall one issue: that our political group's support for the Commission is not a blank cheque, and we will therefore be very vigilant in verifying that each and every proposal reflected in this work programme is actually fulfilled. While the work programme incorporates the tools needed to implement the Green Pact through a fair transition in all regions, we regret that it does not include the 55% emission reduction target by 2030. The climate emergency, recently declared in this Parliament, demonstrates our strong commitment to combating climate change, and the same commitment we expect from the Commission and the Council. Otherwise climate neutrality by 2050 will remain an empty promise, and we cannot afford it.  We would also have wanted a broader approach on the part of the Commission that recognises the opportunity that migration represents to meet the demographic challenge and the maintenance of the welfare state. In addition, we have an obligation to address humanely the integration of refugees into our societies. Yesterday this Parliament was holding a debate on the situation of refugees on the Greek islands, which I think is the clear example that we cannot wait another minute. We are talking about life, the dignity of thousands of people who are waiting for a solidarity and responsible response from the European Union. Solidarity also means turning the European Pillar of Social Rights and its twenty principles into reality, including the 'child guarantee' that eradicates poverty and a legal framework that guarantees living minimum wages for workers.  Solidarity is also making an effort in the European project for those neighbours who have made an effort to embrace our laws and values. That is why we will continue to defend the need for the opening of accession negotiations with Northern Macedonia and Albania.  Solidarity also means the protection and strengthening of our democracies, hence the need for a new mechanism to safeguard the rule of law.  But let's be serious. This can only be achieved if there is an agreement in the Multiannual Financial Framework. And here I would like to call on the Council's responsibility to take on the need for agreement in this area in order to be able to address all these challenges; otherwise we will be unable to put in place all the tools we need right now. We have a duty to keep our promises. We therefore ask the Commission and the Council to ensure that, through a joint commitment, we make possible the Union that citizens need.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 4, "date": "2020-01-30.json", "name": "Dacian Cioloş", "mepid": "197631", "text": "  on behalf of the Renew group. – Madam President, Mr Vice-President, it is an opening year for the Commission and Parliament. This Commission shares with Parliament an ambitious vision, with the two pillars, the Green Pact and Digital Transformation, which will completely reset the European economy and way of life.  The results of this mandate will depend heavily on the ability to deliver projects on the basis of this vision, but also to identify the resources to enable it to be implemented. An ambitious and appropriate multiannual budget is needed, but it will most likely not be enough to support Member States and the private sector to finance the restructuring of economies. I expect solutions from the Commission to integrated financial instruments, but complementary to the multiannual budget.  The legislative projects we are waiting for must come up with solutions. The European Union is perceived too much as an inflationary producer of rules and rules. We will increase confidence in European added value to the extent that the decisions taken here will generate wealth, produce added value, complementary to what Individual Member States can do, and this is the great challenge of the European Union.  The Renew Group will not just stand by and wait for proposals and results from the Commission. We have already come up with ideas about how we think the migration problem could be solved, how the Green Pact could be implemented. In the coming days, we will also present a vision of how we believe that support and regulation of artificial intelligence should be addressed.  Beyond welfare, the European Union must assure citizens not only that they can move, study and work throughout its territory, but also that, in all Member States, European values, the rule of law are respected. And the violation of the rule of law must also have consequences, regardless of what Member State it is, and from this point of view, the work programme presented is insufficient, it is not sufficiently clear.  Starting next week, the UK will become a third country. We need to learn all the lessons from what happened with Brexit and perhaps improve the way the European Union works, and the Conference for the Future of Europe can be the generator of these new ideas.  We want a European Commission that is a partner of Parliament in putting this debate into practice with citizens, because the European Union that we want to share with the citizens who sent us here must be one that builds vision and offers solutions.", "language": "en", "original_language": "ro", "translation_provider": "azure"}, {"id": 5, "date": "2020-01-30.json", "name": "Ska Keller", "mepid": "96734", "text": "  on behalf of the Verts/ALE Group. – Madam President, this week is indeed a traumatic one for the European Union. It’s a dramatic event that a Member State would leave, and it’s an immensely sad one as well. But I refuse to accept this historic mistake as the end. It will neither it put an end to the friendship between the people of Great Britain and on the European continent, nor will we give up hope that the UK will return home at some point – here where it belongs, to the European family. But while this week is a very sad moment, it’s not a moment at all that brings us closer to any end of the EU, for example, as some who brought about Brexit might have wanted it to: quite the opposite. If we didn’t have the EU already, it would now be the perfect moment to invent it, and the Europeans have come together because there are problems that you can only solve together and because together they are stronger in whatever challenge appears in the world. And there are plenty of challenges today, and we need to address them together. And that’s why it’s so important this week also to discuss the work programme. This work programme will be the chance to prove what we are worth. Commissioner, you mentioned in your speech the climate crisis, which is indeed a huge challenge that every state and every continent is affected by, and it’s high time for urgent action. We’re very happy that this Commission puts an emphasis on initiatives tackling the climate crisis as well as the dramatic loss of biodiversity on our planet. It is, of course, way too early to say if they’re going to be sufficient; that will depend on the details of your proposals. But also it will depend on whether a majority of this House will support ambitious climate legislation, not to mention the Member States as well, which we need to have on board. Therefore, it will depend on all of us how much climate action the EU will undertake and how much the EU will contribute to the global efforts to save the planet after having contributed – actually, a lot – to its destruction in the past. The Commission is also the guardian of the Treaties, and you mentioned some action in that regard to make sure that Member States don’t deviate from the rule of law, and it is time to put our common commitment into action. This year will show which way the Commission is heading, and we need courageous steps forward into a new European Union.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 6, "date": "2020-01-30.json", "name": "Nicolaus Fest (ID).", "mepid": "197480", "text": "   Madam President, I would like to thank the president for her I would like to reprimand the chair of the sitting here. I have no desire to somehow go over the flags every three minutes with ushers ... (The President cut off the speaker)", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 7, "date": "2020-01-30.json", "name": "Die Präsidentin. –", "mepid": "197433", "text": "  It is not your position to rebuke the chair of the meeting. That is not something you are entitled to. (Interruption) You don't have the microphone at the moment. (Interruption) We will clarify these questions. But one thing is quite clear: the rules have been clarified, and we saw it that way yesterday in the Brexit debate. Only someone who abides by the rules gets the floor. The rules have now been clarified several times. If you do not agree with the rules as they are interpreted, then there are ways to complain. In any case, we will no longer discuss this in the plenary debate. So if you have the flags on the desk, you don't get the floor.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 8, "date": "2020-01-30.json", "name": "Jérôme Rivière (ID).", "mepid": "197615", "text": "   Madam President, I would have liked to know which section of the specific regulation you are referring to so that I can cut off my colleagues.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 9, "date": "2020-01-30.json", "name": "Die Präsidentin. –", "mepid": "197433", "text": "  The honourable Member has taken the time to reprimand the chair of the meeting. This is not something that a Member of the House is entitled to in its form. There is no formal reprimand from a member of parliament. This has something to do with respect for the chair of the meeting. I have referred to Mr Fest's substantive question – not even for the first time, and we have now clarified this several times – and I think we should now use the time elsewhere, and do so for the debate.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 10, "date": "2020-01-30.json", "name": "Harald Vilimsky", "mepid": "125001", "text": "  On behalf of the ID Group, I would like to make a i-see of the Madam President, ladies and gentlemen, I would like to thank the rapporteur for her excellent work and for the work she has done. So far, I have always criticised the European Commission in very clear terms. Today I would like to make an exception and praise the European Commission accordingly, because the programme presented by the European Commission is truly magical. They manage to simply conjure up the entire asylum and migration issue. They simply manage to conjure up the currency problem with zero and negative interest rates. They simply manage to conjure up the social and labour market issues. But what you're doing is conjure up a green deal that you want to take even more money out of people's pockets. If you are kind, you could say that this is a Harry Potter Commission. If you are more unfriendly, you could say that you use political voodoo methods. Ladies and gentlemen, I would like to thank the rapporteur for his excellent work and for Yesterday, the British left this Union here. I can only appeal to you: if the next country is not to leave this Union, then you must concentrate on the major and important tasks. These are migration and asylum, economy and currency, social affairs and the labour market. One expects this community to perform, and not on any conjured-up side issues.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 11, "date": "2020-01-30.json", "name": "Lucia Ďuriš Nicholsonová", "mepid": "197766", "text": "  for the ECR Group. – Madam President, one thing cannot be denied on the European Commission's agenda, which is that it wants to get closer to the people. In some cases, however, I feel that this is unnecessary populism. This is the european minimum wage project, for example. This is a project that will employ us for at least two years, but will not bring real added value, because already today 22 of 28 or 27 European countries already have a minimum wage institute. And, of course, those citizens' expectations are high, especially with regard to the new Member States. People expect to start getting a much higher wage overnight. So there will be disappointment, and such disappointment is then water on the mill for the various nationalists who want to break up the European Union's amazing project. What I appreciate about the programme is that digitalisation, adaptation to demographic change and, in particular, the so-called child-guarantee, have got there, because I believe that children in the European Union must have access to quality services. The new Commission has promised not to hesitate to significantly enforce European legislation. I would just like to point out that for more than a year, Slovak and other citizens in Austria have been waiting for such an approach, which has started indexing family allowances and is therefore quite wrongly receiving less for their children.", "language": "en", "original_language": "sk", "translation_provider": "azure"}, {"id": 12, "date": "2020-01-30.json", "name": "Manon Aubry", "mepid": "197533", "text": "  on behalf of the GUE/NGL group. Madam President, this week marks a turning point in the history of the European Union with the departure of the United Kingdom. The worst thing would be to learn no lessons from it and to continue as before, without realizing the gradual distance between the European Union and the peoples of Europe. It is this challenge that should guide your work programme for the year 2020 and, for that, let us listen directly to the voices of European citizens. I wanted to talk to you about Leah, whom I met during a civil disobedience action on climate, which hopes for a complete break with the economic model that is destroying our planet. The ambition of a climate law might have reassured her, but what will be her surprise when she discovers that your green pact pursues the dogma of growth at all costs, without questioning its impact on the climate. Leah, like all young people mobilized for the climate, demands consistency. Imagine his incomprehension at the products of agribusiness, which flood his supermarket and which are financed by the common agricultural policy. Imagine his anger, too, at the multitude of free trade agreements that the European Union still plans to sign. Instead, Leah hoped that the European Union would promote trade in products that did not go around the world three times before arriving in her basket. But the border tax has disappeared from your priorities for 2020. Leah aspires to a real social and ecological Green New Deal and this requires means. Your revision of the European semester should give states the financial levers to invest in the ecological transition. I also wanted to talk to you about Marie, a nurse who has been on strike for months to defend our dying public hospitals and mobilized against the breakdown of our pension system. Marie, on the other hand, does not understand why the European Union has encouraged the privatisation of our public services and social protections throughout Europe. Pierre worked for Castorama, but lost his job, relocated to Poland because the cost of work is cheaper. Pierre is angry at this social competition and will not settle for a discounted European minimum wage that refuses social harmonisation from the top. Kevin, also a bicycle delivery driver, needs European regulation of platforms to stop the exploitation of uberated workers. He is outraged that nothing has been done for years. Leah, Marie, Pierre and Kevin also do not understand why their taxes are rising when multinationals have stopped paying them and can no longer see the influence of lobbyists on European decision-makers. But no matter how much I looked in your work programme, there was no record of the ethical control authority that you had promised. Hear these angers, expectations, hopes, too, and act. If you do not do it for our group of the European Unitarian Left or for the parliamentarians here in this Chamber, then do it for Leah, for Mary, Pierre, Kevin and so many other European citizens who will not forgive you if you persist in pursuing this year again the same recipes that are responsible for the climate crisis and the explosion of inequality.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 13, "date": "2020-01-30.json", "name": "Ivan Vilibor Sinčić (NI).", "mepid": "197935", "text": "   – Dear Vice-Presidents, Commissioner Šefčoovich, you mentioned in your Commission programme for 2020, among other things, the role of democracy in foreign policy. Here we deal, we often have on the agenda the topics of democratic standards in Indonesia, Hong Kong, Bolivia, Venezuela, countries of Africa, however democracy is not sufficiently developed even in the countries of Europe, here in our backyard. I will tell you this on the example of Croatia. Namely, in 2014 we had 500,000 more voters than residents. So half a million more voters than residents on a country of some four and some million inhabitants. Today, the situation, tentatively speaking, is slightly better, only somewhere 200,000 more voters than residents. There are frequent votes of people who have died, therefore, the dead, it is possible to vote for other people, you can come to the polling station with several ID cards, round up for these people, because there is no voter signing anywhere, to really prove that this and that was at the polling station. Furthermore, the constituencies are the result of electoral engineering, they are illogical, there is even a 2010 opinion of the Constitutional Court stressing that it is not, therefore, equal to the right of voting that some units are too large, some too little. All this is something that the Croatian establishment does not want to change because it draws its electoral advantage from it. It is this political system that is the generator of corruption in Croatia, and therefore in Europe. And that is why it is absurd that Croatia has received a commissioner for democracy.", "language": "en", "original_language": "hr", "translation_provider": "azure"}, {"id": 14, "date": "2020-01-30.json", "name": "Angelika Niebler (PPE).", "mepid": "4289", "text": "   Madam President, Mr Vice-President, ladies and gentlemen, I would like to thank the rapporteur for her excellent work and for the work she has said. I think that the Commission has presented a really ambitious programme for 2020 and has also set the right priorities, but – as has already been mentioned – it is, of course, important for implementation. And in doing so, I say, quality takes over quantity. So, Mr Vice-President, I would rather have an assessment of the impact of the law rather than regulation, which is then more of a burden on the citizens. On the priorities: there has already been a lot of talk about the green deal, and I am giving it to myself today. I would like to highlight three other points: firstly, I think it is good that a basis for discussion on artificial intelligence and a data strategy will be presented very soon. I was also very pleased to read that the NIS directive is about to be processed. Cybersecurity is also a key element in guaranteeing secure data transfer in the European Union. I am very pleased that an industrial strategy is also to be presented in March, and above all I am pleased that the focus will also be on small and medium-sized enterprises. In our family businesses, in our small and medium-sized enterprises, there are jobs, jobs are created, our young people are being trained! In this respect, I think it is a good thing that the new Commission is also placing particular emphasis on SMEs in the European Union. Last but not least, migration is one of the core issues. Here too, I am confident and waiting for the new proposals. If we do not solve the problem, we will also have a problem in the European Union in the long term.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 15, "date": "2020-01-30.json", "name": "Simona Bonafè (S&amp;D).", "mepid": "124814", "text": "   Madam President, ladies and gentlemen, our group has presented a work programme with our priorities in recent days, and I am pleased to welcome the fact that many of these things are now also the points taken up by the Commission. However, I must stress that we still expect more on issues that are central to us. We expect more on a new pact on immigration, focusing on solidarity between states and the creation of safe and legal channels for entry into Europe. We expect more on fairer taxation, which will hit the tax avoidance of big companies. Above all, we expect more on resources, on the budget, which we know is not only up to the Commission but also to the Heads of State or Government.  But without resources, Vice-President Šefčovič, little is being done. On the Green Deal, for example, on which the whole world is looking at what we are doing, the thousand billion envisaged by the Commission are fine, but we still believe that we need more fresh money for the Just Transition Fund, but that it does not come from cohesion funds or agriculture. We continue to believe that, if we do not involve the States in this green transformation, which is also the transformation of our economic model, we will not have the results that we hope for. There is no real commitment in this programme to the revision of the rules of the Stability and Growth Pact, which we should begin to call the Stability Pact. Our priority is growth because without growth there is no stability and growth is achieved if we give more flexibility to states for investment, especially green ones for the ecological transition, by discompinging them from the deficit-to-GDP calculation. Vice-President, we have great challenges ahead of us and I am convinced that together we can really do more.", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 16, "date": "2020-01-30.json", "name": "Malik Azmani (Renew).", "mepid": "197781", "text": "   – Madam President, this week I was present at a commemoration in Auschwitz-Birkenau with a Renew Europe delegation, and yesterday we listened to the impressive words of Auschwitz survivor Liliane Segre. Her memories are a dark reminder of what a world without respect for liberal values looks like. They are a reminder that we cannot take these values for granted. Anti-Semitism still exists on our continent. The rule of law is still under pressure in the EU. Renew Europe welcomes the ambition of the Commission to make European values and rule of law a priority. But ambition is not enough. We need concrete action: a rule-of-law mechanism. And there are more challenges that deserve our attention. We urgently need a sustainable European approach to migration to regain control. A renewed Migration and Asylum Pact was launched a few weeks ago: a comprehensive answer. But we did our homework, and now it’s time for the Commission to act. The transformation of our economy into a competitive green digital and innovative powerhouse is another main priority for us. And on the world stage we should be leveraging our economic power, combined with strong diplomacy, security and defence policies. Only then do you become a stronger global actor, and I call upon the European Commission to embrace Renew Europe’s ambitions to deliver on the promise of Europe.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 17, "date": "2020-01-30.json", "name": "Heather Anderson (Verts/ALE).", "mepid": "204371", "text": "   – Madam President, I am so honoured to be able to speak to you this morning on behalf of the people of Scotland. I thank you for the warmth of your welcome over the last four weeks and I am so pleased to have settled status for four days as an MEP. I wish with all my heart that we could continue to have the conversations we have started with you about the Green Deal, sustainable food and farming, a just transition, pesticide, reforming the common agricultural policy (CAP), but for now, we can’t. But I know you will do these discussions justice. My plea today is for you to remember Scotland in your work programme. Just imagine how difficult it is for a country like Scotland, which has pledged its allegiance to the European Union on no less than three occasions, to be taken out against our will and without our consent. We do not live in a United Kingdom; we live in a disunited Kingdom, and Brexit is not the settled will of the Scottish people, but we are resilient and we have long memories. We have shared a long history with you in Europe, both before our current union with England and hopefully in the future. Tomorrow, the Scottish Government will publish the strategic priorities for Scotland in the EU. We know our best future is with you, and when the people of Scotland have to choose between two unions, they are deciding to choose the European Union.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 18, "date": "2020-01-30.json", "name": "Die Präsidentin. –", "mepid": "197433", "text": "  Next on the list of speeches is Mr Rivice. Mr Rivice has been pointed out that only Members who abide by the rules are given the floor. He has chosen not to follow the rules, and that is why Mr Lundgren is now speaking.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 19, "date": "2020-01-30.json", "name": "Jérôme Rivière (ID).", "mepid": "197615", "text": "   Madam President, if I am now bowing the French flag, it is certainly not to pay tribute to this House or to concede defeat, but to have the opportunity to address the Commission and my colleagues and take a date. Today, as you know, there is nothing in the internal rules of our Assembly to prohibit the presence of this flag, which is protected by the French Constitution in Article 2 and by legislation. But this tricolour flag embodies all that this Commission and this project of the European Union has come to hate today. You hate nations just as much as you hate people. Alexander Solzhenitsyn warned us a long time ago: \"The European Union carries with it the ferments of totalitarianism\". He knew what he was talking about. Yesterday, ladies and gentlemen, we all listened with emotion to Mrs Segre. And as we commemorated the liberation of the Auschwitz camp, she explained her emotion at entering this European Parliament. Twice, she explained how moved she was to have seen all these flags, flags of nations, together. She was not particularly moved by the European flag. Listen to her, hear her! Your project is collapsing, people can't take it anymore from a bureaucracy that gags them. And in the face of the people, you must give in. On Friday, the British leave the European Union. You managed to disgust them. This European project was a beautiful project. History will judge you and it will be severe: fear that this first departure will be a huge breach in the totalitarian wall you are raising.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 20, "date": "2020-01-30.json", "name": "Die Präsidentin. –", "mepid": "197433", "text": "  As you can see, we have nothing against flags. That's why they're all hanging behind us, very prominent and very big. We are all proud of our flags, but together and not on each table individually.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 21, "date": "2020-01-30.json", "name": "Peter Lundgren (ECR).", "mepid": "124996", "text": "   Madam President, I would like to begin by thanking Theresa May for I was going to focus on the point a new push for European democracy. We'll see that in here today. Europe's vision of democracy is that of the EU – and only that of the European Union. No other visions of democracy are accepted. Then you are considered to be deviant. The EU deeply abhors national self-determination and makes every effort to destroy the sovereignty of nations. We have now got a new rule in this House that we can no longer have any flags in the premises. Then I wonder whether the flags above the Presidency will be removed when we return for the vote in about an hour' s time. Will the EU flag be removed? Surely a ban must be fairly consistent. I can accept if it is the case that we must not have flags in this hall. Then I also expect the flags hanging up here, including the European flag, to be taken down.", "language": "en", "original_language": "sv", "translation_provider": "azure"}, {"id": 22, "date": "2020-01-30.json", "name": "Die Präsidentin. –", "mepid": "197433", "text": "  I would remind you that the Commission's work programme for 2020 is on the agenda and the speakers are actually required to stick to this issue. But it seems to be so emotional with the flags. If you want to use your speaking time for this, then so be it.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 23, "date": "2020-01-30.json", "name": "Malin Björk (GUE/NGL).", "mepid": "124992", "text": "   Madam President, I would like to begin by thanking Theresa May for Yesterday we voted on Brexit – the end of a years-long process that could have given rise, and should have given rise to, serious self-criticism. Nevertheless, I note that it is business as usual for the Commission.  I have a very serious question. Why is the Commission not building its work programme on the UN's sustainability objectives? Are we in Europe too remarkable to follow them? That is a very serious matter. Instead, you come up with your own titles as 'a stronger Europe in the world' and 'promote the European way of life', whatever it is. It's not serious, and it's not going to be good either. I would like to underline three things. Firstly, the climate and biodiversity must be put first. A climate law for 2050 is not enough. We will have binding targets of 70% for 2030. You must have that with me. Secondly, we need a plan for equality – not charity, not the minimum, not crumbs. We are facing an equality crisis. This should have been there. Thirdly, we need a plan for democracy and the rule of law. It's not a condition that you can opt out of. That is fundamental to our work. It's missing.", "language": "en", "original_language": "sv", "translation_provider": "azure"}, {"id": 24, "date": "2020-01-30.json", "name": "John David Edward Tennant (NI).", "mepid": "197705", "text": "   – Madam President, after the historic vote yesterday, colleague Terry Reintke asked this Parliament to sing Auld Lang Syne. The people of Europe are our friends: they always have been and they always will be. We have no quarrel with the people of this incredible continent, but merely the political structures and the institutions to which we say good-bye tomorrow. We don’t forget old acquaintances, but we sing Auld Lang Syne on New Year’s Eve for a different reason. We remember the old year but we also look forward to the new. We don’t lose our old friends but we forge new relationships and make new resolutions for the future. In the coming months there will be intense negotiations, and they will dominate the Commission’s work programme to a great extent. This will be, unfortunately, the last time I speak in this place, and I bid you all a fond farewell. However much we may have disagreed on issues, I bear no malice towards any of you. There’s so much I could say but so little time in which to say it. So I’ll mention only one thing that’s so close to my heart. I ask, in the spirit of cooperation, one simple thing of the Commission and the British Government, which is of vital importance to me: please do not use the fishermen of the UK and of the European Union as a bargaining chip, or the vast number of people employed in processing once those fish have been landed. Please do not sell out our fishermen. They have endured so much for all the last 40 years. Please do not put them through any more suffering. So we say farewell to political union but hello to a new Britain, which will always be close allies to our new European neighbours. May our new relationship be everything it should be. Let us now work together to build that new harmonious relationship.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 25, "date": "2020-01-30.json", "name": "Dolors Montserrat (PPE).", "mepid": "197711", "text": "   – Madam President, today we are aware of the Commission's 2020 work programme, a fundamental programme which will set the course for the European project and which we support. But yesterday brexit materialized and we have to learn from our mistakes. Europe is the largest project of progress, peace and unity, but populism, separatists and Euroscepticism have been growing in parallel with the European project. These moves want to break what we've built together. Let's not reduce our political project to a legislative plan alone. Let's do capitalization policy with this work program. We defend the rule of law, the values of the Union, freedom, equality and economic and social progress. The European Commission is the guardian of the Treaties and all Community secondary law, including Council decisions and their regulations, which require all Member States in their entirety.  On 13 November 2017 the Council adopted a regime of sanctions and restrictions on entry into the Schengen area applicable to some members of Venezuela's illegitimate Maduro Government. On 25 June 2018 the Council added Delcy Rodríguez, illegitimate Vice-President of the Maduro Government, to the list of persons subject to restrictions. The Government of Pedro Sánchez has violated these Council agreements, as it has allowed this lady to step on Spanish soil, which is a Schengen area for hours. In view of the seriousness of these events, we ask the Commission to gather all the information to know the truth, to require Pedro Sánchez to comply with Council resolutions, because we cannot allow a European Government to fail to comply with Community law, because otherwise it loses its meaning what we are adopting today and we would move away from Europeans. Here we all come to defend the future of Europe together.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 26, "date": "2020-01-30.json", "name": "Miriam Dalli (S&amp;D).", "mepid": "124970", "text": "   – Sinjura President, fil-fatt matul l-elezzjonijiet, imma anke fl-aħħar xhur bħala Soèjalisti in Demokratièi, għamilnieha èara anke mal-Kummissjoni Ewropea li rridu bidla soèjali, economics in amminal. In din hija run s-sena li matulha rridu nibdew it-trasformazzjoni li tkellimna dwarha u li emminna fiha. Għaliex aħna mhux biss noħolmu dwar bidla imma rridu nimplimentaw dik il-bidla. Id-deäiżjonijiet does ser nieħdu matul din is-sena għandhom iwittu t-triq għall-economy li rridu fl-Istati Membri in ser jiggwidawna biex naraw f'liema teknoloġiji rridu ninvestu. Imma għandna bżonn lill-Istati Membri jadottaw dawn il-miżuri u din il-politika ġdida. Huwa għalhekk you qegħdin ninsist fuq policy serja li tnaqqas it-tniġġis, tinvesti f'industry nodfa, fl-effièjenza fil-qasam tal-enerġija, fit-trasport nadif, fit-tneħħija ta' fjuwils li jniġġsu, vapuri ma jkomplux iħammġu f'portijiet in ajruporti li jniġġsu ferm in ferm anqas milli għandna llum. Imma biex nagħmlu din il-qabża rridu l-fondi in rridu ninvestu permezz ta' Fund li jgħin lill-ħaddiema, lil dawk ir-reġjuni in l-pajjiżi li jridu jimxu minn industry li jniġġsu għal oħrajn ferm aktar nodfa. Dan huwa il-futur, din hija d-deèiżjoni li rridu nieħdu għall-pajjiżi li nirrappreżentaw in wara kollox għall-family tagħna.", "language": "en", "original_language": "hr", "translation_provider": "azure"}, {"id": 27, "date": "2020-01-30.json", "name": "Искра Михайлова (Renew).", "mepid": "125128", "text": "   – Commissioner, first of all, I would like to express support for the main message of the Commission Work Programme. The message is a transition that offers opportunities. Opportunities for each citizen of the European Union, for each Member State, for each region. Opportunities for a fair, climate neutral and digital Europe, but also a transition that guarantees the rule of law, regulates migration processes, supports trade agreements.  European citizens expect concrete action from us – effective work of the European institutions. Cooperation under the Work Programme is an example of such effective work. Together, we must ensure that this ambitious programme is implemented and offers European citizens a transition that will increase the competitiveness of the European economy and improve the quality of life of every citizen of the European Union.", "language": "en", "original_language": "bg", "translation_provider": "azure"}, {"id": 28, "date": "2020-01-30.json", "name": "Petra De Sutter (Verts/ALE).", "mepid": "197471", "text": "   – Madam President, I would like to thank the Commissioner for his presentation. Commissioner, your work programme is very exhaustive but I will only touch upon the issue of digitalisation. High-ranking jobs only being presented to male shopkeepers, people of colour being targeted by facial recognition technologies, or cancer being better detected in certain hospitals than others – that is what we might get if we do not interfere with automated decision making. That is why we need clear rules on the deployment of AI, and the same goes for rules on digital intermediaries.  Sadly, in the recent past, we had several examples of online posts that were clearly preaching hate or glorifying terrorism, or content unrightfully taken down or even being prevented from going online.  We should also, of course, preserve our freedom of speech. Private companies or their automated filters can never take the place of human judges in removing online content.  Commissioner, striking the right balance between protecting and allowing is of utmost importance for the democratic rights of our citizens and we will, accordingly, look forward to your proposals in this domain. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 29, "date": "2020-01-30.json", "name": "Mara Bizzotto (ID).", "mepid": "97198", "text": "   Madam President, ladies and gentlemen, what can we say, we are faced with the usual Europe that does not want to change anything, the usual Europe that wants to rip Italy off, with the complicity of the PD-5 Star Government. On the fight against illegal immigration, we are at zero. Malta's agreement on immigrants is a great bluff. On the crisis in Libya, with the danger of Islamic terrorism and new waves of immigrants, Europe does not exist. On the ERM you are ready to return to the office to get your hands on the Italians' current account and on the Green Deal you have built the last big rip-off: the Italians will pay 900 million euros and in return will receive only 360. I ask myself: but does Gentiloni, the Commissioner appointed by PD and 5 Stars, defend the interests of italians or defend those of Germany and France? This is not the Europe we want, this is not the future that the Italian citizens want. Italy will not die a slave in Brussels, Paris or Berlin, let us be clear!", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 30, "date": "2020-01-30.json", "name": "Hermann Tertsch (ECR).", "mepid": "197831", "text": "   – Madam President, congratulations to the whole Commission really on the marketing success in launching this programme which is mainly based on the Green Pact. The Green Pact already evokes this motto of Mao Tse-Tung's great leap forward. It justifies absolutely everything: the condemnation of death or liquidation of production industries, massive impositions, mandatory changes to communities and sectors, regulations and controls of conduct. This is how they have made Europeans in entire sectors in large regions afraid. They are afraid, but no one complains because he is labeled a denier, and from there to civilian death today there is very little.  We're going to spend an additional 260 billion euros a year on this adventure. And all for really ideological reasons. There are some immense challenges in Europe, which are others, and we will be marking, for ideological reasons, some issues that will limit freedoms to us first and foremost.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 31, "date": "2020-01-30.json", "name": "Márton Gyöngyösi (NI).", "mepid": "198063", "text": "   – Madam President, Mr Commissioner, I was glad to see in your Work Programme the implementation of the social pillar identified as a top priority. As we all know, the European Union was founded on social solidarity based on economic cooperation. Now there is a growing concern in Member States of the periphery that benefits of the single market are severely uneven and that their single role in European cooperation is to serve as a source of cheap labour for old Member States. The functioning of the single market is in danger. Economic and social tension will only increase if we don’t face up to the challenges, and this will worsen with digitalisation, which you have identified as one of the mega trends of our times and of our era.  The solution can only be a determined fight against wage differences and against geographical differences across the European Union via a reformed cohesion policy based on social solidarity among Member States. If we don’t deliver then incompetence will feed into anti-EU populism. The recommendation that you have made that through social dialogue we try to draw in civil society in finding a solution is a correct one, but please let me put forward one recommendation. You should also consult regional and local municipalities because they are the ones that are closest to our citizens, they should be consulted in the decision—making process.  (The speaker agreed to take a blue-card question under Rule 171(8))", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 32, "date": "2020-01-30.json", "name": "Andreas Schwab (PPE)", "mepid": "28223", "text": "  blue-card question. – In our fight against anti-EU populism, we agree. The question that I would like to ask you – because you mentioned that people in your constituency see that they are misused as a workforce – is that the European Union has also offered the citizens of your constituency a huge opportunity to earn more, and people in other Member States of the European Union may have exactly the different point of view that you have expressed, so how do you think we can come to an agreement, making the right choice and finding the right balance? ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 33, "date": "2020-01-30.json", "name": "Márton Gyöngyösi (NI)", "mepid": "198063", "text": "  blue-card answer. – Thank you very much for your question. I think it is a valid point. The European Union does have an instrument which is there to close the differences between the Member States – it is called cohesion policy. My only problem is that cohesion policy is misused. Much of the cohesion funds that are received by Member States are either going to corruption channels or they are misused into projects which don’t help competitiveness. I think that the EU has a very important responsibility to oversee the management of the cohesion funds so that they go into research and development, into education, to improve the use of these funds, to improve the economies of these Member States. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 34, "date": "2020-01-30.json", "name": "Nuno Melo (PPE).", "mepid": "96978", "text": "   – Madam President, the energy interconnection projects between Portugal and Spain and between Spain and France, which would allow Portugal to export natural gas to Europe, have been off the European Commission's list of priority projects. These projects were defended by the Commission itself and they were granted the status of projects of common interest, taking into account their role in ensuring Europe's energy security. Knowing that around a dozen European countries now depend on Russia at 75% on the supply of natural gas, the withdrawal from the list of priority projects is in itself a nonsense in relation to the european Union's energy security interest and I would very much like the European Commission to explain why this withdrawal. Finally, and with regard to the Multiannual Financial Framework, which is at a standstill, we know that it is a complex negotiation, hampered by Brexit, and if there is no political decision on the Multiannual Financial Framework in time for it to enter into force on 1 January 2021, the European Parliament has already spoken out because of the need for a contingency plan. The question I ask the Commission is clear: is Cohesion Policy at risk for next year? On these two issues, therefore – the reduction of the European Union's energy dependence on Russia, which would easily be overcome if interconnections across the Iberian Peninsula took place, and the Cohesion Funds, which are obviously fundamental for cohesion countries – in relation to one thing or another, I would very much like the European Commission to be able to give an explanation , and particularly the situation that has to do with gas is very incomprehensible.", "language": "en", "original_language": "pt", "translation_provider": "azure"}, {"id": 35, "date": "2020-01-30.json", "name": "Heléne Fritzon (S&amp;D).", "mepid": "197391", "text": "   Madam President, I would like to begin by thanking Theresa May for Europe must face the future, a future of globalisation, increased digitisation and, not least, the climate and environmental transition. We have great challenges, but we also have opportunities.  The Commission's programme points to a stronger social Europe. It is a question of raising ambition, of doing so in the implementation of the social pillar. It is about the strategy for gender equality. It is a question of establishing a child guarantee. At the same time, there are things that I lack in the initiative. We need clearer wordings on precarious employment and part-time employment, not least for women. We need more initiatives for a good working environment, and we need to strengthen social dialogue. The citizens of Europe want us to deliver. We have work to do, and we have to start now.", "language": "en", "original_language": "sv", "translation_provider": "azure"}, {"id": 36, "date": "2020-01-30.json", "name": "Valerie Hayer (Renew).", "mepid": "135511", "text": "   Madam President, Commissioner, thank you for this programme of work which responds directly to the ambitious speech of Ursula von der Leyen, which we support. I would like to return here to one of the President's strong statements, which concerns Parliament's right of initiative. The corollary to this right is knowledge, it is information, it is statistics. However, as a new member of the European Parliament, I am surprised that we sometimes receive information too late and sometimes not at all. Here are two concrete examples. A technical example first: the Commission's ABAC system, that is, the register of all expenditure on European programmes, is still not accessible to the European Parliament, even though we are one of the two budgetary branches. Look for the error. A more political example now, with the publication last December in the press of extremely important figures on the benefits of the internal market for each of the Member States. These are valuable figures to demonstrate the positive influence of European integration and these are sensitive figures when we know the positions of some Member States, particularly the more frugal states, in the current negotiations on the next multi-year budget. Commissioner, we are pursuing the same objective. Parliament is a partner to be reckoned with, as you know. That is why I am asking you today to assure us that the Commission will commit to providing Members with all the information they need. (The speaker agreed to answer a \"blue card\" question (Article 171, paragraph 8 of the regulation)", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 37, "date": "2020-01-30.json", "name": "Maria Grapini (S&amp;D)", "mepid": "124785", "text": "  Question put in accordance with the 'blue card' procedure. – Madam President, Mrs Hayer, thank you for accepting the question. I agree with what you say. I want to ask you, however, about the transparency that exists between the Commission and Parliament, and I give you a concrete example, and I want a concrete answer.  We recently debated double-quality products and the Commission has presented us, in summary, a report made by specialists paid by the Commission, obviously, from the budget of the European Union, but has refused to provide us with the report and analysis of experts in extenso, saying, the Commission, that it is secret. It does not give us, Parliament and the Committee on the Internal Market, the results of that study.  Do you find the Commission's lack of transparency correct? How to be paid from the budget of the European Union a study and not receive it... (The President interrupted the speaker)... the substantive committee?", "language": "en", "original_language": "ro", "translation_provider": "azure"}, {"id": 38, "date": "2020-01-30.json", "name": "Valerie Hayer (Renew)", "mepid": "135511", "text": "  answer 'blue card'. \"I'm sorry, I didn't get it. I take note of what you are saying, Madam, dear colleague.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 39, "date": "2020-01-30.json", "name": "Sven Giegold (Verts/ALE).", "mepid": "96730", "text": "   Madam President, Vice-President, Mr. Efsovic, I would like to thank the Commissioner for his work and for her work on In principle, the Commission's work programme sets the right priority, namely to achieve a new strength for the European Union and also for our economy, at the same time, by means of climate protection and the management of ecological crises. That's right. At the same time, however, the work programme shows a weakness. It is very general and weak when it comes to enforcing the rule of law in Europe. Many citizens have lost respect for our speeches that Europe is a community of values and the rule of law. If fundamental rights, such as freedom of the media, the fight against corruption and also the strengthening of democracy are trampled underfoot in Member States, then the European Commission must not leave it cold. It is not enough to keep lists, but we need enforcement and sanctions mechanisms here. Unfortunately, however, these are not clearly stated in your programme. We expect you to finally come up with tough measures here, otherwise the citizens will lose respect for our great European Union.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 40, "date": "2020-01-30.json", "name": "Guido Reil (ID).", "mepid": "197488", "text": "   Madam President, I would like to thank the president for her Today, once again, we are talking about the European pillars of social rights. One of these pillars is European unemployment insurance. With European unemployment insurance, we are moving ever faster towards the transfer union, and such a transfer union has nothing to do with social justice. On the contrary, it is 'stable social', because it rewards the states that have done much wrong in the past and punishes those who have done a great deal right. Let me make this clear by taking Germany as an example: we are the EU's largest economy and we are the largest net contributor. But what about social justice? Net wages in Germany have fallen by 10% since the introduction of the euro. We are the only country in Europe where net wages have fallen. Old-age poverty has doubled and will continue to rise dramatically over the next few years. More and more people in Germany live on the streets, they can no longer afford housing, because many many people have been pushed into the low-wage sector in the past. At the same time, rents have risen by 50% in recent years – by 50%! This is the situation in the rich country of Germany, the largest net contributor and the largest economy. Social justice must remain a national task.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 41, "date": "2020-01-30.json", "name": "Ruža Tomašić (ECR).", "mepid": "119431", "text": "   – Dear Vice-President, the presentation of the work programme of the new European Commission so far has been a lot of floss, from a socially just transition to a European Green Deal through an economy in the interest of citizens to promoting a European way of life. There is a lot of talk about how ambitious the European Green Deal is, but it is reluctant to mention how much it will cost the union's citizens. As far as the economy is concerned, it is in the interest of citizens any economy that employs and creates products and services that meet the needs of consumers and supports quality of life. In fact, the European economy has been so far. The European way of life is another in a series of romantic terms behind which lies the bureaucratic definition that Brussels seeks to impose on all Member States. This way of life of ours should be as european nations want it, not brussels bureaucracy.", "language": "en", "original_language": "hr", "translation_provider": "azure"}, {"id": 42, "date": "2020-01-30.json", "name": "Ivan Štefanec (PPE).", "mepid": "124929", "text": "   – Madam President, the European Commission has set a number of ambitious targets. However, I want to draw attention to one that I particularly care about. It is the fight against fraud in Euro-subsidies, more powers for joint control bodies and a reduction in the power and influence of oligarchs. I am talking about this because two years ago, because of the incredible greed of certain people who, fortunately, are already standing trial today, have lost two young lives in Slovakia: the journalist Ján Kuciak and his girlfriend Martina Kušnírová. Even before that, The Maltese journalist Daphne Caruana Galizia had been murdered. They died because they were revealing the truth and the criminals were afraid of losing their stolen money. Many of them also came from European sources. If the Union distributes resources, it has not only the right but also the obligation to control their flows and exploitation. And enforce compliance. I would like us to see a significant shift in the protection of the Union's financial interests at the end of 2020. The Commission has the support not only of my personal support, but certainly of the entire European People's Party.", "language": "en", "original_language": "sk", "translation_provider": "azure"}, {"id": 43, "date": "2020-01-30.json", "name": "Eric Andrieu (S&amp;D).", "mepid": "113892", "text": "   Madam President, Commissioner, we want to become the first carbon-free continent by 2050 and the first continent in terms of sustainable development and be innovative in terms of environmental protection. We will be with you so that together we can achieve these goals. But I would like to share with you three points of concern. The first is the budget. The European Court of Auditors estimates the needs of the environmental transition at more than one billion euros per year. This is what the Commission is planning over ten years. The Commission needs to tell us precisely how it will find the means to enable this transition. The second area of concern is the question of consistency. We cannot, on the one hand, fight for the environment and, on the other hand, continue to sign completely crazy trade agreements with regions on the other side of the world. For example, it is an environmental aberration to drive 10,000 kilometres of meat when the European market is saturated. Finally, the third area of concern is paramount. It is a question of dealing in depth with the social issue. Ecology and social are linked, if only by the upheaval that this change in economic model will entail. However, the social issue is not really addressed in your proposals and we cannot accept that.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 44, "date": "2020-01-30.json", "name": "Dita Charanzová (Renew).", "mepid": "124708", "text": "   – Madam President, I wish to thank Vice—President Šefčovič for this work programme and, in particular, the importance given to the European digital transformation. We need ambitious digital policies to allow European companies to grow and innovate in Europe and for Europeans to harness the benefits of the digital transformation. We need to catch up now to other big players and so that it’s us who set the standards globally. In addition to the Digital Services Act, I welcome the proposals on artificial intelligence and data, the review of cybersecurity and a Digital Education Action Plan. Deciding how we should regulate the digital world is a priority. This topic will surely not only dominate the 2020 agenda but also, I suspect, the entire mandate. We need to get it right, now, and remember the answer to our problems is not always more regulation but better regulation.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 45, "date": "2020-01-30.json", "name": "Karima Delli (Verts/ALE).", "mepid": "96868", "text": "   Madam President, Mr Vice-President, my dear colleagues, as I recalled yesterday, in this Chamber and many times, the climate emergency is there. It is not there for 2025 or 2030. Action on this climate emergency must be taken into account now. We're not going to save the planet with a catalogue of beautiful words, I say. So we can't wait another year: we have to start this year with strong measures, especially in the transport sector. This sector accounts for 30% of greenhouse gas emissions. It is the only sector in Europe that does not reduce these emissions. That is why, Mr Vice-President, I would like to close the file, particularly on the \"heavyweight\" levy. Parliament took an ambitious position in the last mandate and one would think that we would be in line with the principles of 'polluter/payer' and 'user/pay' for these heavyweights. Well, no! The Council, unable to reach an agreement, torpedoed the text, and this is unacceptable. In conclusion, I call on the Commission to put forward a strong new proposal to have a 'heavyweight' levy up to scratch.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 46, "date": "2020-01-30.json", "name": "Gianantonio Da Re (ID).", "mepid": "197608", "text": "   Madam President, ladies and gentlemen, 2020 is a crucial year for the European Union. Indeed, the Commission will face major challenges: Brexit and the negotiation of the 2021-2027 European budget. The Commission will only have eleven months to finalise the UK's exit from the European Union. I believe it is absolutely necessary to ensure that the competitiveness of our small and medium-sized enterprises is protected during the negotiations and that the PDO and PGI marks of our excellent products are recognised. With regard to the next Multiannual Financial Framework, the Commission has proposed doubling the budget of the Erasmus programme to EUR 30 billion. Is Mrs von der Leyen aware of the commitment she has made to the citizens when she proposes doubling the budget for the Erasmus programme? The promises are easy to make but difficult to keep, as we say \"between saying and doing the sea\".", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 47, "date": "2020-01-30.json", "name": "Beata Kempa (ECR).", "mepid": "197519", "text": "   – Madam President, i voted in favour of the report by Mrs Schwab You say that the Commission will be a geopolitical Commission. This is what Europe needs today in a competing and changing strategic system, from words to deeds. What measures will you take to stop once and for all the construction of the NordStream gas pipeline, a project that divides Europe and strengthens Russia's pressure on the countries of our community? Strategic gas and oil shipments, security and expansion are one of the main ills of a united Europe. It is worth, Madam President, at the threshold of the new Commission's activities to refer to the values of the founding fathers. And here's the request: we want to be in the European Union, we really want to be, but we want it to be a Union that, above all, commands the mutual respect of the Member States, not the dictatorship. So what is the law of medding in internal affairs and internal reforms and linking these matters, which are the exclusive domain of the internal countries, to the budget? This is, unfortunately, a simple path to further divisions. Let us learn the lesson of yesterday.", "language": "en", "original_language": "pl", "translation_provider": "azure"}, {"id": 48, "date": "2020-01-30.json", "name": "Sunčana Glavak (PPE).", "mepid": "202036", "text": "   – Dear Vice-President, it is sixty-something years since the Treaties of Rome, my colleague and colleague remind you of this, and the world today is more unstable than ever before. Climate, technological and demographic change is changing our society and our way of life. We must focus, Mr. Commissioner, on equality and creating opportunities for all, both for women and men, Europeans from east, west, south or north, young and old. The European Green Deal, for example, consists of 47 key measures. Over the next ten years, it will mobilise at least 1 billion euros, so we expect 1000 billion investments in the field of environmental protection and climate. That's the investment side. The economy in the interests of the citizens you are stating is the principle of equal pay for equal work, which will be the basis for new European strategies for gender equality. It's going to be a big challenge. Just a small reminder, women on average earn 16% less than men, even though they are more educated. The Conference on the Future of Europe and a new theme, a new impetus for European democracy, is another goal. This particular role should be played by our citizens, our young people, civil society and european institutions as equal partners. Who can speak of democracy better than the continent that founded it? But we need to restore confidence in who we are, who we are, and know where we're going. This program is a good time to do it.", "language": "en", "original_language": "hr", "translation_provider": "azure"}, {"id": 49, "date": "2020-01-30.json", "name": "Tonino Picula (S&amp;D).", "mepid": "112744", "text": "   - Dear Vice-President, I welcome the Commission's proposed initiatives, but expect the highly set objectives to be achieved. In particular, the transition to an ecological and sustainable Europe. The role of regions and local communities to be involved in processes, especially in the Just Transition Fund, will be crucial.  I support the initiative against biodiversity loss until 2030, which is a priority for Croatia as a country rich in natural resources. That is why I also welcome the new strategy for European forests. Strengthening the orientation towards the SDGs as part of the European Green Deal is also an extremely important commitment to citizens. It encourages the Commission's commitment to prioritise guarantees for young people. This is how young people get additional opportunities for education and employment. A stronger geopolitical role for the European Union, especially in the immediate neighbourhood, enables a clear support for the opening of negotiations with North Macedonia and Albania.  I hope that the announced new methodology will stimulate this process, especially ahead of the Zagreb summit, for which I am preparing a recommendation on behalf of the European Parliament.", "language": "en", "original_language": "hr", "translation_provider": "azure"}, {"id": 50, "date": "2020-01-30.json", "name": "Luis Garicano (Renew).", "mepid": "197554", "text": "   – Madam President, today is a sad day, the last day for the United Kingdom. We will find out many of the negative consequences for us and for them over the next weeks. I want to point one out that is really particularly worrying. With the UK in, Europe is an education super power. Some of the best universities in the world are in the European Union. Without it, the European Union becomes relatively a minion. University College London, Imperial College London, Cambridge, Oxford, they all leave the European Union today. If you look at the most recent QS ranking of the 50 top universities in the world, there are 12 in Asia, 21 in the United States, 11 in the UK and Switzerland. There is one of the world’s top universities in Europe – the University of Delft at number 50. This is really a critical situation. We talk about innovation, we talk about the knowledge economy and yet we are not investing in our universities. The Work Programme of the Commission doesn’t even mention the word university. We have an archaic government. We have funding problems. We have a mobility problem. This is a real crisis for Europe. We need to become an education superpower if we’re going to succeed in a knowledge economy. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 51, "date": "2020-01-30.json", "name": "Tineke Strik (Verts/ALE).", "mepid": "197772", "text": "   – Madam President, the 2020 Work Programme is not yet decisive on the future of our common European Asylum System and that is because, at the moment, plans are designed for the new pact on asylum, which the Presidency has announced in a first speech already. The most important thing is that we find a solution for the deadlock of the distribution of asylum seekers. I would really urge the Commission and also the Member States to find a solution so that we finally really get a fair share of responsibility for asylum seekers in Europe, and that requires an immediate distribution of asylum seekers directly from the external borders. Many Member States are thinking now and proposing a kind of procedure at the borders, meaning that there’s an assessment, a screening of the asylum request. I would really encourage you not to go along with that route because that would mean more hotspot situations and lengthy procedures with lengthy detention. The Greens proposed to have an immediate distribution and, furthermore, really start enforcing the current rules that we have on reception, on qualification, so that we really get a harmonised system for asylum seekers, and fair responsibility sharing. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 52, "date": "2020-01-30.json", "name": "Nicolaus Fest (ID).", "mepid": "197480", "text": "   Ms Barley, Vice-President and German Social Democrat, only admits that Members of the European Parliament have the right to speak as they take their own right to speak if they at the same time deny loyalty to their homeland. This is characteristic of the representative of a party... (The President cut off the speaker)", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 53, "date": "2020-01-30.json", "name": "Die Präsidentin. –", "mepid": "197433", "text": "  We can now open a new debate on this issue. I would now ask you to respect the authority of the chair of the sitting. That is not my decision, it is the decision of the Bureau. That was already the case yesterday. If you wish to complain about this, please do so in the way that is appropriate to the Bureau. This is not a new debate. Slowly, it's enough.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 54, "date": "2020-01-30.json", "name": "Nicolaus Fest (ID).", "mepid": "197480", "text": "   - Good! Then I am not referring this criticism to you, but to the Bureau, but I would also say that it is indicative of an EU which, just yesterday, stands up for the rights of indigenous peoples to their culture, their traditions and also their flags, while at the same time flouting the rights, cultures and flags of the peoples of Europe. Fortunately, the British have now drawn the conclusion and left. I am sure that other peoples will follow suit, and hopefully at some point Germany will follow suit. This would be a cause for double joy, because this would not only end the subjugation of Germany to the increasingly self-governing EU, but would also finally end its petty and self-serving leadership of the meeting.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 55, "date": "2020-01-30.json", "name": "Die Präsidentin. –", "mepid": "197433", "text": "  Now you have also received eleven seconds more for this performance, Mr Fest. And please look again at the many beautiful flags behind us, of which we are all very proud together.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 56, "date": "2020-01-30.json", "name": "Alexandr Vondra (ECR).", "mepid": "197537", "text": "   – Madam President, yesterday we had a sad day, marked with a sad song, and the first impact is already here; we are losing English as our lingua franca, as our way of common understanding, and a language is at the core of a common understanding. And we can even use somehow the opportunity with Brexit because English becomes a neutral language – acceptable for us Czechs, for the Germans, for the French, but we see exactly the opposite: everybody speaks in their mother language, with some notable exceptions, and the others are not listening at all. So, the Commission Work Programme is a full—of—ambitions goal, without any impact assessments, but there is nothing about promoting English as our lingua franca. So, my question is whether you are planning to do something to eliminate the Tower of Babel syndrome and to promote our common understanding at the core of our communication – that’s language.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 57, "date": "2020-01-30.json", "name": "Bernd Lange (S&amp;D).", "mepid": "1909", "text": "   Madam President, Mr Vice-President, I would like to thank the commissioner for his work and for his work When I printed out the Commission's work programme and priorities, I thought that my printer did not print anything, because I see only paragraph 30, the WTO reform, with regard to the external dimension. This is a point that may happen at some point in the future, but has nothing to do with external protection of the Green Deal, nor with the implementation of the United Nations Sustainable Development Goals in foreign trade policy. So I really do ask the Commission: where are the Sustainable Development Goals reflected in trade policy? What next for a border adjustment fund to ensure that there are no competitive disadvantages? Where are real supply chains that are so fair that companies can assume their responsibility for the sustainability goals globally? We still have to work on this.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 58, "date": "2020-01-30.json", "name": "Vlad-Marius Botoş (Renew).", "mepid": "197668", "text": "   – Mr President, Commissioner, ladies and gentlemen, we have seen that the Commission's Work Programme for 2020 includes several initiatives relating to the health and nutrition of European citizens. We have the Farm to Fork Strategy initiatives, Europe's Beating Cancer Plan and more.  I can only agree with them, but I must point out that there is an extremely important initiative missing from the Commission's programme to unite them and, more importantly, giving the consumer the power to choose knowingly, the power to be the most important factor in the common fight for disease prevention. We must ensure that all Europeans, regardless of their training, have access to accurate and effective information on the foods they choose to eat.  That is why I stress here the need for a semaphorized food labelling initiative, taking into account the nutritional intake and the benefits of food on people's health, because citizens and their health should be the most important item on the agenda of European politicians, on our agenda, for all of us.", "language": "en", "original_language": "ro", "translation_provider": "azure"}, {"id": 59, "date": "2020-01-30.json", "name": "Robert Roos (ECR).", "mepid": "197709", "text": "   Mr President, the European green deal is our new growth strategy. This is in the Commission's 2020 work programme. But all that is known about this is that it will cost EUR 11,500 billion. What it means and what this is going to mean for citizens and businesses is completely unclear.  Meanwhile, the Green Deal is being thrown into law, making the process irreversible. Taxonomy will steer the economy through the European Commission. A shadowy game, because unelectable Europhiles are going to determine what is \"green\" and what is \"brown\". It will be more control, more bureaucracy and, above all, more European Union. The climate is being abused to transfer even more power to Brussels. A planned economy that our Eastern European colleagues said goodbye to 30 years ago.  More money and more power. Brussels never has enough. Democracy is really far to be found. This is not what the citizens want. And with this policy, more Member States will follow the British.", "language": "en", "original_language": "nl", "translation_provider": "azure"}, {"id": 60, "date": "2020-01-30.json", "name": "Pedro Marques (S&amp;D).", "mepid": "197634", "text": "   – Mr President, one has to start by saying that our key priorities were taken on board by the European Commission. This is overall a good document – a job well done by you, Mr Vice-President. Make no mistake: this is indeed an important debate and an important document. But all words that could bring the European project forward have already been written or said. Now we must act. We must act to be at the forefront of decarbonisation and we must guarantee that no one is left behind. We can’t win the decarbonisation war with an army of unemployed people, and the transition we will not be just or effective if it does not stretch over our frontiers. We must be more solid. We do need an economy that works for the people, and we need to complete economic and monetary union. But for all of this to be of any relevance, we need to put our money where our mouth is. No more time for beautiful words. We need to find the money and we need to agree on a bold multiannual financial framework (MFF).", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 61, "date": "2020-01-30.json", "name": "Paul Tang (S&amp;D).", "mepid": "125020", "text": "   – Chairman and Mr Šefčovič. The Commission acted as a geopolitical committee, but at the first geopolitical event in Iraq you were silent. And with Donald Trump's looming penalty rates over the digital services tax, you were silent. Our citizens have expectations about sustainability, social rights and a fair economy. But if they have to be defended, will you stay silent? The Commission's plans are good and ambitious, but they will lead to conflict. With America, with China, but also with the European Member States, for example on European unemployment insurance, but certainly also about the budget. On each of these points you will find us by your side, but only if you persevere. Europe's social market economy is freer than China's party state and fairer than American cartel capitalism. We will only maintain that if we continue to fight hard for a fair, free and sustainable Europe. A geopolitical committee, yes. But more than that, we need a muscle commission.", "language": "en", "original_language": "nl", "translation_provider": "azure"}, {"id": 62, "date": "2020-01-30.json", "name": "Maria Grapini (S&amp;D).", "mepid": "124785", "text": "   – Mr President, Commissioner, of course, what you have presented to us here I think is a programme that no one can challenge. Personally, I think it is not realistic to say that it is the 2020 programme, it can be a programme for the mandate. I agree with all the points presented, but I now want to ask you a few things on time. After all, all the programmes that we are preparing, you, the Council, must put the citizen at the centre, and that is why I would like you to elaborate.  With regard to the Cohesion Programme, do you think that, as a result of the measures taken in the last mandate, regional disparities have been reduced? What are you going to do now, specifically, to make these disparities disappear, to be close, for citizens to have the same rights? And, with regard to transparency, because I asked the question, I ask you specifically. You told us that you have a solid methodology for the rule of law. Can you detail what solid methodology means and whether you can also introduce us to this methodology?", "language": "en", "original_language": "ro", "translation_provider": "azure"}, {"id": 63, "date": "2020-01-30.json", "name": "Traian Băsescu (PPE).", "mepid": "197671", "text": "   – Mr President, I have looked at the Commission's programme. If we look at priorities, we wonder where so much money came from. We have the ambition to have a pollution-neutral Europe. We have the ambition to start the 5G program. We have the ambition to make a European army. We have the ambition to implement the Social Pillar. I cannot believe in so many priorities at once when I look at how much money is allocated.  That's why I warn that this Green Deal needs to be looked at responsibly. 1 trillion in ten years is far too little, and if you want to see the effects, come to Romania, to the Jiului Valley, and you see the closure of coal mines. It was left with that programme, made with the European Union, unemployment and poverty.", "language": "en", "original_language": "ro", "translation_provider": "azure"}, {"id": 64, "date": "2020-01-30.json", "name": "Maria Manuel Leitão Marques (S&amp;D).", "mepid": "197635", "text": "   – Mr President, the Commission's better regulation programme, I must tell you, Commissioner, is a little more of the same. Anyway, apart from the Feeds for the future platform, it doesn't bring us much news. My question is: how does the Commission think to use technology, the artificial intelligence it talks about so much, to improve its own services, to modernise its own structure, for example on Community funds, to facilitate and speed up access, particularly to small and medium-sized enterprises, without losing control and evaluation? Here too, artificial intelligence and new technologies can help to have European institutions closer to citizens.", "language": "en", "original_language": "pt", "translation_provider": "azure"}, {"id": 65, "date": "2020-01-30.json", "name": "Tudor Ciuhodaru (S&amp;D).", "mepid": "197657", "text": "   – Mr President, I come from Iasi, a city on the eastern border of the European Union, in Romania, and I have three urgent requests for Romania. First of all, I'm talking about Schengen. It doesn't even cost anything, and I remind you that we meet all the conditions and that we haven't been allowed in today.  Secondly, I am talking about infrastructure and know that the Regional Emergency Hospital of Iaşi and the Iaşi-Târgu Mureş motorway are among the priorities of the citizens of Romania. We managed, a month ago, to send the request for funding, and I hope that you will speed up these procedures for allocating funds because those who sent me to the Romanian Parliament are tired of so many expectations.  And, thirdly, re-analysis and rebalancing of agricultural subsidies in such a way that we have fairness in all the countries of the European Union. I also call on the other Romanian MEPs in the Chamber to support me in this endeavour, and I am convinced that we will find the healthy solution to make these three objectives a priority for the European Commission as well.", "language": "en", "original_language": "ro", "translation_provider": "azure"}, {"id": 66, "date": "2020-01-30.json", "name": "Domènec Ruiz Devesa (S&amp;D).", "mepid": "127096", "text": "   – Mr President, Commissioner, thank you very much for your presentation. I strongly support the Commission's work programme. I welcome the fact that the Conference on the Future of Europe has also been referred to as a priority; I know that you personally support it as a substantive and ambitious exercise. And in that sense, I think it is also important, as other Members have said, for example Ska Keller, who is here, that what happened yesterday with the vote we had to give in favour of Brexit is an opportunity to unite more as Europeans and advance in the political unity of Europe.  I believe that the Commission needs to support the trend of large pro-European groups in this Parliament, which we believe is now the time to make that qualitative leap in political integration, precisely because that is what Europeans have given us as a mandate in the last elections.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 67, "date": "2020-01-30.json", "name": "Margarida Marques (S&amp;D).", "mepid": "197638", "text": "   – Mr President, I would like to begin by thanking Vice-President Šefčovič for presenting this Commission work programme to us in the detail necessary so that this Parliament can understand exactly what the European Commission's ambition is for this first year. We are sorry that there is no more multiannual dimension to the Commission's mandate, but we have the idea of what the Commission intends to launch this year.  I have two small details, because time no longer allows me. The first has to do with the challenge facing the Commission to create the conditions for citizens to believe more in the European project. And therefore the issue of democracy is a very important issue and interinstitutional cooperation. A second point has to do with the financing of these policies. In other words, we European institutions can only be credible if, in fact, citizens understand that the political proposals we make also have the necessary and sufficient financial ambition to implement these policies. And then we would like the European Commission to be an ally of Parliament in this negotiation.", "language": "en", "original_language": "pt", "translation_provider": "azure"}, {"id": 68, "date": "2020-01-30.json", "name": "Juan Fernando López Aguilar (S&amp;D).", "mepid": "96812", "text": "   – Mr President, Vice-President Eef-Soviet, among the priorities of the Commission's work programme by 2020 are two – The New Impetus to European Democracy and the Promotion of our European Way of Life — which affect the powers of the Committee on Civil Liberties, Justice and Home Affairs which I have the honour to chair. And I remind you of some unfinished mandates.  The first is to establish a mechanism for democracy, the rule of law and fundamental rights that is permanent, regular and objective and includes all Member States.  The second is to update the regulation on access to documents and transparency, which is twenty years old and completely obsolete, as well as non-compliance. The third, that there should once be a binding solidarity mechanism to update the Dublin Regulation and to take full advantage of the budgetary chapter on migration and asylum to address the migration crisis and humanitarian tragedy taking place in Greece. The fourth, that the article of the 'Aid Directive' allowing the criminalisation of humanitarian aid be refused. And, ultimately, that there should once again be an impetus to this area of freedom, justice and security which has the account of solidarity with the States which have a vulnerable external border of the Union pending.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 69, "date": "2020-01-30.json", "name": "Leszek Miller (S&amp;D).", "mepid": "197540", "text": "   – (2) Mr President, I would like to begin by I believe that, in addition to many legitimate objectives, the Commission should pay more attention to labour and social issues. I am referring to the introduction of a fair minimum wage and an unemployment insurance system in the Union. In many countries, there is a category of minimum wage, but this is about the relationship to the average wage, which I feel should be at least 60% throughout the European Union.  I again call on the Commission, as part of its anti-tax fraud plan, to address the introduction of a digital tax. The Commission could make use of the existing Treaty mechanisms in this regard and move away from unanimity among the Member States. This seems easier to achieve than the proposed granting of a legislative initiative to Parliament, which unfortunately does not seem possible without a revision of the Treaty and a limitation of the Commission's competences.", "language": "en", "original_language": "pl", "translation_provider": "azure"}, {"id": 70, "date": "2020-01-30.json", "name": "Mónica Silvana González (S&amp;D).", "mepid": "197728", "text": "   – Mr President, Commissioner, we welcome, of course, the priorities of the Commission's work programme by 2020 include the entire Green Pact, given the climate emergency declared by this Parliament itself. But we believe that the Commission should also focus more on work on external action, on how we lead and defend international humanitarian law, on how we further strengthen development cooperation and humanitarian aid.  We know that the countries that have contributed the least to global warming and pollution are the countries that are suffering the most from the effects of climate change and the effects of this climate emergency. Other regions of the world have already made progress in how to protect people who are forced to move from their places of origin because of the climate, for example through the Kampala Convention or the Cartagena Declaration in Latin American countries.  We ask you, Commissioner, to move forward in this work programme towards what to call, how to protect people displaced by the climate and to indicate how to move forward in European protection towards the figure of the climate refugee.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 71, "date": "2020-01-30.json", "name": "Marek Belka (S&amp;D).", "mepid": "197496", "text": "   – Mr President, I’d like to continue this issue of the European Union’s fight on tax fraud, tax evasion and tax avoidance. As we know, the discussion on this issue is now centred on the Organisation for Economic Co-operation and Development (OECD). That’s fine with us. That’s fine with me. The problem is that we cannot hope for an outcome of these discussions that will be satisfactory for us. Some OECD countries will be against it. Well, one thing that we can do is make our European members of the OECD find common positions, which is not always the case. So let me call on the European Commission to use its political leverage to find a common position in the EU and strongly influence the outcome of the OECD discussions.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 72, "date": "2020-01-30.json", "name": "Sandra Pereira (GUE/NGL).", "mepid": "197754", "text": "   – Mr President, however much green or social propaganda that reproduces your programmes, the objectives remain focused on deepening policies of impoverishment of peoples, asphyxiation of development and assault on the sovereignty of states, of policies of interference and aggression over third countries. They promote a so-called ecological pact, omitting the failure of the growth strategies that preceded this policy and resemits on the same neoliberal premises, on market mechanisms, without jeopardising the predatory exploitation of resources that lead to the ecological imbalances we face. A social pillar that whiteses exploitation policies and attacks social rights and public services, and these policies are promoted by the European Union with a levelling down. Examples of this are the criticisms made by the European Commission to Portugal because of the increase in the minimum wage or fixed-term contracts, within the framework of the European Semester, an instrument at the service of the single currency, which they also want to deepen, imposing more constraints on states. From here we will continue to denounce Portuguese the cat they want to sell for hare and the harmful consequences for the country.", "language": "en", "original_language": "pt", "translation_provider": "azure"}, {"id": 73, "date": "2020-01-30.json", "name": "Mick Wallace (GUE/NGL).", "mepid": "197817", "text": "   – Mr President, the Commissioner said in his Work Programme that the Commission will present a European democracy action plan to help improve the resilience of our democracies and deal with external threats. Last week, I visited a prison in Spain where there’s a number of Catalan parliamentarians in prison for over two years and, among others, it’s a total breach of democracy what’s going on there. I mean, it isn’t someone from outside of Europe. It’s the Spanish Government – the Spanish judiciary – and a big problem with the separation of powers there. This is actually about that the denial of civil rights. Nothing else. It isn’t just about the independence of Catalonia; it’s the denial of civil rights. And it’s within the European Union. Tell me, Commissioner: what is the EU going to do about it? Because it’s a disgrace. (Applause)", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 74, "date": "2020-01-30.json", "name": "Robert Hajšel (S&amp;D).", "mepid": "34578", "text": "   – Mr President. Mr Vice-President of the European Commission, you have presented a very ambitious programme with very ambitious figures. If we achieve them, it will be very good and we will set an example for the whole world. However, everything must be done to make this transformation as fair as possible. So that, in addition to the transition to a greener economy, we do not forget the social consequences that this transformation will bring. You have offered instruments such as the 'Just transition Fund', which will certainly be a good instrument, but it will only need to be used in such a way that it really benefits the regions that need it most. This means that, if states are to submit projects for these regions, they need to be helped to really reach countries such as Slovakia, Poland, Romania or Bulgaria, that is, the countries most affected by this transition, as their energy mix consists of gas, consists of a core, and at the same time they rely still on heavy industry, on the extractive industries. , and in particular the energy-intensive industry. So let us do everything together, together and with the Member States, to make this transformation as bearable as possible for the people.", "language": "en", "original_language": "sk", "translation_provider": "azure"}, {"id": 75, "date": "2020-01-30.json", "name": "Maroš Šefčovič", "mepid": "n/a", "text": "   Vice-President of the Commission. – Mr President, honourable Members of the European Parliament, thank you very much for this very rich debate, for all your interventions and I’m glad that I can say that also this discussion has reconfirmed that our work programme reflects our common priorities. I really would like to thank you for all the words of encouragement, for pointing out certain details upon which we have to work even more and also on some of the things that you believe that are missing in the programme and upon which we will do our utmost to work together.  I think that the motive with which our President presented her new Commission is that this would be the geopolitical Commission, which would strive for more, and I believe that with your help, with your support, we can really achieve that. I would like to echo the words of Ms Niebler and Mr Marques, who said that to have an ambitious programme is a very good thing, but what would be even more important now is its proper implementation. I found an echo of this call in many of your interventions and I really would like to tell you that we take it very seriously and we hope that with the close cooperation with co-legislators, with you and the Council, we can deliver on this programme.  Ms Keller made a very emotional reference to yesterday’s discussion and we’ve all been here and I think that the emotions and the farewell bids to our British friends is still with us. Therefore, I think that her question on how to respond to the challenge of yesterday is clearly that we have to build an even better Europe, which would be more efficient, more competitive, greener, closer to the citizens. I believe that starting the constructive work on this joint ambitious programme would be the right first step forward to meet these ambitions.  To my compatriots, Ms Ďuriš Nicholsonová, who was highlighting the challenges around minimum wage setting, I would like to underline once again that what we are going to propose is to set a framework for minimum wage setting and that we are going to consult widely with the social partners, with our Member States, and we would respect, one hundred percent, the national tradition and collective bargaining, but we believe that everyone in the European Union deserves a fair wage and that we have to be socially just if it comes to this very basic human right, which is so important for Europeans on our continent. On the infringement case against Austria, it’s ongoing. We are currently studying the response of Austria to our reasoned opinion and we will inform this Parliament accordingly once this study is completed.  Ms Aubry made reference to the carbon adjustment mechanism. I would like to reassure her that it’s already in our Commission’s Work Programme for 2021. As I’m sure many of you know, this is a rather complex task. It would require a lot of preparation, a proper mechanism and we have to be ready for quite intense international debate on this issue. We would like to see countries like China and many others who have an emissions-trading (ET) system as ambitious as we have, but if this would not be the case, we simply would have to consider a mechanism like carbon adjustment to make sure that we have a level playing field and that we would motivate also other big economies to make sure that they would work on lowering their carbon footprint for their economy and for their products.  Many of you insisted on the importance of the rule of law and I cannot agree with you more. I think that it’s quite clear that this Commission is really committed to ensuring respect for the rule of law equally in all Member States. Ms de Sutter, I also would like to assure you on one very important fact – that the Commission will also ensure full respect – and I would like to underline both words – of the Charter of Fundamental Rights in addressing emerging issues such as artificial intelligence and facial recognition. In the context of the statement of Mr Azmani, thank you very much for your intervention. Among other and different constructive observations, you also referred to anti-Semitism, which again, we were debating yesterday and witnessing very emotional testimony of Holocaust survivors, and I am sure that I do not need to say how much I agree with you and how important this would be for the work of the European Commission.  Mr Garicano was referring to the Work Programme and to the fact that, with the UK leaving, a lot of the universities which have been part of the European Union educational area are going as well. But I also would like to assure him that we are looking for ways to maintain good contacts with our British friends within the framework of Erasmus, within the framework of research programmes. But on top of that, we want to make sure that the European education area becomes a reality by 2025, and we will work with equal intensity on our skills agenda, where we are going to present our programme and proposal already this year.  To Ms Hayer, I would like to reassure you that, for us, the impact assessment is a very important one. I’m responsible for that and there will be no important legislative proposals without a proper impact assessment being done – because we know that the impact assessment offers very often the best answers to the proper argumentation and the debates we would have, especially with those who are opposing our proposals. To make sure that we will respect full transparency, we are going to establish the interinstitutional evidence register by the end of this year – just to make sure that we will share this information with all of you.  When it comes to the issue of poverty, which was raised by several colleagues, we are going to address it through the social roadmap, through the framework for minimum wage setting, as I said, and we are going to work on the children guarantee, which several of you referred to as a very important measure. I hope that with your help and with proper funding, we will restart a renovation wave across the European Union. This would not only help us to tackle greenhouse gas emissions but increase the quality of life, especially for all those who are living in social housing, and that through this measure, thanks to energy efficiency, we would reduce the bills they have to pay electricity at the end of every month for heating, cooling or simply using.  To Mr Belka, I would like to say that we are very serious about tax evasion and we will be working very closely with our Organisation for Economic Co-operation and Development (OECD) partners and, if there will be a deal within the OECD, we will do all necessary and take all necessary steps to implement it. However, I also would like to assure you that in the absence of such agreement on the global level by 2020, the EU shall act alone. We just simply will not have more patience to wait for the continuation of avoiding paying proper taxes on the European territories.  I know, Mr President, that time is limited, but to Ms Fritzon I would like to say that we will consult very thoroughly with the social partners and respect all prerogatives of this social dialogue because this is how we know we will get the best results.  On enlargement, I think that we have been very clear on making sure that we will come with a new methodology. We will have a very important summit in Zagreb, organised thanks to the Croatian Presidency, where we want to bring a new impetus, new energy into this process and our commitment to Northern Macedonia and Albania is very clear, and that’s a priority for this European Commission.  On the transition fund and the multiannual financial framework (MFF), to conclude, Mr President, that was the point made by Ms Bonafè, by Mr Hajšel and many others, I want to assure you that when you are talking about EUR 7.5 billion for the Just Transition Fund, we are talking about fresh money. This is how the European Commission presented its proposal. It’s on top of the MFF proposals which you already tabled and with which you are so familiar and for which the Commission is ready to battle with the Council to make sure that we have proper financing for all the ambitious items which we have in our programme. Of course, it would be on all of us to make sure that we would use the Just Transition money where it’s most needed, for the people who need to be retrained, where we need to find new jobs for coal miners, for the people working in energy—intensive industries, to make sure that this transition is fair and that nobody is left behind, whether a person or a city, or a region.  I cannot agree more with all of you who’ve been highlighting the importance of an ambitious multiannual financial perspective. Mr Olbrycht, Ms Dalli, Mr López Aguilar, Ms Niebler, all of you have been referring to the importance to have a proper multiannual financial perspective. As you know, we will have an extraordinary summit where this would be the item on the agenda, so let’s hope and let’s make strong arguments towards our heads of state and government that we need an agreement, we need it very soon – because every month that we are late with the MFF, we are already putting our programmes in serious danger.  Once again, Mr President, honourable Members, thank you very much for all your points. I’m sure that now in the way of structured dialogues with your committees, you will have even more chance to debate all the programmes and all the items in greater detail, and we are very much looking forward to it.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 76, "date": "2020-01-30.json", "name": "Nuno Melo (PPE).", "mepid": "96978", "text": "   – Mr President, the Vice-President of the European Commission will have forgotten to answer any of my questions: one on energy interconnections with the Iberian Peninsula to reduce dependence on Russian gas and the other related to Cohesion Funds. Given that I have asked two questions – and you have not answered any of them, it has certainly been a lapse – if you have time perhaps you would like to say anything to the European Parliament.", "language": "en", "original_language": "pt", "translation_provider": "azure"}, {"id": 77, "date": "2020-01-30.json", "name": "Presidente. –", "mepid": "124747", "text": "  The Commission will certainly not fail to answer the questions raised. The debate is over. Written declarations (Article 171)", "language": "en", "original_language": "pt", "translation_provider": "azure"}, {"id": 78, "date": "2020-01-30.json", "name": "Vilija Blinkevičiūtė (S&amp;D)", "mepid": "96681", "text": "  Writing. –The Commission presented a work programme for 2020. The promotion of a social Europe must also be reflected in future initiatives. It is very important to strengthen initiatives for young people, and I am very pleased to see that the Commission will provide an even more enhanced guarantee for young people so that as many young people as possible can find a job, a learner and a qualification. Only by involving young people in the labour market can we expect long-term sustainability of work and social protection systems. I am pleased that the Commission has launched a public consultation on the fixing of the minimum wage in the Member States. Indeed, this proposal is very much awaited by our citizens, especially those who are increasingly disadvantaged and at risk of poverty even if they are at risk of being at risk of poverty, even if they are at work. This must not be the case in Europe. We are also very much looking forward to the gender equality strategy that we have been asking for for even five years, so it is very encouraging to see that the new Commission is taking difficult and long-delayed decision-making.", "language": "en", "original_language": "lt", "translation_provider": "azure"}, {"id": 79, "date": "2020-01-30.json", "name": "Joachim Stanisław Brudziński (ECR)", "mepid": "197501", "text": "  I would like to write to the Commission. – We are debating today the Commission's work programme for 2020. We are talking about it the day after Brexit was voted on by the European Parliament and it becomes a reality. This time is therefore special and unprecedented. It is therefore natural to expect all levels of further cooperation with the United Kingdom to be regulated together as best as possible. We face many very ambitious challenges, such as the Green Deal programme. We are looking for a solution to an extremely difficult situation, such as on the Greek islands and their hot spots, as we also debated yesterday. We are facing many real challenges and threats, and thousands of people are waiting urgently for help, not just on the Greek islands. I therefore call on the Commission, at this particular time, not to look for substitute topics, not to squander energy and valuable time for obsessive violations of democratic principles and the rule of law where they have long been present and not at risk.  It is incomprehensible to me and to millions of my compatriots to apply double standards to countries such as France and Germany, and to Polish and Hungary. Time and energy should focus on facing the real problems that we face as the European Union, rather than resorting to stigmatisation at all costs of selected countries within the Community.", "language": "en", "original_language": "pl", "translation_provider": "azure"}, {"id": 80, "date": "2020-01-30.json", "name": "Λευτέρης Χριστοφόρου (PPE)", "mepid": "26837", "text": "  Writing. – We welcome the European Commission's ambitious work programme for 2020 on the basis of President von der Leyen's political guidelines. The programme aims to address the in-line challenges we face today, such as climate change, digitisation and migration. We are particularly pleased with the commitment to implement the European Green Agreement and to improve opportunities for Europe's citizens and businesses in digital transformation.", "language": "en", "original_language": "el", "translation_provider": "azure"}, {"id": 81, "date": "2020-01-30.json", "name": "Josianne Cutajar (S&amp;D)", "mepid": "197394", "text": "  in writing. – I welcome the Commission Work Programme for 2020. While very dense, it provides us with meaningful inputs we – as co-legislators – need to take into account. Much has already been said on the European Green Deal, whose concrete implementation will start this year. It is definitely our new growth strategy. Nevertheless, I believe that it will not work if it fails to entail a strong social dimension. Its delivery must go hand in hand with a full implementation of the European Pillar of Social Rights. No European citizen, no European region should be left behind. The fight against energy poverty and the upskilling of workers will be certainly helpful to make the transition towards a clean Europe a just one. Through its Work Programme for 2020, the European Commission has also pledged to present a Gender Equality Strategy. Women are indeed facing crucial challenges and I am ready to stand with the Commission to go forward and promote an effective gender dimension throughout all the European policies.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 82, "date": "2020-01-30.json", "name": "Jarosław Duda (PPE)", "mepid": "197510", "text": "  I would like to write to the Commission. – I am pleased that the President of the Commission has emphasised that the condition for progress and reform in Europe is to build an inclusive, solidarity-based society and respect for the rights of all citizens. I will follow the action plan on Integration and Inclusion with the utmost interest. I very much look forward to the Commission's close cooperation with Parliament in this regard.  I expect that an important part of the Action Plan will be actions to respect the rights of persons with disabilities and to remove barriers to access by this more than 100 million citizens to inclusive education, employment in the open labour market, cultural goods and services and technologies supporting independent living. I also believe that the Action Plan will be linked to the work on the disability strategy after 2020 and the CRPD. I am also very interested in the report on the effects of demographic change and the work on Green Paper on Ageing.  I would like to point out that when planning the development of a digital Europe, it is important to take into account that new technological developments do not contribute to the exclusion of older people, the reduction of their professional, social and independence. On the contrary, the development of new technologies should be geared to levelling the playing field and offsetting age-related deficits or disabilities. I believe that activities aimed at older people should be taken into account in the development of the new Skills Agenda.", "language": "en", "original_language": "pl", "translation_provider": "azure"}, {"id": 83, "date": "2020-01-30.json", "name": "Lívia Járóka (PPE)", "mepid": "28141", "text": "  Writing. – I welcome the fact that the Commission's work programme includes an action plan for roma inclusion in society. It is important that both the Croatian and German Presidencies play an active role in the development of the Pan-European Roma strategy, as the situation of Roma is worrying in almost all Member States. I consider it my own priority to represent the interests of the Roma, the breakaways, those living in extreme poverty, and I am ready to use my experience to help the Commission and the Council to create a complex, comprehensive programme.  I would like to avoid the bad practice in 2010 of my proposals being taken over incorrectly by the institutions. I would ask the representatives of both the Commission and the Council to keep in check. The stakes are high: we must eliminate the harmful and inefficient programmes that have been inefficient so far. We need to involve local actors in every process from planning to control, to eliminate corruption, overbiling and unnecessary bureaucracy. And the Commission's New Green Deal programme is a guide to what alternative and sustainable development models for people living in extreme poverty can be developed with greenfield economic projects involving renewable energy sources.", "language": "en", "original_language": "hu", "translation_provider": "azure"}, {"id": 84, "date": "2020-01-30.json", "name": "Karol Karski (ECR)", "mepid": "124887", "text": "  I would like to write to the Commission. – I welcome the fact that the Commission is serious about tax crimes. After all, the money that criminals are extorting from the system, because that is what we should call those involved, is being taken away from the citizens of individual Countries of the European Union.  Budget depletion means less good action in the areas of health, security, technology development and ensuring a decent life for all Europeans. Finally, depleted national budgets are also a risk of pressure to reduce the community budget. In 2017, EUR 137 billion was leaked from VAT only. These measures have helped to address the many problems that we will face. Coordination between countries at EU level has great potential.  On this occasion, I would like to emphasise that Poland has done a great job of closing the VAT gap in just a few years, and that the funds raised have m.in used for successful social programmes. Does the Commission draw on existing and well-functioning solutions when proposing a new law? Inventing the wheel a second time will be a waste of time and money.  Finally, I would like to point out the extraordinary importance of the rule of law in the area of taxation. According to the Treaties, tax proposals must be unanimous among the Member States. Attempts to creatively circumvent this requirement will undermine the Credibility of the Commission and strike at the basic principles of our community.", "language": "en", "original_language": "pl", "translation_provider": "azure"}, {"id": 85, "date": "2020-01-30.json", "name": "Dan Nica (S&amp;D)", "mepid": "124784", "text": "  in writing. – In order to eradicate energy poverty, which affects 50 million Europeans, we call on the Commission to propose an action plan with clear targets and directions and to take into account, in impact studies, the effects of the new legislative proposals on combating energy poverty.  I also call for the future industrial policy to contain bold measures that support our industrial base, ensure the competitiveness of European industry, create and encourage European champions. Unfortunately, we have not seen any mention in the Commission's work programme on the carbon border adjustment mechanism, an important move for both European industry and as a source of new funds.  I welcome the fact that, in the Commission's proposal on the Fair Transitional Fund, Romania has allocated EUR 757 million, or 10% of the 7.5 billion for the period 2021-2027. I want to make sure that the regions and Member States most affected will make the most of the Fair Transition Mechanism in order to have economic growth and create sustainable jobs.  Last but not least, because research and innovation are the key to delivering as we set out to deliver our ambitions, I argue that a budget of EUR 120 billion for Horizon Europe is needed.", "language": "en", "original_language": "ro", "translation_provider": "azure"}, {"id": 86, "date": "2020-01-30.json", "name": "Edina Tóth (PPE)", "mepid": "27714", "text": "  Writing. – I welcome the Commission's work plan, but I also think it is important to stress that the elements of the European Green Agreement and the work programme should be designed in such a way that no person or region can be left behind during the green transition ahead. I welcome their proposals to citizens and businesses in the transition to sustainable societies, but I believe that a truly 'fair' transition should not help out big polluters.  In many cases, the elements of the Commission's programme are ambitious, but there are also areas that are less thoughtful. A good example is the Fair Transition Fund, which unfortunately is too little detail and support. These shortcomings need to be remedied by the Commission. The devil is in the details, which are still waiting for you – we will be watching tensely to see that every decision the Commission has just taken puts the environment, climate and justice first.", "language": "en", "original_language": "hu", "translation_provider": "azure"}, {"id": 87, "date": "2020-01-30.json", "name": "Marco Zanni (ID)", "mepid": "124780", "text": "  in writing. The ambitions of the programme do not meet the needs of citizens. The proposal on the Green Deal is a mockery and suggests yet another marketing operation, which will not lead to concrete results. Without an EU mea culpa, on its failed policies, there is no point in continuing to discuss reforms rooted in the ideological approach alone. In the disastrous method, the Commission also insists on foreign policy: intellectual honesty is enough to observe that Europe continues to show fragility in the international context. In the bleak framework, we also find the Conference on the Future of Europe, which would like to involve citizens in a process of supposed change, the main players of which, however, will be the same ones that brought the European project to the precarious phase in which we find ourselves now. On Brexit, then, the hope is that in the negotiations with the United Kingdom, without prejudice to the interest in protecting our citizens and businesses, common sense will prevail, on the desire to hinder the results of the fully democratic decision, of millions of citizens. It is regrettable that the Commission's new programme lacks answers to issues of interest to European citizens: no concreteness on immigration, internal security and the revival of the European economy.  Again, this program, it just has the name.", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 88, "date": "2020-01-30.json", "name": "Carlos Zorrinho (S&amp;D)", "mepid": "124739", "text": "  in writing. – The work programme presented by the European Commission for 2020 is in line with the programme approved by the European Parliament for the mandate. The priorities reflect the objective of affirming the European Union through decarbonisation, growth and convergence at internal level and by affirming its values externally. The programme reflects a positive development in the conceptualisation of the European Ecological Pact, in particular through better linking the digital transition and energy transition, as well as the inclusion of a social dimension that is still insufficient but stronger. I also highlight the concern about the robustness of democracy and the commitment to concrete measures and the mobilisation of citizenship through active participation in the Conference on the Future of Europe.  The credibility and confidence generated by the work programme are, however, clearly undermined by the continued uncertainty in relation to funding mechanisms in general and the Multiannual Financing Framework in particular. The key to the success or failure of this programme lies less in the Commission's capacity or parliament's support than in the Council's readiness to take a structural and ambitious stance on the allocation of financial resources that make the work programme feasible.", "language": "en", "original_language": "pt", "translation_provider": "azure"}, {"id": 89, "date": "2020-01-30.json", "name": "Presidente. –", "mepid": "124747", "text": "  The following is the debate on the Commission's statement on the \"EU response to the devastating floods in Spain\" (2020/2537(RSP)). I would ask colleagues to continue to meet the time for us to vote on the scheduled time.", "language": "en", "original_language": "pt", "translation_provider": "azure"}, {"id": 90, "date": "2020-01-30.json", "name": "Maroš Šefčovič", "mepid": "n/a", "text": "   Vice-President of the Commission. – Mr President, I think that the topic we are going to discuss now is just clear testimony to the fact that climate change is real, and its impacts are sometimes too real, too dramatic and too devastating. Extreme weather events are happening more and more frequently and with greater intensity. Drought and forest fires are no longer confined to the Mediterranean, tropical hurricanes travel up to the coast of Ireland and heavy rain and flash floods occur across the whole of Europe.  The recent flooding disaster in Spain caused by Storm Gloria is yet another example. Our thoughts are with the people of Spain suffering from this new disaster. In particular, our deepest condolences go to all those who lost loved ones. Europe stands with the people of Spain. We have a tool to provide assistance once serious natural disasters have occurred. The EU Solidarity Fund intervenes to assist the population with the recovery of essential infrastructure, with cleaning—up operations and with the safeguarding of the cultural heritage.  However, the Solidarity Fund is no emergency instrument and it takes some time to mobilise it. Most importantly, the European Parliament and the Council must approve the activation of the Fund and the budget resources once the Commission has assessed the application from the Member State. Once immediate assistance to the population in response to the disaster is under control, the Spanish authorities should assess the damage caused to see whether it succeeds the relevant threshold of 1.5 percentage points of the regional GDP. This is the essential condition for a successful Solidarity Fund application. The Spanish authorities are well familiar with the conditions and procedures of the fund, but of course, the Commission services stand ready to provide further guidance and assistance as required. We are currently in the process of assessing an earlier Spanish application received in November, which includes the autonomous region of Valencia, Murcia, Castilla-La Mancha and Andalusia for the severe weather last September. Spain provided an important information update on this disaster only this week, and an advance payment of EUR 5.7 million is on its way, but in the future, we know that we must be prepared to do more. What happened in Spain is, unfortunately, a foretaste of what is to come as a climate change continues. The EU Solidarity Fund brings welcome support after disasters have happened, but we must be more proactive. This is why in recent years, the Commissioner has been putting an increasing focus on prevention, climate adaptation and the risk management policies. For cohesion policy, disaster risk management is vital because local and regional authorities are the first to face the impacts of disasters because it is a cost—effective investment in preventing future losses and also because it contributes to sustainable development. In this period, 2014—2020 Cohesion Policy is investing almost EUR 8 billion in climate change adaptation and risk prevention. This includes a broad array of support. Floods are the main risk addressed, followed by coastal erosions, forest fires, earthquakes and droughts. Prevention is the main focus of our investment. Actions to improve the modelling of risk, early-warning systems, preparation of strategies and guidelines, awareness raising, grey or green infrastructure for flood protection, sustainable land and forest management, et cetera. In this period, we have also seen a large focus on green infrastructure to manage risk, like flood plains and green urban spaces. The Commission also provides guidelines and it encourages Member States to compile national risk assessments, which are an essential and necessary tool to fight the impact of floods. Besides prevention, we also focus on preparedness with support for equipment, infrastructure and training for civil protection units. European money also supports the development and improvement of the EU early-warning and information systems. Fed by a network of sensors and satellites, they provide reliable information about the development of extreme meteorological events, improving the prediction of the impact of events such as floods. These systems also enable the emergency—response community to monitor and share reliable information, to prepare to respond and to better coordinate response efforts.  Finally, we offer flexibility in our cohesion programmes. Programme amendments can be proposed and then swiftly agreed to shift resources towards areas that are most at need, so if changes need to be made, we can still do this within this funding period. The Commission’s proposals for cohesion policy after 2020 include disaster risk management and climate adaptation as specific objectives. Prevention and preparedness measures include infrastructure, equipment shelters, development of early—warning systems and training for civil protection units. Where appropriate, these measures cross borders.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 91, "date": "2020-01-30.json", "name": "Dolors Montserrat", "mepid": "197711", "text": "  PPE Group. – Mr President, I cannot begin my speech without reminding all those who have lost their lives for the storm, their families and loved ones. To the missing persons, to the wounded, to all I transfer our support and our affection.  Spain has suffered the terrible consequences of the temporary Gloria, but a few months ago also from the DANA, where so many neighbors have seen how their homes, their cars, their streets, their companies, their farms, their fields, their orchards, have been destroyed. We have suffered great natural and economic losses in places necessary for our ecosystem and economy such as the Ebro Delta – a unique place in Europe and third rice producers in Spain – where sea growth has caused, in addition to environmental damage, the disappearance of crops worth more than four million euros; or in places such as the Valencian Community, where citrus fruits, agricultural infrastructure, seasonal vegetables and livestock have suffered losses of up to 63 million euros; or as the Balearic Islands, which has lost its beaches, and so many affected Spanish regions, such as Andalusia, Murcia, Castilla-La Mancha or Aragon. The Spaniards concerned need a quick and effective response from the Government of Spain. We call on the Government of Spain to assess the affected areas quickly, to speed up aid, to apply to the European Union for the Solidarity Fund and to declare the municipalities concerned a catastrophic zone.  The European Union cannot be left behind. It must therefore activate the Solidarity Fund and the Cohesion Fund. You must work for a larger budget in the new CAP to have more resources that fund risk prevention for our farmers and ranchers.  An ambitious Green Pact, which protects our environment from phenomena caused by climate change, that invests in improvements in hydraulic infrastructure and the protection and cleanliness of our forests and rivers, to prevent future weather events.  Europe cannot look the other way and must act. Spaniards who have suffered the storm cannot wait another day, and the People's Party will not rest until these aids reach those affected. We'll always be with them and we'll never leave them behind.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 92, "date": "2020-01-30.json", "name": "Cristina Maestre Martín De Almagro", "mepid": "197719", "text": "  on behalf of the S&amp;D Group – Mr President, in just a few months' term, this is the third natural disaster we are debating in the European Parliament. And I am very afraid that it will not be the last because climate change is certainly an unequivocal reality, which is evident in storms like the ones we have suffered in Spain. Indeed, according to the European Commission's own data, more than 500 000 people in the European Union are exposed to these phenomena, a certain risk of river flooding, and 2.2 million people, also in the European Union, are at risk of being affected by coastal flooding.  Therefore, this is not a problem of today, of Spain, but it is a problem of all. And since it's everybody's problem, we have to start taking it seriously. And that's why it's very important that we start implementing measures to prevent it. But it is also very important that the Solidarity Fund is implemented immediately. We need it to show that this is also cohesion and that our country, like another country at any time, can get the support of the European Union to compensate for all the grievances caused by this terrible storm.  There are things that are not going to be recovered, like human lives, unfortunately. But Europe can also be on our side so as not to leave all those families and also sectors that have been affected by this storm abandoned.  I would indeed thank you, as you rightly said, Mr Vice-President, for speed and flexibility in the implementation of this Fund.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 93, "date": "2020-01-30.json", "name": "Susana Solís Pérez", "mepid": "197784", "text": "  on behalf of the Renew Group. – Mr President, thank you Commissioner for your words. The drunken Gloria has hit Spain hard: fourteen dead, eighty-three wounded, two missing. The balance is devastating. There are municipalities in Catalonia, in the Valencian Community, the Balearic Islands, Murcia, Aragon, which have had million-dollar losses in infrastructure and in the countryside. Sea walks, beaches, citrus cultivation have disappeared... All this in regions that depend on agriculture and tourism. And the worst thing is that this is not an isolated phenomenon; we have just suffered the consequences of DANA, and experts warn us that these phenomena are going to increase.  That is why I would like to ask the Commission here today to have effective proposals. I propose three actions. First, the Solidarity Fund. We need to activate it, but also, if these phenomena are on the rise, we need to increase the Solidarity Fund's budget so that all the people who suffer from these tragedies are covered.  Secondly, improve the paperwork. We cannot go through long administrative procedures, and in Spain our farmers are still waiting for DANA aid.  And thirdly, to improve at all levels the systems of natural disaster prevention and adaptation to climate change. It's critical to saving lives.  In short, let us value one of the fundamental values of the European Union, solidarity, because that is now when we need it most.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 94, "date": "2020-01-30.json", "name": "Diana Riba i Giner", "mepid": "197832", "text": "  verts/ALE Group. – Mr. President, last week Storm Gloria had devastating effects on Catalonia and the rest of the state. Thirteen people lost their lives. This climate phenomenon has had an unprecedented ecological and agricultural impact and is a clear consequence of the effects of climate change. The Gloria Pass has made a large number of beaches and infrastructures located by the sea disappear, and has caused serious damage to the Ebro Delta, as well as to the tordera and Ter river basins. According to the first estimates, the impact of the damage amounts, for example, to 74 million in the Barcelona demarcation alone, or to 16 million in the Catalan primary sector.  Faced with the need for a rapid reaction, we call on the European Commission and the Spanish Government for three actions: first, that the resources of the European Regional Development Fund be urgently activated to co-finance damage repairs; secondly, as you have rightly said, the Solidarity Fund; but finally, also that a specific action plan be made for the Mediterranean coast and the delta, in line with the declaration on the protection of the Ebro Delta adopted yesterday by the Catalan Government and by agents of the territory.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 95, "date": "2020-01-30.json", "name": "Marco Dreosto", "mepid": "197614", "text": "  On behalf of the ID Group. – Mr President, ladies and gentlemen, I should like to begin by expressing our solidarity with our Spanish colleagues and with the whole of Spain at the catastrophic floods they have suffered in recent weeks. It is precisely in my role as rapporteur for our group in the dossier on the UNION civil protection mechanism that I would like to stress how important it is to work on the prevention of natural disasters. This can be done, but above all it must be done through a new culture of anticipation and prevention, through innovative strategies, but also in the long term, which can help us to avoid, or at least reduce, the human and/or social costs caused by these tragic disasters.  Another fundamental factor is the proper training of civil protection personnel, citizens and volunteers, and in this respect we approve of what has been proposed in the new regulation. I would like to end by thanking those volunteers who make themselves available every day and always respond when there are these calamities.", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 96, "date": "2020-01-30.json", "name": "Idoia Villanueva Ruiz", "mepid": "197827", "text": "  GUE/NGL Group. – Mr President, the temporary Gloria has hit with particular hardness the Mediterranean coast of the Iberian Peninsula: Andalusia, the Balearic Islands, Catalonia, Murcia, in addition to the Valencian Community, are some of the territories affected. To this day we mourn fourteen deaths and dozens of wounded. Gloria has caused devastating effects on infrastructure, urban furniture, beaches, crops, shops and housing; aggravated damage, which must also be said, by policies of the ball and urban speculation of irresponsible and corrupt governments that have done so much damage to the coast.  Climate change has already very visible consequences. This phenomenon is affecting very intensely our entire country, which during 2019 has suffered severe floods and floods throughout the territory, also in Andalusia, the Basque Country or Navarra. It is too early to have an overall balance of damage, valued at million-dollar losses that will drag our economy and the population.  Today we are asking in this Parliament for support to activate the Catastrophe Solidarity Fund; changing the criteria in the funds so that individualized country cases are not collected, but the overall annual number of cases due to the same cause: climate change; stronger measures against urban corruption and a determined commitment to implement policies against the climate emergency. Let's not wait for the next catastrophe to act. We're into life on it.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 97, "date": "2020-01-30.json", "name": "Antoni Comín i Oliveres (NI).", "mepid": "202352", "text": "   – Mr President, last week, indeed, he was a hit for the Catalan and Valencian coasts, because of this storm, paradoxically called \"Gloria\", which has also affected the Balearic Islands or Northern Catalonia, in French territory, or Spanish autonomous communities such as Murcia, such as Andalusia or as Aragon. In Catalonia, the counties of Girona and the Ebro Lands were particularly devastated.  Climate change is undoubtedly the main cause of this storm. However, in the case of the Ebro, the impact has been increased by the previous situation of the river delta. Today it is time to recall that Spain does not properly comply with the Water Framework Directive, which requires sediments accumulated in river dams to be released or drained to the mouth, to prevent delta regression.  Catalan MEPs have been calling for compliance for years. Today the delta has lost more than eight million square meters of land and, during the storm, seawater has penetrated more than three kilometers inland. Gloria has caused fourteen dead in Spain, losses on 15,000 hectares in Girona and 3,000 in the Ebro Lands. What does the Commission propose to help the Generalitat defend these injured lands?", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 98, "date": "2020-01-30.json", "name": "Esteban González Pons (PPE).", "mepid": "125027", "text": "   – Mr President, Commissioner, you cannot imagine the damage my land is suffering. A flood is a catastrophe. Two floods in a few months is a catastrophic climate change. In September the damage in the Valencian Community exceeded 1.5 billion euros. In recent floods we have not yet counted them, but in agriculture alone they exceed 62 million euros. Fields, roads, bridges have been lost. The albufera has suffered great damage; human lives have been lost, above all.  And European aid, Commissioner, does not come. The Solidarity Fund for floods in September has not yet been activated and has already been requested by the Government of Spain, and the Structural Fund has not been used for the cleaning of ravines or the correction of channels. We need European aid, because climate change is not going to affect us alone; we're at the forefront, but it's going to affect everyone. Let me tell you this is going to happen again; that damage is largely avoidable; that we need a special action plan for the Albufera de Valencia — a natural place that is unrepeatable in the world and that can be lost if we do not attend it — and that transitional funds for the ecological economy must not only take into account that the economy changes, they also have to take into account that nature has to adapt to that new economy and that these damages that occur so often in my land have to be seen with aid so that neither farmers nor entrepreneurs nor people lose their businesses or, above all, their lives again.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 99, "date": "2020-01-30.json", "name": "Inma Rodríguez-Piñero (S&amp;D).", "mepid": "125043", "text": "   – Mr President, Commissioner, fourteen people have lost their lives. It is the second time in four months that our beaches, fields and cities have been waterlogged, flooded, devastated by the relentless effects of climate change on the Spanish Mediterranean coast, and especially in the Valencian Community, my constituency, an area of the most vulnerable in Europe.  It is urgent that the Commission act forcefully, to side with citizens and to work with the Spanish authorities, urgently providing all the resources set out in the funds to combat the effects in the short term. But it is critical to act in the medium and long term to minimize, in the future, the effects of climate change.  That is why, Commissioner, I ask the Commission to develop a culturally specific climate strategy for the Mediterranean. We're running out of time. The albufera of Valencia, the Ebro Delta, the Mar Menor in Murcia are spaces of very high ecological value, which need to be protected and the resources and cooperation of all administrations. Not a life less. Citizenship awaits us and we cannot fail you.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 100, "date": "2020-01-30.json", "name": "Jiří Pospíšil (PPE).", "mepid": "125706", "text": "   – Mr President, I will also try very briefly to respond. I want to express my support for the Spanish people, maximum solidarity. You need to help as soon as possible, Commissioner. From my own country, the Czech Republic, I can say that we have always had a very good experience with the Solidarity Fund. But the only thing I would criticize is the length of time it took to process the applications. So please try your best to get the applications from Spain resolved as soon as possible, because while the Solidarity Fund is a very good instrument, if we are waiting or the Member States are waiting more than six months for real money to come in, real aid, it can be a really big delay.  Personally, I think we should consider an overall reform of the Solidarity Fund. Climate change will require more money to be provided to individual Member States affected by climate change in the future, and we will really need to find a mechanism to respond more flexibly and flexibly. When you evaluate a specific request to the Commission for several months and then the Council and Parliament decide, the aid comes in 9 to 12 months. So please help Spain very much, but also work out how to make the whole instrument more efficient in the future and reduce the time it will take for the state to receive real support.", "language": "en", "original_language": "cs", "translation_provider": "azure"}, {"id": 101, "date": "2020-01-30.json", "name": "Rosa Estaràs Ferragut (PPE).", "mepid": "96811", "text": "   – Mr President, the wuthering Gloria hit Spain and especially the Mediterranean Sea last week. Fourteen-metre waves on my land, the Balearic Islands, hit homes, beaches, roads; they cleared promenades from the Levant; ports were closed throughout Spain, in Barcelona, in Valencia, in Mahón, in Citadel. There were dead and missing, also in my land, great damage, desupply. And that had an impact and has a human, economic and social impact throughout Spain. Manacor, San Lorenzo, Son Servera, Capdepera, Santanyí, Felanix, Pollensa, were some of the municipalities of my land, the Balearic Islands, badly damaged by that blur.  I request the activation of the Solidarity Fund. It was recently amended in the last parliamentary term to eliminate administrative procedures. It is necessary to teach the soul of European solidarity more than ever to Spain and more than ever to these regions.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 102, "date": "2020-01-30.json", "name": "Alicia Homs Ginel (S&amp;D).", "mepid": "122978", "text": "   – Mr President, the wuthering Gloria must be a call, once again, to action by the European Union. The effects of climate change are baiting with the Spanish Mediterranean. In October 2018, a very strong storm gave the first alarm signal in my region, specifically in Sant Lloren's des Cassadar, in Mallorca. Also, in October of the last year, a DANA toured the region and last week the drunken Gloria hit the Balearic Islands, Catalonia and Valencia, causing fourteen dead. And in the Balearic Islands, two people are still missing, whose relatives I want to send all my affection to from this Parliament.  Everything indicates that these intense storms are going to become more frequent. That is why the regions we suffer the most ask for help, both to recover from its effects and to adapt to the new reality. The Solidarity Fund should have mechanisms that can urgently mobilize resources for the affected regions.  In the Balearic Islands, the consequences of the storm have also been twofold. The interruption of food supplies has been added to the material and human damage. And this is another reason for the European Union to take insularity seriously as a disadvantage suffered by the citizens of our islands.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 103, "date": "2020-01-30.json", "name": "Ellie Chowns (Verts/ALE).", "mepid": "197714", "text": "   – Mr President, today I participate in my final debate as a UK MEP and, as a Green, it seems sadly fitting that this is a debate on solidarity within this Union in response to a disaster in Spain, and I’d like to express my personal sympathy and solidarity with all those affected. Floods such as this can no longer be called entirely natural disasters because, as we know, climate change is making these disasters, tragically, more frequent and more severe. In my seven months in this Chamber, I have pushed hard for stronger and faster European action to address the climate crisis. Today, in the gallery, I am joined by 28 young people from the West Midlands. Their voices and their generation’s voices have been heard loud and clear. We must take faster and stronger action on the climate and ecological crisis. (Applause) Although I will no longer serve in this House due to Brexit, I return to the UK to push for that strong action in my own country and I urge you, my European friends and colleagues, to increase your level of ambition in this area. I hope that the spirit of solidarity within this Union grows ever stronger, and I hope that together we can act in a spirit of global solidarity to tackle the challenges that we face together, ensemble, zusammen.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 104, "date": "2020-01-30.json", "name": "Mazaly Aguilar (ECR).", "mepid": "198096", "text": "   – Mr President, I wanted to show my solidarity with all the victims of the temporary Glory which has affected with extreme virulence the East Coast of my nation, Spain. Unfortunately, there have been fatalities and large material losses, especially in the agriculture sector. Last September, as other colleagues of mine have already said, there was another storm called DANA that caused further damage to our agriculture. Unfortunately, farmers still do not receive the aid promised to them.  The new temporary Gloria has only greatly harmed these producers of citrus, vegetables, ranchers, who are absolutely desperate with this situation. I am grateful for the European Commission's show of solidarity, but I would like to stress the need for a series of quick, strong and effective responses which I would say on the part of three instruments: the CAP, the Cohesion Funds and the European Union Solidarity Funds.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 105, "date": "2020-01-30.json", "name": "Maroš Šefčovič", "mepid": "n/a", "text": "   Vice-President of the Commission. – Mr President, it’s a pleasure to respond to the very emotional interventions of our honourable Members – especially from Spain – on the disaster caused by Storm Gloria in front of a full House because I think that this disaster clearly gives us another example that climate change can no longer be ignored because it has become a real climate emergency. Therefore, I absolutely agree with Ms Montserrat, who said that we must act quickly, with flexibility and the necessary speed. I would like to assure you, Mr President and honourable Members, that the new Commission has geared its political objective and the Work Programme to meet this challenge head—on in the years to come. I would also like to underline that I very well understand the point made by Ms Maestre Martín De Almagro that, if it comes to the size and the scope of such a disaster imposed on the local economy, we fully understand the dramatic consequences. I would like to thank Mr González Pons for making a very plastic picture – how not one, not two, but a series of financial disasters can really devastate the whole region. At this point, I would like to reassure all of you that the Commission is committed to helping Spain and other Member States if they are affected by natural disasters in every way possible. The only thing I would like to make clear here, as well, is that we all have to act much more swiftly because you know that the rules which have been approved by you require that first the application comes as quickly as possible so we can act very quickly in the Commission and mobilise the necessary funds. I want to reassure you that we would not delay it by one day: once we get the application, we act very quickly but, unfortunately, the mobilisation takes time because it needs approval of the European Parliament and also the Council. Therefore, we just mobilised the advance payments for the DANA (Depresión Aislada en Niveles Altos) disaster and we are waiting for the application which will be presented by Spanish authorities for the Gloria disaster. At the same time, I would also like to highlight the fact that the Solidarity Fund is not the instrument that we have at our disposal. The CAP and Structural Funds could be used to alleviate the pressures caused by such a natural disaster. Maybe in the future, it would be one topic to debate: what can we do together to make sure that the Solidarity Fund could be mobilised much faster? And what other instruments can we use to help the people in such distress caused by the disasters, which unfortunately, we’ll probably see more often because of the climate emergency?", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 106, "date": "2020-01-30.json", "name": "Presidente. –", "mepid": "124747", "text": "  The debate is over. Written declarations (Article 171)", "language": "en", "original_language": "pt", "translation_provider": "azure"}, {"id": 107, "date": "2020-01-30.json", "name": "Tudor Ciuhodaru (S&amp;D)", "mepid": "197657", "text": "  in writing. – I am a doctor and I want to support any patient, city and country in a critical situation. We now have the power to do so in the plenary of the European Parliament as well. I will vote with both hands this. I only remind you that the new RescEU programme (which I supported in the plenary of the European Parliament) has become a reality. The programme offers new opportunities for European response to emergencies (such as floods, fires, earthquakes or other disasters). The Strasbourg plenary has already voted to allocate the EUR 156.2 million needed for this programme.  I want: 1. The development of the European Civil Protection Mechanism - which involves the establishment of new medical, technical and logistical capacities at European level - to facilitate access to treatment for critical patients (burned, polytraumatized) in the Member States in emergency situations. I want the Emergency Hospital of Iasi to be included in this process. 2. Develop and implement a European cancer plan – essential for health education, prevention and early diagnosis, but also for improving access to innovative medicines and technologies. \"Unity in diversity\" (the european Union's motto) must mean solidarity and health.", "language": "en", "original_language": "ro", "translation_provider": "azure"}, {"id": 108, "date": "2020-01-30.json", "name": "Isabel García Muñoz (S&amp;D)", "mepid": "197742", "text": "  in writing. \" Despite the denialists, Gloria passed through Spain, with heavy rains and snowfall that left thousands of people in my region, Aragon, isolated. The thaw now threatens many populations by overflowing rivers. Nearly 4,000 km of roads and 142 municipalities in the provinces of Teruel and Zaragoza have been affected, leaving thousands of people incommunicado without electricity, water, internet or coverage. There has also been damage to buildings and ships, and serious losses in the countryside and livestock. Cooperation between the central and regional governments has been essential and, together with security forces, the EME, regional emergency services, town halls and neighbours are working to respond to the exceptionality experienced. This further highlights the need to work from the European institutions, together with national, regional and local authorities, for territorial and socio-economic cohesion and to seek solutions to the challenges of rural and mountainous areas, which urgently need to improve transport and telecommunications infrastructures. Let's work together to alleviate the effects of climate change on less-favoured areas.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 109, "date": "2020-01-30.json", "name": "Maria Grapini (S&amp;D)", "mepid": "124785", "text": "  in writing. – The situation in Spain is an emergency and in an emergency we must respond urgently! The problem is not only in Spain! More than two million citizens in Europe are exposed to coastal flooding. Solidarity is needed in natural disasters, but prevention measures are also needed. In addition to the Civil Protection Mechanism, we need to have an alert system that works in all Member States and that can be appealed to by all citizens. That is why I propose that in the Commission's programme you review the functioning of measures, protection units and increase prevention measures throughout the EU.", "language": "en", "original_language": "ro", "translation_provider": "azure"}, {"id": 110, "date": "2020-01-30.json", "name": "Sandra Pereira (GUE/NGL)", "mepid": "197754", "text": "  in writing. – Once again, an extreme climatic phenomenon places our immense fragility within Europe in the face of the phenomena of nature. The balance of the number of people killed, injured and of material damage should shame us as a society and should lead us to act. Also in Portugal, in the districts of Castelo Branco, Guarda, Viseu or Coimbra, Storm Gloria left a track of destruction, with people injured, houses destroyed, countless trees uprooted, cars crushed and roads banned. From here, we want to send our solidarity to all those affected in Portugal and Spain. We ask that, without delay, the European Union be able to trigger the Solidarity Fund to compensate in some way for the losses suffered. And we demand, outside of the lofty announcements to which the EU has already become accustomed not to follow up, that, in the certainty that these climate phenomena will be more frequent, urgent response strategies are put in place, with appropriate means and on the basis of strategic civil protection plans defined in each Member State.", "language": "en", "original_language": "pt", "translation_provider": "azure"}, {"id": 111, "date": "2020-01-30.json", "name": "Ангел Джамбазки (ECR).", "mepid": "124873", "text": "   – Madam President, I strongly object to the decision of the President of the European Parliament, Mr Sassoli, to interpret Article 10(3) of the Staff Regulations, namely that MePs are obliged not to disturb the good order in plenary and to refrain from inappropriate behaviour by not displaying posters or inscriptions – such as a ban on the use of our national flags in the chamber.  The national flag is not a banner, the national flag is a symbol, it is my national flag, it can not be just a banner, it can not be banned. Moreover, you allow colleagues to sometimes display symbols that are, to put it mildly, controversial. Therefore, Honourable Madam President, I demand that this shameful and controversial decision be annulled by the Conference of Presidents. Now I leave my flag here, and if anyone wants to move it or remove it, they're going to have to do it by force. Welcome!", "language": "en", "original_language": "bg", "translation_provider": "azure"}, {"id": 112, "date": "2020-01-30.json", "name": "President. –", "mepid": "124708", "text": "  Mr Dzhambazki, I will not open the discussion on this topic. I just want you to read carefully the current rules, especially Rule 10(3) where it is clearly mentioned that Members shall not display any banners and, generally, there is an obligation to respect the dignity of this Chamber. That is why the President decided to respect and follow this rule. That’s all I would like to say. Mr Dzhambazki, I will refer to the President on this issue but we will not discuss it today.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 113, "date": "2020-01-30.json", "name": "Sophia in ‘t Veld (Renew).", "mepid": "28266", "text": "   – Madam President, I would just like to request your attention for a few seconds on a matter relating also to parliamentary democracy, and also to relations between the European Union and Russia. The day before yesterday, we learned that a Dutch MP who is very critical of the Russian Government, one of the driving forces behind the European Magnitsky Act, has been blacklisted, and had imposed an entry ban, like some other Members of this House. I would request that this House stand in solidarity with other elected representatives and contact Mr Borrell and ask him to intervene with the Russian authorities. (Loud applause)", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 114, "date": "2020-01-30.json", "name": "President. –", "mepid": "124708", "text": "  I will pass on this message to the President, Ms in 't Veld. There is another point of order from Mr Lagodinsky.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 115, "date": "2020-01-30.json", "name": "Sergey Lagodinsky (Verts/ALE).", "mepid": "197460", "text": "   – It’s a point of order, according to Rule 195 referring to the violation of Rule 181, paragraph 1 by the President of Parliament. Honourable chair, the President of Parliament deemed all our amendments to the Credentials Report by the JURI Committee as inadmissible. What is inadmissible about a statement that national electoral rules should be interpreted in the light of EU law? What is inadmissible in a statement that parliamentary procedures, according to the rules of this House, should be considered? There is nothing that is inadmissible here.  The President might not agree with that on the substance, but it’s not up to him to decide on substance, it is up to us to decide on substance. It’s up to the majority of this Parliament to decide on those issues. All he had to do is to decide whether it’s admissible or not, and in the amendment, there was nothing – no names, nor any other out of scope information – that would have been inadmissible. Let me state this: the decision follows the path of politicising the behaviour and the decisions of Parliament regarding credentials, especially regarding Mr Junqueras. The President overstepped yet again his authority in this case. He is not a king. He is a parliamentary president. We are in the European Parliament. We’re not in a constitutional monarchy, so please let us, as Parliament, decide on those issues.  (Applause)", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 116, "date": "2020-01-30.json", "name": "President. –", "mepid": "124708", "text": "  Colleagues, I will just say that, according to the rules that we all have to respect, the decision on admissibility is a prerogative of the President.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 117, "date": "2020-01-30.json", "name": "Isabel Wiseler-Lima (PPE).", "mepid": "197421", "text": "   – Madam President, it’s about the flags. (The President cut off the speaker)", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 118, "date": "2020-01-30.json", "name": "President. –", "mepid": "124708", "text": "  I am sorry, I said there won’t be any discussion on the flags. It was a decision of the President. I will refer back to him and there might be follow—up discussions, but not now.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 119, "date": "2020-01-30.json", "name": "Brian Monteith (NI).", "mepid": "197704", "text": "   – Madam President, it is in fact in regard to a point of procedure. This group, this party delegation, which was the largest in the elections, which represents over 5.4 million votes, more than the populations of some states that are members has been completely ... (The President cut off the speaker)", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 120, "date": "2020-01-30.json", "name": "President. –", "mepid": "124708", "text": "  I am sorry, this is not a point of order either.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 121, "date": "2020-01-30.json", "name": "President. –", "mepid": "124708", "text": "  The next item is the vote. (For the results and other details of the vote: see Minutes)", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 122, "date": "2020-01-30.json", "name": "Evelyn Regner (S&amp;D).", "mepid": "96998", "text": "   – Madam President, thank you very much for giving me the floor before these votes. I would like to remind all voting right now for a resolution on gender equality and economic institutions we made here in this House in March 2019. This resolution is referring to the fact that there has to be gender balance when doing these votes. All the candidates here are men and this is a reminder of this resolution.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 123, "date": "2020-01-30.json", "name": "President. –", "mepid": "124708", "text": "  Colleagues, since it’s the last vote with our British colleagues, I would like to thank them for all their work in the European Parliament and wish them all the best. (Standing ovation) That concludes the vote. (The sitting was suspended briefly)", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 124, "date": "2020-01-30.json", "name": "Michaela Šojdrová (PPE).", "mepid": "124710", "text": "   – Madam President, yesterday, when we voted on the agreement on the withdrawal of the United Kingdom from the EU, it was the most difficult vote for me in five years. I want to say that I did not agree with the withdrawal of the United Kingdom, but I voted in favour of this agreement because it is important that the departure of the United Kingdom under an agreement that will allow eu citizens in Britain and British citizens to be well positioned in the EU is a good preparation for the next good cooperation and partnership in the EU. That is why I voted in favour of this agreement, although I am very sad, very unhappy about the British leaving, we will miss them here, but I believe that it was not goodbye, but goodbye.", "language": "en", "original_language": "cs", "translation_provider": "azure"}, {"id": 125, "date": "2020-01-30.json", "name": "Sheila Ritchie (Renew).", "mepid": "197815", "text": "   – Madam President, today, many, many hundreds of thousands of UK citizens are grieving their loss of EU citizenship. I pray this House finds a way to be generous to them, to us. Do not treat, please, us as churlishly as our Brexiteers have treated you. I warn you all of the dangers of populism. We are the first victims; do not let there be more. I could not vote for this disgraceful agreement. It is, of course, better for the EU than it is for the UK: a fact which the UK seems to be blind to. I thank this House for its continuous courtesy. Goodbye.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 126, "date": "2020-01-30.json", "name": "Barbara Ann Gibson (Renew).", "mepid": "197600", "text": "   – Madam President, thank you for allowing me to speak. Today, I’m the voice of millions of UK citizens. I am heartbroken. The personal sense of loss is enormous; the loss of my freedoms and rights, the loss of my EU citizenship, part of my very identity that I value so much. I know in my heart that Brexit is a mistake, and I don’t think I will ever be able to forgive the self—serving politicians who have brought it upon us. Ours is a great nation, but we are greater in the EU. The UK should be leading in Europe, not leaving. I am heartbroken.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 127, "date": "2020-01-30.json", "name": "Jane Brophy (Renew).", "mepid": "197716", "text": "   – Madam President, yesterday in this Chamber, along with my Liberal Democrat colleagues, I voted against the Brexit Withdrawal Agreement. I did this because I believe this Withdrawal Agreement is a bad deal for Britain. There is no deal that is as good for the UK as remaining a member of the European Union. The next few months will bring us insecurity; not just for our country but also for European citizens living in the UK and British citizens living in Europe. This deal does not go far enough to protect their rights. I’m appalled that this issue was not at the forefront of Boris Johnson’s government negotiations and ashamed that it fell on the EU negotiation team to fight for. I hope that over the next few months our EU colleagues and friends will support us through these very difficult times. Please do not fall to the demands of Boris Johnson’s Government, weakening citizens’ rights. Hopefully, we will continue to work closely together as neighbours, continuing the fight to stop catastrophic climate change and keep peace in the world at these turbulent times. My hope is that we will remain close friends and allies, and one day we will be back.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 128, "date": "2020-01-30.json", "name": "Matthew Patten (NI).", "mepid": "197620", "text": "   – Madam President, I’m really proud to have voted for the Withdrawal Agreement and to uphold the democratic mandate of the British people to leave the European Union. While the Agreement is deeply imperfect, I was really heartened by the Prime Minister Boris Johnson’s promises on divergence, ending the rule of the European Court of Justice, fishing and promising no extension. Mr Verhofstadt’s speech yesterday only confirmed my view that Britain leaving the EU is the right decision. He said the reason for Brexit was because the EU had given too much, too many opt-ins and opt-outs. His future is for the EU to take over complete sovereignty from its Member States. This is not the lesson of Brexit. The lesson is that the drive from an economic union to an overbearing political superstate, distant from the daily lives of its citizens, will always end in failure.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 129, "date": "2020-01-30.json", "name": "Julie Ward (S&amp;D).", "mepid": "124963", "text": "   – Madam President, it’s been a privilege and a pleasure to serve here since 2014 for the northwest of England and particularly because, before I was in politics, I worked with young people and I participated in many programmes that were supported by Youth in Action, which became Erasmus+ and which brought young people together across boundaries. Well, I voted against the Withdrawal Agreement because I cannot in good faith ratify a deal that will wreck the economy, weaken citizens’ rights and social protections, limit opportunities for those very young people, threaten peace, security and stability, and damage the UK’s international reputation. Many people will argue that it’s time for acceptance, but I think it’s time for truth telling and accountability. This has never been about my job as an MEP, but about the millions of jobs at stake because of Brexit and the families and the communities that will be adversely affected, and most of them are marginalised people in deprived communities to whom the EU held out a helping hand when our own government in Westminster ignored us.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 130, "date": "2020-01-30.json", "name": "Belinda De Lucy (NI).", "mepid": "197736", "text": "   – Madam President, it was not easy voting for the Withdrawal Act yesterday. However, Boris has made amendments and, thanks in huge part to the pressure from the Brexit Party, promised that there would be no level playing field, nor an extension beyond 2020 and these promises lent Boris a huge majority in the general election, which gave his Brexit strategy a democratic mandate that the Brexit Party must respect. Over the next 11 months, Boris will have to prove he is a man of honour and deliver on his promises and, of course, we will be waiting in the wings. This beautiful democratic movement that is flourishing in the UK will act as an inspiration. An inspiration to those who feel their democratic agency and stake in the rules they have to live under are at risk. Our vote is an equaliser between prince and pauper. It is the safeguard between us, the people, and the establishment abusing its power. It is worth fighting for and I thank the patience of the millions of Brits who did not take to the streets in violence when their vote and voice were being dismissed, but with perseverance, fortitude and resilience proved to people all over the world that change can be enacted peacefully through the ballot box.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 131, "date": "2020-01-30.json", "name": "Claire Fox (NI).", "mepid": "197708", "text": "   – Madam President, I voted for the Agreement with a message from many Brexit voters in the UK: this is not goodbye but au revoir, as my T—shirt says. Not because we’ll be back in the EU, but because we will see you soon, as friends and equals in each and every nation state represented here. We don’t need the EU to manage our friendships and collaboration as European colleagues. Let’s keep in touch. I am a proud European. I owe Europe, not the EU, for my politics and principles. I learned the best way to fight for individual citizens’ rights is through nation states; a lesson from Rousseau and the Enlightenment philosophers. I owe my love of classical music to Beethoven; his Ode to Joy is a hymn to freedom, not a faux EU anthem. Finally, thanks to those of you who have listened and been open-minded on Brexit. Thanks to those of you on the left and right who value national sovereignty and democratic accountability. Good luck, au revoir, let’s keep in touch.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 132, "date": "2020-01-30.json", "name": "Billy Kelleher (Renew).", "mepid": "197818", "text": "   – Madam President, I voted in favour of the Withdrawal Agreement. The reason being is simply we need to have an orderly withdrawal of the United Kingdom from the European Union and to facilitate that, the Withdrawal Agreement allows for us to go into a negotiation phase around the future relationship. If we were to reject it, obviously it would be a disorderly withdrawal and could have profound implications for citizens both in the UK and European Union, but from my perspective, on the island of Ireland.  We have now established that there will be no hard border on the island of Ireland, but I am certainly taking a leap of faith with regard to the issues of citizens’ rights and whether or not they will be whittled away in time after the future agreement is agreed.  So I want to put on the record here, today, that I have genuine worries that Irish citizens who want to remain European, who live in Northern Ireland, will have their rights and entitlements diminished if we do not ensure the continuation of the principles of the Good Friday Agreement throughout the negotiations on the future relationship between the European Union and the UK. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 133, "date": "2020-01-30.json", "name": "Antony Hook (Renew).", "mepid": "197730", "text": "   – Madam President, I want to thank every MEP singing with us yesterday, and the kindness shown to British MEPs. It has made a deep impression on the British people.  Brexit was close to being stopped. When the government lost its majority, a new government with a leader trusted by Labour, Liberal Democrats and sensible ex-Conservatives could have been formed and put Brexit back to the people.  It wasn’t done. Progressive people and parties have to put our common ground ahead of our disagreements and the mistakes of the past. Compromise is not bad, it’s the way people get things done. Attacks on each other help our opponents. We can win the chance for Britain’s young people to rejoin the EU. We can overturn Johnson’s majority in 2024. We can make Britain a great country again – if we have the courage to take each other’s hands, not just in this Chamber but in the future. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 134, "date": "2020-01-30.json", "name": "Илхан Кючюк (Renew).", "mepid": "124866", "text": "   – Madam President, I supported this agreement for the Uk's exit from the European Union not because I like it, not because it is good, but because it is the only possible agreement and there is no other solution in the present case. The first thing we need most is a calm tone, a pragmatic conversation about what future relationship there should be between the European Union and the United Kingdom. We need a tidy Brexit. The second thing we need is a continuation of good dialogue and the objective of a comprehensive and in-depth relationship between the European Union and the United Kingdom. There are many questions, but the main one is one. Can we have a comprehensive relationship with the UK when we only have 11 months to negotiate them. And the answer here, in my opinion, is one. It's not going to happen. And my concern comes from that. Undoubtedly, we will talk about the important topics related to security, environmental issues ahead of us, economic relations, etc. At the same time, however, the issue of citizens' rights – both British and European – should be part of our agenda. This is extremely important and I will continue to work on this.", "language": "en", "original_language": "bg", "translation_provider": "azure"}, {"id": 135, "date": "2020-01-30.json", "name": "Rory Palmer (S&amp;D).", "mepid": "190099", "text": "   – Madam President, it was a sad day yesterday when the Withdrawal Agreement was approved by this Parliament. It was approved with a handsome majority and, sadly, we will leave the European Union tomorrow, but we will do so without my endorsement. I could not bring myself to vote for that agreement yesterday. But I accept the course of events. I accept that, sadly, we now leave the European Union. But if I can accept that, those who’ve championed the cause of Brexit in the Conservative Party and indeed in the Brexit Party as well, you must now accept full responsibility for what happens next and what follows from here. I genuinely now believe and hope that a path can be charted, a path can be trod that makes this work somehow for our country, but I genuinely fear that is an impossible challenge, an impossible task.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 136, "date": "2020-01-30.json", "name": "Łukasz Kohut (S&amp;D).", "mepid": "197523", "text": "   – (start of speech off mike) ... Kingdom’s withdrawal from the European Union is a very unwelcome occurrence for the integration process of the Union. The UK has been a very valuable member of the European Union for many years. Even if there is sound evidence that during the Vote Leave campaign, a huge number of demonstrably false claims were made and fake news spread, the British people decided and now we have to look to the future, and I’m sure as a European federalist from Silesia that the future of the UK is in the European Union. We must be always ready for the UK to return. We cannot fail in assuring the Scottish, the Welsh, the Irish and the English that the arms of the European Union are open to welcome them back.  The last few words for all my friends from the United Kingdom: you will never walk alone.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 137, "date": "2020-01-30.json", "name": "Samira Rafaela (Renew).", "mepid": "197868", "text": "   – Madam President, my British friends, yesterday I was faced with an almost impossible choice, and in the end I voted for the protection of the rights of British and European citizens, at least for in the foreseeable future.  Nobody wins with Brexit and here in Parliament we lose colleagues and dear friends, and I will lose my neighbour here in the plenary. Luisa, we both arrived here in May, young and ambitious, and we both still had the hope of stopping Brexit. It has been a true pleasure to have sat next to you in all our Group meetings and here in Plenary, but above all, you have become one of my best friends. Brexit may raise a lot of barriers, but these will not hinder our friendship.  Thank you, and thanks to my British colleagues. I wish you all the best and I’m looking forward to the day when you will be again among us. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 138, "date": "2020-01-30.json", "name": "Gilles Lebreton (ID).", "mepid": "124738", "text": "   Madam President, few votes are historic in the European Parliament, but there was one on 29 January to ratify the Brexit agreement, and I am proud to have voted in favour of it. Brexit had to be accepted because it had to respect the sovereignty of the British people who absolutely wanted to do so. Admirable British people, who once again demonstrated their legendary ability to resist adversity. He had to vote no less than three times to get his Brexit: first in 2016 in a referendum, a second time in May 2019 by overwhelmingly electing The Brexit Party candidates in the European Parliament, and a third time in December 2019 by giving Boris Johnson the parliamentary majority he needed. Each time he resisted Europeanist propaganda with determination and broke the vain attempts to obstruct the Junckers, Tusks and other Verhofstadts. Congratulations, dear British friends, and good luck for this new stage in your national history!", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 139, "date": "2020-01-30.json", "name": "Leszek Miller (S&amp;D).", "mepid": "197540", "text": "   – Madam President, i voted in favour of the report by Mrs Schwab I voted in favour of the agreement because it pushes back the threat of legal chaos that would result from a hard Brexit. It also guarantees existing rights for EU citizens residing in the UK, including my compatriots from Polish, who are the largest national minority in the Islands. Britain's exit is undoubtedly a very sad moment for all supporters of integration. Sometimes, however, you have to take one step back to move forward again. I voted in favour of the agreement because it ensures that european Union law, including judgments of the Court of Justice, is applied in the United Kingdom during its term of validity. In my opinion, this is a clear message of how, in compliance with the treaty obligations entered into and the duty of loyal cooperation, all Member States should behave, not only the country leaving, but even more so those countries that are still forming the European Union.", "language": "en", "original_language": "pl", "translation_provider": "azure"}, {"id": 140, "date": "2020-01-30.json", "name": "Juan Fernando López Aguilar (S&amp;D).", "mepid": "96812", "text": "   – (start of speech off mic) […] voted the Brexit deal and we had our final say. ‘Is it the final curtain, not yet written? How did it happen? How did we come to this?’ we heard in so many languages. The fact is that many of us S&amp;D members would have gladly voted against – no – along with our beloved Labour friends. But this is not the end. There is still a negotiation ahead and it touches upon many issues of the committee I chair – fundamental rights, citizens’ rights, data protection, border management, asylum, security matters, judicial cooperation. But in order to do that, there are two lessons to be learned. First, we’ve got to stay together to deal with that negotiation – that’s a fact – but also we’ve got to strike back. We’ve got to fight fake news and disinformation better to keep our Union together.  We won’t be missing the noisy Brexiteers but we will certainly be missing so much our beloved dear European British friends. Thank you for having been here. Thank you for your will to come back.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 141, "date": "2020-01-30.json", "name": "Irena Joveva (Renew).", "mepid": "197447", "text": "   – Madam President! Thank you very much. After three and a half years, after a long sague, a constant political drama, it's real now.  Of course, I am in favour of the UK remaining in the Union, but I had to vote in favour because I am in favour of an orderly exit, not a chaotic No Deal of Exit that would follow if we did not approve this document.  But with the UK leaving, unfortunately, the saga is not over. The transition period will be even more challenging and crucial for future relations.  Tomorrow we will lose an important member of our European family, that is a fact. And the fact is, we're going to miss our partners, some, not all of them.  However, we must take the developments leading to Brexit as a clear signal, we must understand it in the light of the current time and the state of our democracies and find solutions that will prevent similar events in the future.  I hope that we have learned from everything, and I hope that we will also be aware of the necessary reforms of the Union, in addition to everything, in order to bring it closer to the citizens and to stop the spread of disinformation and political manipulation in it.", "language": "en", "original_language": "sl", "translation_provider": "azure"}, {"id": 142, "date": "2020-01-30.json", "name": "Henrik Overgaard Nielsen (NI).", "mepid": "197712", "text": "   – Madam President, the vote which took place yesterday on the Withdrawal Agreement was not an easy choice for me.  The Withdrawal Agreement as it stands, although improved from the original draft, is far from the Brexit which I had envisioned. Issues of the Northern Ireland border, the redaction of the Lord Dubs amendment on child refugees and the 39 billion all made me less than jubilant to vote in favour of the Agreement.  However I stood for election in May of last year on the principle of democracy and the return of sovereignty to the British Parliament. Boris Johnson won that mandate in December of last year. Therefore, it’s not the role for me or any other MEP to overturn the democratic decision of the British people: both the referendum in 2016 and the support given to Boris’s Brexit deal.  This is not to say that I have succumbed to the charms and promising words of the Prime Minister. Far from it. I remain sceptical of the promises which Boris has given to Brexiteers and his ability to ensure that the Brexit he delivers reflects the concerns of those across the whole country, and not just the Tory shires. I hope Boris won’t disappoint the 17.4 million. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 143, "date": "2020-01-30.json", "name": "Eugen Tomac (PPE).", "mepid": "197672", "text": "   – Madam President, ladies and gentlemen, this is a sad moment today. I come from a country in the east and I am very sorry that our Union, which was strong precisely because Britain was also part of this construction for almost 47 years, a Union that, together with the United Kingdom, managed to rid us, the people of the east, of communist hell. We who have come later are living this separation differently, which I hope will be short-lived.  I thank all the British politicians and diplomats who made the Union strong and who helped us to be together in the same family today. I voted for this agreement, I did not vote with my heart at peace precisely because I know that there are over 3.5 million Europeans in the UK. More than 450,000 of these 3.5 million are Romanian citizens. I hope that, in this Agreement, the Commission will have all the tools to defend all Europeans in the UK.", "language": "en", "original_language": "ro", "translation_provider": "azure"}, {"id": 144, "date": "2020-01-30.json", "name": "Radosław Sikorski (PPE).", "mepid": "197548", "text": "   – Madam President, I wanted to explain why I voted against the Withdrawal Agreement and that’s not because I don’t appreciate the work of Michel Barnier and our team; I think it was the only shape of the Withdrawal Agreement that is possible. I voted against because I think Brexit is a bad idea and that was the only way to give witness to that for our successors. It’s a bad idea; a result of 30 years of hounding against the EU in the British press, of misrepresenting the European Union and the cowardice of British politicians.  And I just have one request to people who brought it about: that whatever now happens in Britain, or between Britain and the European Union, you brought it about, you voted for it, you own it. Don’t blame us for what’s about to happen.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 145, "date": "2020-01-30.json", "name": "Miapetra Kumpula-Natri (S&amp;D).", "mepid": "124735", "text": "   – Mr President, yesterday I voted differently as my reason and understanding would have suggested. I am sad for the British who would like to remain part of the cooperation and our community. And I am sad for my constituents who would never have wanted Brexit to happen.  The European Union was founded and works every day for people so that we can live better, safer and live in peace. Erasmus is for students, climate policy for fair cuts in emissions, roaming for mobility, parental leave for children and families, workers' rights for workers' everyday lives, trade policy for prosperity and job creation, and building a just world.  However, people cannot be separated. Our destinies are tied together and that is why I hope for cooperation and will always do so. I wish Britain back, but I always work well together.", "language": "en", "original_language": "fi", "translation_provider": "azure"}, {"id": 146, "date": "2020-01-30.json", "name": "Mick Wallace (GUE/NGL).", "mepid": "197817", "text": "   – Madam President, Ireland would have liked Britain to stay in the European Union, but I think it’s very important that the vote of the people of Britain in 2016 was respected. We voted ‘No’ to Nice, and we voted ‘No’ to Lisbon; it was deemed the wrong answer, and they made us vote again.  Well, as it turned out, the truth be told, the British people voted again as well in the election last month and if Jeremy Corbyn had stuck to his own principles – who has been very anti neo-liberal for a long time – if he had actually stuck to his guns and stood up to the Blairites in his own party, you know what, he wouldn’t have got the hammering he got, because the British people had already spoken. They had already made their choice. And they made it a second time.  Now, whether we like it or not, and I’d prefer it if they were here, we have a great relationship with the British people. We haven’t liked the whole lot of their governments, but we’re very fond of their people, and we will continue to be so.  And to be honest, I will actually miss; there have been some wonderful speakers from the Brexit group and I have great respect for a lot of the speakers that were in it and I will miss them. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 147, "date": "2020-01-30.json", "name": "Antonio López-Istúriz White (PPE).", "mepid": "28399", "text": "   – Madam President, I am Spanish, I represent Spain, a country that for centuries has had a very problematic relationship, if not constant struggles, with the United Kingdom. Now for forty years we had learned to live together, to respect each other. The Spaniards had discovered another UNITED Kingdom.  Too bad, by the action of a few, this is over. The same people who will now write memoirs — and they will charge for it - on how they destroyed the unity of Europe— not the European Union, Europe—by putting us all at risk. As my colleagues have said, take on that responsibility later in the future. Don't let them get away like they did, after the referendum, Mr Farage. Let them face when nationalisms return, when we return with our hatreds, which has provoked all these people.  We will continue to support our friends, the true Britons, those who have the struggle, the courage in their veins, what they have shown for centuries, even against us Spaniards. But we will continue to work together, because we appreciate you and have discovered your true self within the European Union.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 148, "date": "2020-01-30.json", "name": "Veronika Vrecionová (ECR).", "mepid": "197552", "text": "   – Madam President, I yesterday supported the withdrawal agreement with great Britain, as did the vast majority of colleagues here in the Chamber. I am sorry about Britain's departure, but we should all now strive to make our future relations as good as possible. But Brexit should also be taken as a warning by us who remain in the EU. The same dissatisfaction with the development of the EU as in Britain is emerging in a number of other Member States, including the Czech Republic. It is not yet the same size as in Britain, but we should be aware of this dissatisfaction. And we should take it into account during the negotiations on the future of the EU, which will take place in the coming years. We should stop and review the activities that the EU is carrying out. Surely we will find a number of those that do not have to carry out and which should return to the level of the Member States.", "language": "en", "original_language": "cs", "translation_provider": "azure"}, {"id": 149, "date": "2020-01-30.json", "name": "Catherine Rowett (Verts/ALE).", "mepid": "197602", "text": "   – Madam President, it grieves me deeply that the EU negotiators and now the European Parliament have bowed to Boris Johnson’s threats and accepted a blank document on the false claim that it provides an orderly way out. I voted against the so-called Withdrawal Agreement because it gives no basis for trust and contradicts the expressed wishes of our devolved assemblies. It sets an absurd timescale for achieving Brexit before 2021 and offers no safety net should that not be achieved.  Oh, Brexit, thou most wretched sad event! Is this the taking back control they meant? The vandals sought to smash the 28 ... But soon they’ll find their Britain’s lost its ‘great’. We came, we loved, we hoped, we fought, we lost. There is no brighter dawn. We count the cost. My parting gift is this small ring of verse.  We’ll meet again when things go well, not worse. (Applause)", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 150, "date": "2020-01-30.json", "name": "Robert Rowland (NI).", "mepid": "197733", "text": "   – Madam President, that was a wonderful ode to Brexit. A little bit depressing, but I enjoyed it nonetheless. (Laughter) I voted for the Withdrawal Agreement for the simple reason I believe in democracy. We’ve been going through the charade for almost four years and finally, we had an election that has cleared it once and for all. Brexit has finally been delivered. It took us, the Brexit Party, our colleagues here, to be elected into a chamber we don’t want to belong to, in order to change the course of history, and we have done that.  The Brexit Party deserves all the credit for what we’re seeing this week. It was only through our courageous stance against the establishment, against the two-party system that has finally delivered what this country, our great country, voted for – to leave the EU. So I’m immensely proud of what we’ve achieved, all the colleagues here, it’s a beautiful achievement. I know there’s been some crocodile tears from the other side but don’t worry, the future is fantastic for Great Britain, we always show Europe the way and we will do in the future. God bless you all. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 151, "date": "2020-01-30.json", "name": "Jiří Pospíšil (PPE).", "mepid": "125706", "text": "   – Madam President, I voted yesterday in support of the agreement on The United Kingdom's withdrawal from the European Union. And I want to make it clear at this point in the explanation that I personally do not agree with the UK leaving the EU, I consider it a great deal of damage, as my colleagues have already said. I'm very sorry. On the other hand, I respect the decision of the British people as a democratic decision made by the British people in a referendum, and at the moment I have no choice but to support an agreement that brings some rules to this divorce. Most importantly, it protects EU citizens living in the UK from a possible wild break-up. So this solution is a good solution within real policy, and I hope that in the future we will also treat trade relations so that we remain good neighbours and cooperate and support each other.", "language": "en", "original_language": "cs", "translation_provider": "azure"}, {"id": 152, "date": "2020-01-30.json", "name": "Clare Daly (GUE/NGL).", "mepid": "197731", "text": "   – Madam President, it doesn’t give me any pleasure to say that some of the speeches, and the singing and the tears, and the ‘we know best’ attitude of some of the UK Remainers show to me how disconnected you are from why you lost the general election and why we’re at the stage we are, where a major Member State has left the European Union. And I listened to Guy Verhofstadt yesterday shrug his shoulders and say ‘Oh, how did it come to this’ and blame everybody else except the European Union itself. A Union which fails to recognise the problems that it has. A Union which allows fiscal rules to be broken for arms expenditure, but not for housing or to put roofs over the heads of people. A Union that talks about democracy everywhere else and stays silent when our Catalan colleagues lie in Spanish jails.  There are many reasons why this Union needs to look inside now. I voted for the Agreement. It’s the best of a bad lot. I don’t want a hard border on Ireland, but if there are problems after this, the Remainers and Europe can take a huge chunk of the blame for it.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 153, "date": "2020-01-30.json", "name": "Frances Fitzgerald (PPE).", "mepid": "197720", "text": "   – Madam President, we saw here this morning and yesterday, the depth of feeling amongst many other countries and Members at the loss of the United Kingdom from the European Union. That was genuine, and it was genuine because it brought to an end 47 years of membership, 47 years of peace-building, 47 years of cooperation and partnership, 47 years of breaking down borders and barriers. This was important, it was about building democracy and the UK played a very important part in that and I want to thank our UK colleagues for their contribution.  But let me say, it’s about the future now. Nobody knows the shape of the UK after Brexit, we await that – to see how the UK will fare.  But now is the time to build new relationships in that new context, and I hope that those negotiations will be approached in a way that will allow us to reach a deal, and that the UK will not diverge from the very standards that they played a key part in putting into place, whether it’s about food safety, the environment and so on.  But let’s put the interests of our citizens and communities and businesses first, who do want the closest, deepest and broadest possible relationship with the UK in the future. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 154, "date": "2020-01-30.json", "name": "Jadwiga Wiśniewska (ECR).", "mepid": "124877", "text": "   – Madam President, i voted in favour of the report by Mrs Schwab I respect the sovereign decision of the British people, which is why I voted in favour of the agreement. Let the British exit be a cup of cold water for the inflamed heads of the federalists. Supporters of Brexit have repeatedly said that national parliaments of individual EU Member States do not have much power to block EU legislation at present. It is time to learn from Brexit – uncontrolled migration, the takeover of member states' competences, overregulation, the dominance of the Court of Justice must be stopped. Without the British, the European Union will no longer be the same. Let's learn a lesson from this. It would certainly be necessary to reflect and firmly show a red card to those who think and seek to federalise the European Union.", "language": "en", "original_language": "pl", "translation_provider": "azure"}, {"id": 155, "date": "2020-01-30.json", "name": "Jacek Saryusz-Wolski (ECR).", "mepid": "28297", "text": "   – Madam President, I voted against the Brexit Agreement not to oppose the agreement but to oppose Brexit, at least symbolically. Brexit is, to quote Talleyrand, ‘worse than a crime, it is a mistake’. Brexit is a failure and mistake and a European drama of historical and strategic dimension with long—term geopolitical consequences we do not yet understand and grasp.  Both sides are to blame. I regret that there is no sign of reflection on the EU side as to why we lost the UK and why we betrayed the EU whole and free. The EU will be weaker and not complete without the UK. It will be weaker politically and it will be weaker economically – because the economy of the UK is equivalent to 19 economies of the small and medium—sized Member States – and will be weaker in terms of defence and military. A weaker EU will have to face ever—growing threats from the outside and inside. We should really go into reflection as to why all that happened. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 156, "date": "2020-01-30.json", "name": "Jackie Jones (S&amp;D).", "mepid": "197758", "text": "   – Madam President, I want to thank the people of Wales, who gave me the opportunity to represent their views to remain in the European Union in this European Parliament. It has been the best of times and the worst of times; the best of times, ensuring that the rights, the values and the solidarity of the many are represented and the majority of people voting to remain in the European Parliament elections in Wales. All of the rights, including the measures on equal pay and the pensions gap, have been a real pleasure to be able to vote for. Looking to the future, Johnson must own the negative outcomes of Brexit now. Wales will take its place within the UK, Europe and the world and it will grow – because we have common values, rights and solidarity with the peoples across the European Union and the world. Finally, I’d like to say thank you to my colleagues, the staff in both my office and in the European Parliament and finally my son, for whom I did this in the first place and the next generation.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 157, "date": "2020-01-30.json", "name": "Bogdan Rzońca (ECR).", "mepid": "197545", "text": "   – Madam President, i voted in favour of the report by Mrs Schwab Yesterday I voted according to the will of the people of the United Kingdom. We in Poland know very well what sovereignty is, and that is why we respect the sovereign decision of the people of the United Kingdom. We also remember very well in Poland that it was in England that one of the key documents on civil liberties, the Great Charter of Freedoms, was created. It was 805 years ago, but tomorrow is also the day. A transition period is also beginning tomorrow, and there is a great deal of good we can do in this Parliament for the very good relations between the European Union and the European Parliament. I will urge Polish Parliamentarians (because there will be circumstances where national parliaments will regulate the relationship between the UK and national parliaments) so that these relations are as good as possible. And to you, your Representatives of the British People, I wish you all the best and have those Poles who contribute to the uk economy in your care.", "language": "en", "original_language": "pl", "translation_provider": "azure"}, {"id": 158, "date": "2020-01-30.json", "name": "Ангел Джамбазки (ECR).", "mepid": "124873", "text": "   – Madam President, honourable Members, I voted in favour of this proposal because it was the sovereign will of the British people, that is what the British people decided. And they decided so not because someone else gave them a false decision, but because they were forced by the perennial false campaign of Brussels bureaucrats trying to seize more and more national sovereignty, who were trying to replace national self-consciousness, nationality, national flags.  By the way, today's debate is very telling. What we started with – the president's ban on displaying national flags. This inconceivation is one of the reasons people in the UK voted to leave because you can't forbid anyone from feeling British or Polish, or Cich, or Bulgarian. When you do, you push people. When you pressure people, they decide to leave a place they're not welcome. Because you can ban them from putting their famouss in the stands, but you can't take them out of their hearts. Everyone carries their flag, their self-consciousness, their name inside their heart and keeps it, and that's not what Brussels bureaucrats learned. That's what they need to know if they want to have such a Union.", "language": "en", "original_language": "bg", "translation_provider": "azure"}, {"id": 159, "date": "2020-01-30.json", "name": "Brian Monteith (NI).", "mepid": "197704", "text": "   – Madam President, you’ve got to get in to get out. That’s why I and my colleagues came here. The Withdrawal Agreement undoubtedly stinks, but I held my nose and voted for it because Nigel Farage won a personal commitment from Boris Johnson that there would be no extension of the transition after 31 December, because the UK would abandon the anti-competitive delusion of regulatory alignment.  Now by adopting these positions the UK has retrieved key bargaining power, leverage. We can walk away from a bad deal, we can protect our fisheries, our defences, make our own laws and hold our politicians to account. So Narcissus has been turned to a flower, a flower but with a sweeter perfume than at first bloom. That’s why I voted for it.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 160, "date": "2020-01-30.json", "name": "Jiří Pospíšil (PPE).", "mepid": "125706", "text": "   – Madam President, I supported this timetable, but I have signed up to the opportunity to explain my approach and position on the issue. I still think that the work of MEPs in the nation states was not taken into account when approving this calendar. In my opinion – and that is why I am making this remark here on the record – the work of an MEP as a politician is extremely important, both in Brussels, strasbourg and in the national country. And I am merely saying, although I supported the calendar, that if I perceive that there is a lack of so-called green weeks, it is not because Members want more 'free time', but so that they can work more politically in their nation-state. In some EU countries, especially in our country, the Czech Republic, we are debating the distance between the EU and its ideas to the normal population. If Members do not work in their nation states and cannot explain the ideas of European integration, then of course this negative impact also has a negative impact and does not contribute to the perception of European integration.", "language": "en", "original_language": "cs", "translation_provider": "azure"}, {"id": 161, "date": "2020-01-30.json", "name": "Jiří Pospíšil (PPE).", "mepid": "125706", "text": "   – Madam President, what I said also applies to this next year, which is why I also repeat, I think that we should strengthen the work of MEPs in our nation states more in the future. And that more green weeks and more time to work at home is not about MEPs working less, but political work in nation states is, in my view, extremely important. And, as I said, if we do not want anti-European tendencies to be reinforced in nation states, then those who believe in EU ideas must also explain this to their constituents, to children in primary and secondary schools, and when there is not enough time for this, then of course the deployment is not so great. So please consider in the future this idea that more green weeks does not mean more free time, but more space for work, for political work in nation states.", "language": "en", "original_language": "cs", "translation_provider": "azure"}, {"id": 162, "date": "2020-01-30.json", "name": "Michaela Šojdrová (PPE).", "mepid": "124710", "text": "   – Madam President, I finally decided to support this resolution. I agree with the call for the Commission to act in a relatively short time to complement the Radio Equipment Directive. The Commission should also regularly evaluate innovation and support the development of new technologies. In 2016, every European produced 16 kg of waste. I stress the electrical waste. That's 10 kg more than the world average. If we want to fill the Green Deal we accept, the universal charger is just one step that we can take to improve the environment, to save resources. We must remember that these are not only phone chargers, but also tablet or reader chargers. That is why I supported this proposal.", "language": "en", "original_language": "cs", "translation_provider": "azure"}, {"id": 163, "date": "2020-01-30.json", "name": "Matthew Patten (NI).", "mepid": "197620", "text": "   – Madam President, I voted for the recommendation to standardise power cables. What household doesn’t have boxes of unused, out—of—date, unwanted cables? I have four children. Over the years, with computers, phones, games consoles, toothbrushes – you name it – we have four boxes stuffed full of cables, wires and chargers.  Now, there are schemes to recycle these, but we worry that we might need them again, like every other household, so we don’t throw them away. Every time we update an appliance we get yet more cables and chargers and they are all different. It’s ridiculous, it’s unnecessary and it’s time to change. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 164, "date": "2020-01-30.json", "name": "Jadwiga Wiśniewska (ECR).", "mepid": "124877", "text": "   – Madam President, i voted in favour of the report by Mrs Schwab Of course, I supported this resolution on a universal charger for portable radio devices, because I believe that the current situation is absolutely irrational. We collect in our homes, offices a lot of chargers that no longer fit any devices. Consumers are still faced with a situation where when buying new devices from different suppliers they receive different chargers and have no choice but to buy or receive another new charger when buying a mobile phone from the same supplier. There are such idiotic situations that the same supplier, the same manufacturer of the same phone, another model releases on the market with a new charger. If we want to speak and work in a real way for a circular economy, this is definitely a step in the right direction.", "language": "en", "original_language": "pl", "translation_provider": "azure"}, {"id": 165, "date": "2020-01-30.json", "name": "Billy Kelleher (Renew).", "mepid": "197818", "text": "   – (start of speech off mike) ... of the resolution as well. We have to accept at this stage that, in terms of environmental damage, the amount of cables and chargers littered across homes throughout the world is simply a scandalous idea at this particular juncture and we surely have the capacity, in terms of innovation technology, to ensure that we can develop a charger and a cable that is uniform and that can do what this particular motion and resolution sets out to do.  There is no doubt that there are drawers and cupboards across households, across the entire European Union, full of old cables and old chargers and like previous speakers have said, we hoard for fear that someday we might need it again, but it is never taken out and it lies there gathering dust with the hundreds of kilometres of cable and chargers in households, as I said, throughout Europe. So I urge the Commission to be proactive, to engage with industry and to ensure that the spirit of this resolution is enacted to ensure that we have a common mobile charger for domestic bliss, if not more. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 166, "date": "2020-01-30.json", "name": "Antonio López-Istúriz White (PPE).", "mepid": "28399", "text": "   – Madam President, finally, let us see if we can draw the Commission's attention to help. These are the little things that help us: the digital revolution, bringing this European Union closer to the people. We did it with roaming, let's do it with this issue too.  Let us stop accumulating, as my colleague said, miles and miles of cables that no one uses in their homes, let's be useful. I believe that this is going to be very well received by European citizenship, because we all suffer from the same problem. There is the environmental issue, but above all, the staff: boxes and boxes at home and the fact of being used. I'm for market freedom, but another thing is that I feel used, and this is the case. I encourage the Commission to immediately echo what we have done in the European Parliament and we can have something sensible about mobile chargers and other instruments.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 167, "date": "2020-01-30.json", "name": "Anne-Sophie Pelletier (GUE/NGL).", "mepid": "197527", "text": "   Madam President, so I voted in favour of this text to send a strong message to the Commission. For the past 10 years, the Commission has been discussing... She has to do something. Today, it cannot be satisfied with the goodwill of the digital industry. However, I regret that there is something missing in this text. There is a lack of mention about these digital lobbies, which have put pressure on the Commission and which have caused its inertia. The universal charger is an ecological, social measure and it is the simplest today to reduce our electronic waste. If we can't take action to put the universal charger in place, how will we manage to act for the planet and the ecological emergency? So if the Commission wants to dress in green, let it act concretely and immediately to propose binding measures.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 168, "date": "2020-01-30.json", "name": "Veronika Vrecionová (ECR).", "mepid": "197552", "text": "   – Madam President, I did not vote in favour of this resolution. Personally, of course, sometimes it bothers me that the old charger does not fit into the new phone, but this is called technological progress. If you look at the big shift that has happened in the last five years, without any of our resolutions, you will see a huge difference. There were 30 kinds of chargers and they were much larger, today there are a few. A single charger will stop development, and new technologies that will be available, for example, in the United States of America or Asia will not be available to citizens of the European Union. Let's not tell private companies what to produce and what to sell. These interventions are only justifiable in the case of health protection. And that's not the case.", "language": "en", "original_language": "cs", "translation_provider": "azure"}, {"id": 169, "date": "2020-01-30.json", "name": "Sunčana Glavak (PPE).", "mepid": "202036", "text": "   – Dear Vice-President, I supported this resolution, and I would like to recall that the European People's Party Club already advocated the introduction of a single charger for electronic devices ten years ago. The single market was and remains the cornerstone of Europe's economy, a cornerstone of European integration and a driver of the growth of the economy. Around 50 million tonnes of e-waste are generated worldwide and Europe is the second largest producer with a total of 12.3 million tonnes. The European Green Deal aims to reduce environmental pollution through various initiatives, one of which is certainly a single charger. New technologies, such as wireless charging and the solutions they offer, should also be taken into account. With each purchase of the new device, consumers are obliged, as we know, to buy a new charger, which further increases the cost when buying. A single charger is not only a solution to environmental issues, but it is also a solution to reduce consumer costs that protect their rights and freedom to vote. Introducing a single charger would not only protect consumers, but also the world we live in by promoting environmental awareness.", "language": "en", "original_language": "hr", "translation_provider": "azure"}, {"id": 170, "date": "2020-01-30.json", "name": "Mick Wallace (GUE/NGL).", "mepid": "197817", "text": "   – Madam President, almost 15 million tonnes of e-waste are generated globally every year, at an average of more than 6 kilogrammes per person. Total e—waste generation in Europe in 2016 stood at over 12 million tonnes, correspondent to an average of over 16 kilogrammes per person – so rationally three times the world average.  The huge variety of chargers on the market for mobile phones and other electronic devices drives consumers crazy, but has also contributed massively to e-waste. Voluntary industry agreements have failed to solve the problem and consumers are still obliged to buy new chargers for all new devices. It’s a crazy situation, given that we’re facing climate breakdown.  We all know that Apple has been actively lobbying not to introduce a mandatory common charger, and for too long now. The Commission has prioritised the interests of Apple over the interests of ordinary citizens and consumers, and the one time that the Commission did the right thing and ordered 13 billion of Apple’s monies to be paid back to the Irish Government we had a Fine Gael—Labour Government that refused to take the money, despite the fact that they needed it. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 171, "date": "2020-01-30.json", "name": "Seán Kelly (PPE).", "mepid": "96668", "text": "   – Madam President, I fully support this initiative, which the PPE Group has been calling for throughout my time as an MEP. It is simply common sense that we would have a common charger for all electronic devices, such as our mobile phones, our tablets, Kindles, Fitbits, etc. Not only does this cut down on waste and unnecessary electronic accessories, it achieves something that we, as MEPs, are elected to do: it makes life easier for European citizens. This is an opportunity to make a real difference to people’s lives. Everyone knows there are far too many cables and charges in our homes and this amounts to around 50 million tonnes of waste globally every year, as Mr Wallace just mentioned.  With this resolution, we are calling on the Commission to come forward with an ambitious and comprehensive proposal within the next six months that will establish a standard common charger for smartphones. This has been a long time in coming and has required a lot of work to get here, but I’m glad that we are finally seeing some progress on this important issue. This is a battle we must win, the same as we won the battle to end roaming charges. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 172, "date": "2020-01-30.json", "name": "Gianna Gancia (ID).", "mepid": "197582", "text": "   Madam President, I did not vote in favour of the resolution on the possibility of standardisation of the production of chargers for mobile equipment, for example, such as our smartphones, because I am convinced that this is harming the consumer's freedom of choice. Also, let me kindly express a methodal consideration. The European Union, if it wants to take a leading role on the geopolitical chessboard, must realise that its role is not to interfere in the free initiative of those who are the real producers of wealth – and I am talking about companies – but to remove the obstacles to the movement of European ideas and goods. Therefore, let us not pursue the false idols of environmental populism, but let us take the path that leads to the protection of the environment through policies based on evidence and scientific method.", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 173, "date": "2020-01-30.json", "name": "Michaela Šojdrová (PPE).", "mepid": "124710", "text": "   – Madam President, the gender pay gap, which is 16% on average in the European Union, is something that is very unfair, and although improvements are taking place in some countries, it is a very slow shift. It is true that the European Union is implementing a number of measures to help Member States improve this situation, because it is a matter of subsidiarity and pressure from the Member States and their measures to change this. For example, I am very positive about the Directive on the merging of professional and personal life, which can help parents to devote themselves to both children and the profession, the thus starting their careers, which is usually precisely the reason for the large financial differences. I think this is the right way. In the end, I abstained because I do not agree that we should commit too much from the European level to both the private sector and the nation states to fundamentally change their legislation, especially in reducing the flexibility of working time.", "language": "en", "original_language": "cs", "translation_provider": "azure"}, {"id": 174, "date": "2020-01-30.json", "name": "Elena Lizzi (ID).", "mepid": "197611", "text": "   Madam President, ladies and gentlemen, in the scale of European values, equality between men and women is second only to the protection of human rights. We still have to change the perception that it is taken for granted by women or that the work of caring for children and the elderly in support of the family is not important. This cultural revolution would allow women to participate more in the economy and promote their growth. I did not vote for this resolution because, although I support it, specific Commission action is proposed on salaries and areas of competence of the Member States, including on small and medium-sized enterprises. However, the burden of the gender pay gap must not be borne solely by companies, especially small and medium-sized enterprises, but must be borne by a universal cultural change. We should not only talk about the pay gap, but also, and above all, about equal treatment and policies that promote greater inclusion of women in the world of work.", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 175, "date": "2020-01-30.json", "name": "Matthew Patten (NI).", "mepid": "197620", "text": "   – Madam President, I supported the resolution for fairer gender pay. Of course women should be treated fairly in the workplace and, as with so many of these issues, the UK is actually way ahead of the EU in this particular area. But why does the UK fail to recognise that the same equalities should extend to those from racial and ethnic minorities? I and others have consistently spoken up in this place about the institutional racism of the European Union: the fact that, despite 10% of European citizens come from a racial and ethnic minority, there has never been a black commissioner or senior member of staff. In my time here as an MEP, attending hundreds of committees and plenaries, no black person has ever been on a single presiding panel. This institutional racial discrimination is as unacceptable as gender discrimination, and for all its claims about protecting citizens’ rights, this Parliament, the Commission, the Council will never be united in diversity until it puts its own house in order.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 176, "date": "2020-01-30.json", "name": "Jadwiga Wiśniewska (ECR).", "mepid": "124877", "text": "   – Madam President, i voted in favour of the report by Mrs Schwab I am the author of the ECR resolution on the wage gap, and this problem is not only noted in the European Parliament. Women's earnings relative to men's earnings in the European Union are still lower by an average of 16%. Poland, which I have the honour to represent in the European Parliament, has this gap one of the lowest among the Member States.  My resolution pointed out that we should call for increased efforts by enforcing the principle of equal pay for equal work at national level. I have pointed out that the duty of care for children and sick family members is more often incumbent on women than on men. It is the ladies who are more likely to choose part-time work because they are trying to combine work with family responsibilities.  Unfortunately, you voted against this resolution and supported a resolution that violates the principles of subsidiarity and proportionality and points to solutions that are harmful to entrepreneurship.", "language": "en", "original_language": "pl", "translation_provider": "azure"}, {"id": 177, "date": "2020-01-30.json", "name": "Leszek Miller (S&amp;D).", "mepid": "197540", "text": "   – Madam President, i voted in favour of the report by Mrs Schwab I supported the resolution because the Union must take action to close the unjustified gender pay gap. Official figures show that women in the European Union earn around 16% less than men. This means that compared to men, they work for two months without pay. The causes of this phenomenon are different, women work more often part-time, face a promotion lock, and often have the main responsibility for childcare. Consequently, although the principle of equality between women and men is one of the fundamental values of the Union, it is de facto very limited. That is why we must take action to achieve concrete results by combating occupational and sectoral segregation, strengthening the rights of working parents and carers, and implementing other measures that will close the gender pay gap.", "language": "en", "original_language": "pl", "translation_provider": "azure"}, {"id": 178, "date": "2020-01-30.json", "name": "Julie Ward (S&amp;D).", "mepid": "124963", "text": "   – Madam President, next week, after 47 years of being a strong, effective, socially-progressive force in the European Parliament, there will no longer be any UK Labour voices to champion the issues so many women still encounter today, such as the gender pay gap. I want to pay tribute to all past and present Labour MEPs, especially my Labour sisters who, like me, have been at the forefront of fighting for gender equality. They’ve inspired me, and they will inspire a future generation to ensure I am not the last Labour woman speaker in this Parliament. I therefore pay homage and respect to Janey Buchan, Barbara Castle, Ann Clwyd, Joyce Quin, Christine Crawley, Carole Tongue, Pauline Green, Christine Oddy, Mel Reed, Anita Pollack, Angela Billingham, Mo O’Toole, Veronica Hardstaff, Glenys Kinnock, Eluned Morgan, Susan Waddington, Arlene McCarthy, Linda McAvan, Neena Gill, Catherine Stihler, Mary Honeyball, Glenis Willmott, Lucy Anderson, Anneliese Dodds, Theresa Griffin, Judith Kirton-Darling, Clare Moody, Alex Mayer, and finally, Jackie Jones.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 179, "date": "2020-01-30.json", "name": "Billy Kelleher (Renew).", "mepid": "197818", "text": "   – A Uachtaráin, vótáil mé i bhfabhar an rúin maidir leis an mbearna phá idir na hinscní, toisc go gceapaim go bhfuil sé tábhachtach go leanfaidh an teach seo de na héagothromaíochtaí atá ann fós san ionad oibre a chur i bhfáth agus aghaidh a thabhairt orthu. Mar athair ar bheirt iníonacha, is mian liom Eoraip a fheiceáil a dhéanann a gcearta comhionanna a urramú, tairbhí na héagsúlachta san ionad oibre a aithint, agus a dhéanann pá comhionann ar obair chomhionann a áirithiú. Ní hamháin gur gá dúinn féachaint leis an mbearna phá a líonadh, ach is gá dúinn í a dhíothú.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 180, "date": "2020-01-30.json", "name": "Antony Hook (Renew).", "mepid": "197730", "text": "   – Madam President, in 2020 it should be anathema to treat men and women unequally and one measure of that is how much men and women in work are paid.  The gender pay gap in the EU is 16% and slightly higher in the UK. Some people argue that it is just because of a difference in jobs that men and women do. But why is it that the people who control the rates of pay, not least in the public sector or large organisations, have consistently preferred to better reward the jobs done by more men than women? Why is there a recruitment culture that has pulled more men than women into certain fields? In part, it’s because men dominate both corporate and trade union leadership and old inequality endures. As an MEP, I have often been inspired in my work by thoughts of my baby daughter’s future and so, in my last speech in this Parliament, I appeal for equality between men and women. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 181, "date": "2020-01-30.json", "name": "Antonio López-Istúriz White (PPE).", "mepid": "28399", "text": "   – Madam President, I voted yes, of course, to this resolution, not by following the line, of course, of political use made by this retrograde left in Europe — which we have here in Parliament, represented by our colleagues — which uses feminism prehistorically, but precisely looking to the future, as my colleague Hook has just said.  I have two daughters, and I'm looking for their future. Clearly, there are still wage gap injustices for women. I hear a lot of cases in my country, where there is a government, by the way, left-wing, which I see is still doing nothing. In many European countries there are thousands and thousands of women who are suffering from this pay gap. And in that we have to give our support logically, and in that we will be from the Spanish People's Party and the European People's Party.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 182, "date": "2020-01-30.json", "name": "Manuel Bompard (GUE/NGL).", "mepid": "197521", "text": "   Madam President, ladies and gentlemen, this resolution is necessary because it reminds us of the structural economic inequality between women and men. Within the European Union, the wage gap is 40% if employment and overall labour force participation rates are included. This inequality also exists in terms of pensions: women's pensions are 37% lower than those of men. However, as we vote on this resolution, an offensive is taking place in Europe against our pension systems under the impetus of the European Commission. In France, despite the majority opposition of the people, President Macron wants to impose his retirement by points. Women will be the first victims. In Sweden, their pensions have fallen by 90% since the introduction of such a system. I therefore send a message of support to the French people who have been struggling for two months from this Chamber and I say that our delegation will fight wherever possible to get this bad project withdrawn.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 183, "date": "2020-01-30.json", "name": "Leila Chaibi (GUE/NGL).", "mepid": "197529", "text": "   Madam President, we have just voted on a text on equal pay for men and women and this text tells us that the gap in pensions between men and women in the European Union is 37%. What is also interesting about this text is that it calls on Member States, in order to reduce these pension gaps, to guarantee women a decent minimum level of pension. It turns out that, in my country, France, President Macron is doing exactly the opposite with his reform of the pension system. In her project, women are the big losers, not least because women's career breaks, due to the fact that they carry the children and have to stop accordingly, and the fact that they are part-time workers, means that women will not have the number of points they need to have the right to a decent retirement. Therefore, from this Chamber, I would like, if I may, to appeal to the French President: Mr Macron, you now have two options. Either you continue to be the zealous student of the European Commission, which demands the dismantling of our pay-as-you-go pension system, or you are listening to this Parliament, which is the only democratically elected body in the European Union. I would obviously recommend the second option. Abandon this pension reform project.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 184, "date": "2020-01-30.json", "name": "Guido Reil (ID).", "mepid": "197488", "text": "   Madam President, ladies and gentlemen, I would like to thank the rapporteur for her excellent report and for the way in which What are we talking about today? We are talking about the principle: equal money for equal work, regardless of gender. So for me, this principle is the most normal thing in the world. Unfortunately, this was not always the case. Thank God we have achieved a great deal in the past. The 20th century was the age of emancipation. Thank God. Now we are living in the 21st century and we have to say that women in the European Union actually earn on average 16% less than men. For me, this is a scandal. But one has to ask: why is this, why is it? It is primarily because – and we have to be quite honest about this – that women have children, and that women therefore do more part-time, so that women have a worse chance of being promoted and qualifying accordingly. That is the real scandal. We need a sensible family policy. Women who have children must be supported. That must be the focus of our policy in the future, finally to make a sensible family policy. I also find it significant that this wage gap is much lower in Catholic countries, such as Poland, for example, than in countries governed on the left.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 185, "date": "2020-01-30.json", "name": "Clare Daly (GUE/NGL).", "mepid": "197731", "text": "   – Madam President, I think it’s an absolute disgrace that in the EU in 2020 women are paid 16% less per hour than men. That’s before you even look at the unequal employment rates between women and men.  Of course it’s intolerable that women continue to have to pay the cost of maternity, unremunerated and unrecognised care work, domestic work, leading to a situation that, at the end of slaving your guts off, you’ve a 37% gap in your pension than men have. So there’s a lot of good in this resolution, but I abstained on it because it spent too much time dealing with the symptoms and not addressing the causes. Deregulation of work, the drive towards precarious work, disproportionately affects women and as long as this is unaddressed the gender gap will remain.  The motion failed to join the dots. We have to make it clear that women, as James Connolly said, ‘are the slaves of slaves’. We’ve got to connect the two or this issue will blight us forever. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 186, "date": "2020-01-30.json", "name": "Mick Wallace (GUE/NGL).", "mepid": "197817", "text": "   – Madam President, the statistics on the gender pay gap have been well pointed out here and they are, without any doubt, a disgrace. But it’s also important to acknowledge that the long—term effects of neo—liberal policies imposed by the EU are further increasing discrimination against women and inequality between men and women. It’s important, too, to call on the Commission not to promote any policy recommendation that seeks to increase the precarious work relations, the deregulation of work and working hours, the reductions of salaries, the privatisation of public services and of social security systems, or those that undermine trade unions. Misogyny is still very real. Look at how slow our own country, Ireland, was about recognising women’s reproductive rights, it took so long. But the root causes of the salary discrimination between women and men also derive from the broader context of labour deregulation and devaluation. Things must change.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 187, "date": "2020-01-30.json", "name": "Frances Fitzgerald (PPE).", "mepid": "197720", "text": "   – Madam President, the EU has always been a standard-bearer for equality, and no less so in this Gender Pay Resolution, and I want to thank those colleagues who supported it. It’s an important resolution and there’s been great cooperation amongst all of the parties, and the EPP strongly supports it. There was a recommendation in 2014, and what’s quite clear is that there has not been enough activity – not enough action – to reduce the gender pay gap as well as the pension gap, which is at 36%, and the pay gap at 16%. But I want to say to businesses out there, to firms, national and international, to governments, to media outlets: wake up, because there is a directive coming your way that is going to make it statutory for you to have more pay transparency, to have more audits, to give workers more rights about salaries, and to have more compatibility between different jobs. We absolutely need to have this, and this Gender Pay Resolution sends a strong message from this Parliament that we are serious about doing this, because it has even decreased the amount of pay to women in some Member States since that recommendation in 2014.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 188, "date": "2020-01-30.json", "name": "Marcel Kolaja (Verts/ALE).", "mepid": "197546", "text": "   – Madam President, we as a delegation of European Pirates voted in favour of the resolution because the gender pay gap is a serious issue that needs to be addressed.  We have, however, voted against particular text in paragraph 13 concerning binary gender quotas, which in our opinion are not a proper instrument for how to solve the gender pay gap. We believe skills and knowledge are the key aspects of qualification not belonging to a specific category.  As mentioned in our political programme, a long-term solution is needed to ensure equality, not quotas. Instead, we need to introduce measures to enhance pay transparency, invest in accessibility and affordability of childcare, create suitable working environments and promote agreements with sufficient flexibility to increase participation of women in the labour market. Thus, in the case of the opening of a debate on this, as suggested by paragraph 13, we will continue to speak against gender quotas. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 189, "date": "2020-01-30.json", "name": "Jackie Jones (S&amp;D).", "mepid": "197758", "text": "   – Madam President, I want to say that I’m absolutely delighted that the last vote that I was able to take in the Parliament was in favour of this resolution. I’ve been working for 20-odd years on women’s rights and trying to close that pay gap and close the pension gap. We have a lot of work to do, but Labour has a very proud history of supporting equality, dignity, solidarity and workers’ rights, whether it’s here or back home or in Wales. So I think we’ll continue to do that. Let’s hope that the Johnson Government doesn’t take our rights away, that’s for sure. Women and children are at the forefront of being very vulnerable when it comes to pay as well as ending violence, so we must do all we can to stop those instances. Finally, I just want to thank everyone who has supported us, and we continue our work for Wales across the world. And thank you, Callum, for letting your mum fight for equality and solidarity and dignity.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 190, "date": "2020-01-30.json", "name": "John Howarth (S&amp;D).", "mepid": "188636", "text": "   – Madam President, chers collègues, it is very appropriate that our last vote as Labour MEPs is to support this report on the gender pay gap. Much more needs to be done to bring justice and equality in a field that we regard as self—evident. Words are easy, but real equality means equal pay. But not everyone agrees. And here is the most important lesson of why this is our last vote, because whenever progress in society is taken for granted, that’s when the backlash begins. When the war is won, that’s when the next battle comes along. The gender pay gap has been most acute where pay is low and jobs go unnoticed. Which brings me to some important thanks.  Ici, je vais prononcer quelques mots en français pour remercier ceux dans ce Parlement qui nettoient nos bureaux, les services de sécurité, les cuisiniers, le personnel d’entretien, le personnel chargé des voitures et les chauffeurs. Je voudrais vous remercier pour tout votre travail. Merci à tous, bonne chance, courage et au revoir. Gan canny.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 191, "date": "2020-01-30.json", "name": "Claire Fox (NI).", "mepid": "197708", "text": "   – Madam President, I abstained on this motion not because I don’t care about the gender pay gap, but because there are other pay gaps that are much wider and less discussed. Actually there’s a pay gap at the heart of this place: well-paid Eurocrats rule the roost, but behind the scenes, the underpaid and unrecognised heroes are all the staff: the ushers, the drivers, the cleaners, the admin staff, the fantastic translators – who have, by the way, been fabulously gracious and helpful and non-sectarian to all of us in the Brexit Party: a heartfelt ‘thank you’. Can we talk about the class pay gap please, and admit that working-class people throughout Europe are getting poorer, often because of austerity policies that emanate from the EU? Their pay and their jobs are collateral damage to the economic decisions made in Brussels, dominated by the interests of big business, and anyone who kicks back, whether it’s the gilets jaunes or leave voters in the UK, are dubbed populist, traducers, ignorant, or far right. Let the lesson of Brexit be, in this last speech – my last speech, the last speech: don’t demonise your own citizens. Solidarity with the European working class when they fight back, and I hope they fight back with success.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 192, "date": "2020-01-30.json", "name": "President. –", "mepid": "124708", "text": "  I declare adjourned the session of the European Parliament. ", "language": "en", "original_language": "en", "translation_provider": "none"}]