[{"id": 0, "date": "2020-09-15.json", "name": "Der Präsident. –", "mepid": "4246", "text": "  The next item on the agenda is the debate on the Council and Commission statement on the preparation of the special European Council on the dangerous escalation and role of Turkey in the Eastern Mediterranean (2020/2774(RSP)). I would like to point out to Members, as I did yesterday, that there are no spontaneous speeches in all the debates of this part-session and that no blue cards are accepted. The representatives of the Council Presidency and the Council have spoken in favour of this statement, and I would like to give the floor to Minister Michael Roth.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 1, "date": "2020-09-15.json", "name": "Michael Roth", "mepid": "n/a", "text": "   President-in-Office of the Council. Mr President, honourable Members, Vice-President of the European Commission, ladies and gentlemen, I would like to begin by thanking the rapporteur for her excellent work and for the work she has done. I am honoured to be part of this debate today on this important point too. I am pleased to be able to present to you the priorities of the Special Council of Heads of State or Government of the European Union. In this crisis-ridden time, it is important for the European Union to hold together, to speak with one voice, not to be divided. This is precisely the focus of the German EU Presidency. To make a substantial contribution to strengthening the european Union's weight at international level, because we have a lot of positives to bring in. We all know that authoritarianism is growing, democracy is under pressure worldwide, and it is all the more important that we strengthen and develop our common model, which is based on democracy, diversity, the rule of law and human rights. That is precisely what the Special Council will be about.  We are dealing with difficult players. I want to start with a difficult player: Turkey. The situation in the eastern Mediterranean is highly fragile for many reasons: the situation in the Middle East, the unresolved migration and refugee issues, and then Turkey, which in this region does not live up to the responsibility it actually has to assume, namely to contribute actively to stability and peace. That is why the next European Council must send out a signal that we are fully united in our solidarity with Greece and with Cyprus.  The second important signal that this Council should send out is that we do not need any further escalation now, but that we are contributing to de-escalation. That there can be no military solution to this conflict, but that we want a political solution, and that we make a substantial contribution to this, including in such a way that all options are on the table. The Heads of State or Government will also have to negotiate with Josep Borrell and others on what will happen if Turkey does not fulfil its special responsibilities. Another key player we have discussed and argued about a lot is China. This is particularly complicated because, on the one hand, we see a partner in China. I cannot imagine sustainable climate protection in the world without us having China on board.  We are, of course, also dealing with a competitor in trade and economic policy matters. It should be in our common interest to find a rules-based basis for working closely together on trade and economic issues. But– and this makes it hardest – China is also a systemic rival to us. We have our own social model. Our social model is unthinkable without human rights, without democracy and the rule of law. That is why there must also be an open and constructive exchange on these issues. Just yesterday – in the videoconference – these issues – climate protection, trade, the economy, but also human rights – were addressed accordingly. Honourable Members, Mr President, I would like to begin by thanking the rapporteur for her excellent report, which is However, I would also like to draw your attention to other points that I would like to raise here, at least here, because they are also at the heart of the Special Council, because we all know that, due to the fact that in March, the important issues relating to the economy, digitalisation and climate protection had to fall behind.  Just last night, in the context of the own resources debate, we spoke again about the importance of the 'Next Generation EU' development programme. Not only for the crisis-ridden states, but for all of us, because we do not want to build something old, we do not want to follow the conventional, but we want to use this money to promote the socio-ecological transformation of the European Union. The Heads of State or Government will also discuss this. COVID-19 has severely shaken the internal market. However, it must not just be our ambition to restore the internal market. We also want to deepen the internal market, especially with an ambitious industrial strategy. If we really take climate protection seriously, we must also show that we remain competitive on industrial policy issues, that we remain front runners. This will encourage those who say that industry is actually incompatible with ambitious climate protection. We must prove the opposite: climate protection, a sustainable industry, a competitive economy and a strong welfare state fit together. There will be another item on the agenda of the Heads of State or Government, which is the question of strategic Autonomy. We need to improve our resilience. We do not want to override free and fair trade, ladies and gentlemen. However, with the case of products that are central to the safety and health of our citizens, we have said that we also need our own strength, that we need to strengthen European supply chains, and that is what the Heads of State or Government will be talking about. Please see me for pointing out these important points. But they also belong to a strong Europe in the world. This is not only a question of how we define ourselves as other actors, but it is always about our own strength. For us, the issues of climate protection, the sustainable economy and socio-ecological restructuring play a very central role.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 2, "date": "2020-09-15.json", "name": "Der Präsident. –", "mepid": "4246", "text": "  One's own strength includes unity and a strong common foreign and security policy of the European Union. I should now like to give the floor to the Vice-President of the European Commission, Josep Borrell Fontelles.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 3, "date": "2020-09-15.json", "name": "Josep Borrell Fontelles", "mepid": "n/a", "text": "   Vice-President of the Commission / High Representative of the Union for Foreign Affairs and Security Policy. – Mr President, the subject of our discussion today is the preparation of the special European Council, but focusing on the dangerous escalation and the role of Turkey in the Eastern Mediterranean. That is what I am going to try to do, although as the Presidency of the Council has pointed out, rightly, there are many other issues. Yesterday, we had this important high-level talk with China, and in general, Europe is facing a situation in which we can say that the empires are coming back. The old empires are coming back. There are at least three of them. We can say Russia, China and Turkey, big empires in the past, are coming back with an approach on their immediate neighbourhood and globally, which represents, for us, a new environment. And Turkey is one of these elements that changes our environment.  This debate is very timely. I have to say that tensions have been continuing to rise over the summer. I’ve spent the last few months, including the summer, trying to facilitate de-escalation efforts, but the least I can say is that more efforts are needed; this is the softest way of saying that the situation has not been improving. And the latest move by Turkey to discontinue seismic exploration in the continental shelf of Greece is a step in the right direction and gives us some hope that it will lead to further steps towards dialogue because, as the Presidency said, we are not going to solve it by military means, but through dialogue and negotiations.  European Union and Turkey relations were at the forefront of an extraordinary Foreign Ministers discussion at the meeting that we held in the middle of August, 14 August, and of our Gymnich meeting at the beginning of September, and we will continue next week at Monday’s Foreign Affairs Council and then the European Council at the end of the month.  All that is good and needed because the situation in the Eastern Mediterranean requires urgent and collective engagement. What has been happening during the summer are unacceptable events. Turkey has to refrain from taking unilateral actions and this is a basic element to allow the dialogue to advance, or rather, to start, and the position of the Foreign Affairs Ministers Council has always been very clear: to defend the European Union’s interests and stand in full solidarity with Greece and Cyprus. Immediate de-escalation is essential to allow the resumption of dialogue and negotiation, which is the only path towards stability and lasting solutions.  My colleagues, the European Union Foreign Ministers, were very clear about the possible consequences in the absence of progress in engaging with Turkey, and the European Council will consider this in the light of the most recent developments by the time they meet. There is still some days. The reaching-out continues, hoping that the European Council will be able to develop a constructive approach to our relations with Turkey which are – I can say firmly – at a watershed moment in history. The world will go one side or the other, depending on what’s going to happen in the next few days.  I therefore ask you to support my efforts and the efforts of the Council to create the urgently needed space to work with the Turkish leadership to achieve a de-escalation that will allow the pursuit of lasting solutions to the underlying problems of today’s crisis. Anything else would also undermine the perspective for the resumption of talks on a comprehensive settlement of the Cyprus problem that the United Nations are ready to restart after the election of the Turkish community in Cyprus in October. I’ve been talking with the Secretary-General of the United Nations about it and I think that we need to push for the resumption of these talks. The EU and I, as High Representative, will continue to do everything we can to support the efforts to achieve this comprehensive settlement under United Nations auspices, in accordance with the relevant United Nations Security Council resolutions and in line with the principles on which we have founded our acquis. In terms of domestic developments in Turkey, we perceive a worrying backsliding in the area of rule of law and fundamental freedoms that continues to raise our concerns. We still fail to see Turkey delivering on its promises to take effective measures on a strengthening the independence and impartiality of the judiciary. Turkey’s serious backsliding away from European Union values and reforms and tense relations with several Member States led the Council to decide in 2018 on a stand-still of the accession negotiation and suspension of work on modernising the Customs Union. These were commitments that we took with Turkey under the 2016 agreement, but in 2018 the Council decided to stand still on these negotiations and on suspension of the work on modernising the customs union. With the serious developments in the Eastern Mediterranean and Turkish foreign policy actions in the region since last fall, things have become even more worrying and complex, and as I said, this is a watershed moment in the history of our relations with Turkey.  It’s clear that solutions will not come from an increasingly confrontational relationship. We don’t want it, we don’t look for it. Turkey is an important neighbour for the European Union, and we are not going to change geography. It will remain so. It’s a key partner in many areas, migration, for example. It is going to be difficult to believe that we can solve the migration flows without the help of Turkey both in the Eastern Mediterranean and now with the Libyan crisis in the Central Mediterranean. Turkey is an accession candidate, and a large majority of this population embraces our values and looks to the European Union as a societal model. But it’s clear that the developments in Turkey and Turkey’s action in the Eastern Mediterranean and beyond put into question how our relations will develop in the future, and we have to look for an answer to these questions urgently.  I strongly believe in the need for a solid relationship anchored in a common agenda of partnership that respects mutual interest and is based on values, but this requires us to look at the full relationship in a comprehensive way. I think that this discussion will help us to advance in this direction.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 4, "date": "2020-09-15.json", "name": "David McAllister", "mepid": "124806", "text": "  on behalf of the PPE Group. – Mr President, during the past weeks, we have witnessed an alarming military build-up in the Eastern Mediterranean. All of us are extremely concerned by the very real risk of a direct military confrontation.  Last Thursday, in the Committee on Foreign Affairs (AFET), we discussed this dangerous escalation with the Alternate Minister of Foreign Affairs for European Affairs of Greece and the Minister of Foreign Affairs of the Republic of Turkey. It was a remarkable meeting in several aspects. Listening to the comments of colleagues across party lines, for me four points are very clear. First, de—escalation is urgently needed. Second, we fully support the Council’s clear position of solidarity with our Member States, Greece and Cyprus. Third, we condemn the Turkish drilling activities in the exclusive economic zones of Greece and Cyprus, and we consider them illegal. Fourth, at the next European Council the option of additional sanctions against Turkey must be openly discussed in the light of continued Turkish aggression. This conflict can only be resolved through dialogue and negotiations. I very much hope that the ongoing mediation efforts will bear fruit. But, as the High Representative just underlined, further concrete steps towards creating an environment conducive to dialogue in good faith are needed now.  (Applause)", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 5, "date": "2020-09-15.json", "name": "Nacho Sánchez Amor", "mepid": "197722", "text": "  on behalf of the S&amp;D Group – Mr President, at the meeting to which Mr McAllister referred I ended up asking the Turkish minister to re-examine the sincerity of Turkey's European bet. Because We have offered Turkey the best we have: to be a member of the European Union. And being a candidate means converging in everything: in values, in analysis, in interests—including strategic ones. And yet Turkey diverges throughout the European Union. In all analyses, in all values, in all policies.  I wonder even whether the divergence of the European Union is not becoming a state policy in Turkey and that is why the relationship is completely affected by a lack of trust that leads nowhere. We diverge, of course, into the rule of law, diverge in foreign policy— it is obvious— and diverge into the way we raise issues on the international scale.  Turkey defends its theorists rights with an aggressive, insolent, insulting and contemptuous official discourse towards the European Union, which it claims to claim to join, and now also with an irresponsible display of military force in the Mediterranean. Is it necessary to consider Greece a colony of Europe to defend the rights that Turkey believes it has? Is it necessary to fly over the Turkish soil, I say the soil and not the sea, to defend these ideas?  The diplomatic defence of Turkey's views is buried by this ultranationalist rhetoric for domestic consumption and deepens the gap with the European Union. Mr Borrell's efforts, Germany's efforts, Spain's efforts, too, must be appreciated to disqualify. But Turkey must withdraw its ships from the disputed waters and sit at the table, changing the way it addresses the European Union, because the only way to do so is with diplomatic language appropriate to relations with a country with which, in one format or another, we need to continue to share interests in the future.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 6, "date": "2020-09-15.json", "name": "Malik Azmani", "mepid": "197781", "text": "  on behalf of the Renew Group. – Mr President, anyone following the news knows there are mounting tensions in the Eastern Mediterranean. The situation has become so tense, that a tiny spark could have devastating consequences. The EU must prevent a conflict by being united, constructive, but also by being firm. Threatening a fellow family member with war is not something Renew Europe takes lightly: we will not accept that! it is quite a strong response. On a positive note, Renew Europe suggested last week to the Turkish Foreign Minister to withdraw its research vessel to Turkish waters. This suggested act of goodwill appears to have been honoured: a positive step, one that we applaud! Now we call for an end to the threats, the opening of further dialogue and finding a lasting and sustainable solution to this conflict, possibly via the ICJ in The Hague. We need to de—escalate now. But let me be honest: it is very difficult to see Turkey as an EU candidate member. We need a renewed future relationship with our vital neighbour Turkey.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 7, "date": "2020-09-15.json", "name": "Jérôme Rivière", "mepid": "197615", "text": "  on behalf of the ID group. - Mr. President, at the time of the first prayer guided by Erdogan in St. Sophia, which has been converted into a mosque, the churches of Greece sounded the death knell. Turkey is not at its first attempt: illegal drilling in the territorial waters of Cyprus, blackmail and extortion with migrants used as bargaining chips and means of pressure on the European Union, objective complacency with jihadism in Syria and Libya, massacre of the Kurds, our allies in the fight against Daesh. On September 5, 40 Turkish tanks positioned themselves along the Evros River, our outer border. Speaking of his Greek neighbour, the Turkish president said: \"They will understand that Turkey has the political, economic and military power to tear up the imposed immoral maps and documents\". On 30 August, he added: \"When it comes to fighting, we will not hesitate to give martyrs.\" We can't say we didn't know. I solemnly ask the Commission and Parliament to stop bowing to the demands and threats of the Turkish leader. This bid posture leads to the continued negotiation of an accession process with a regime that does not share any of the common values that you gargle at length. A submission that leads to paying the Erdogan regime to keep at home the migrants he himself amassed at our doorstep. A submission that leads to letting Greece defend itself almost alone. Before it is too late, before Turkey commits the irreparable, regain some dignity and courage. Enough with words, deeds! Let us put an immediate end to the customs union, which is costing our countries billions of revenue. Last but not least, let us stop, without detour or false escape, this process of accession which sends only a signal of capitulation in the face of the delusions of this regime with a totalitarian scent. Europeans, wake up!", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 8, "date": "2020-09-15.json", "name": "Sergey Lagodinsky", "mepid": "197460", "text": "  on behalf of the Verts/ALE Group. – Mr President, I would like to start by expressing our unconditional solidarity with, and empathy for, our Greek colleagues and their citizens. It is hard to overestimate how it must feel to be threatened by a very aggressive and big, powerful neighbour. At the same time, let’s admit something: this conflict will not be solved by one-sided blaming or bilateral escalation.  The legal claims of neither side are solid enough to convince the world and this Union, nor are the nationalist shouting matches that we witnessed in the Committee on Foreign Affairs (AFET) just last week, on both sides. What will solve the problem are four things. First, stop the escalation and return to the status quo ante. Second, start negotiating a comprehensive strategic deal on the Eastern Mediterranean, which will prevent similar conflicts in the future. Third, we should refuse to talk about empires – I refuse to do so. We’re not in Ottoman times and we’re not in the times of the Roman Empire. We should urge our Turkish colleagues to gain more credibility as a foreign power and as a democracy. Without credibility in terms of democracy in Ankara, we will not be able to avoid conflicts in the future. And fourth, and I will end with this, we should extend the Green Deal to the Mediterranean. Stop fighting over fossil fuels of the 19th century! Let’s invest jointly in new green technology in that region too. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 9, "date": "2020-09-15.json", "name": "Εμμανουήλ Φράγκος", "mepid": "198490", "text": "  on behalf of the ECR Group. Mr President, in recent days, since I started preparing for my speech today and thinking about what I am going to say here, I have realised that my positions are the same as the last time we met, six whole months ago. Conclusion: Nothing has changed, obviously. So let's do a replay to help some people.  It is clear that Turkey does not understand dialogue and logic. So far, it has violated every term of the Lausanne Treaty, which defined its borders, and has demonstrated that, when it sees no reaction, its appetites increase. That is why the European Union must react vigorously. If you want to provoke war, give Turkey support instead of sanctions. We say that heavy economic sanctions now need to be imposed in order to further damage Erdoğan's economy. That's the only way they're going to figure it out. It is, of course, important for the European Union to have people who understand the situation and move honestly in their duty. Unfortunately, Mr Borrell and his colleagues are making the Turkish demands, so that you would think they represent Turkey. I am ashamed that such people represent the European Union, and I hope that the next time we meet this situation has changed.", "language": "en", "original_language": "el", "translation_provider": "azure"}, {"id": 10, "date": "2020-09-15.json", "name": "Martin Schirdewan", "mepid": "190517", "text": "  Mr President, I would like to like to sanendour sto -- on behalf of the GUE/NGL Group. Mr President, the conflict in the eastern Mediterranean is a European conflict, and it is in many ways: on issues of European sovereignty, on the misguided EU migration policy and in resolving the Cyprus issue.  Turkey must immediately cease its provocation and military threats and enter a phase of de-escalation and political dialogue. And addressed directly to President Erdogan, who is certainly listening to us very attentively here and now: the Ottoman Empire no longer exists, even if you may not have understood it yet.  In order to enable the conditions for successful dialogue and conflict resolution, Turkey must immediately stop illegal drilling in Greek and Cypriot territorial waters and accept international law and the law of the sea. In order to reinforce this demand, Minister of State, I call on the Member States to impose an immediate halt to arms exports to Turkey.  The EU-Turkey deal, this agreement of shame concluded on the backs of refugees, must be terminated. We finally need a reform of the EU's migration policy that respects asylum and human rights, as the images and events from and in Moria teach us.  The announced Turkish settlement policy in Varosha in Cyprus also hinders a solution to the Cyprus question. Peace talks must be resumed immediately at the level of negotiations reached at the Crans-Montana Cyprus Conference in order to reach a peaceful solution to the Cyprus conflict. And once again, addressed directly to President Erdogan, Turkey can be a permanent partner of the EU – if it achieves a fundamental change in its policy in the eastern Mediterranean.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 11, "date": "2020-09-15.json", "name": "Λευτέρης Νικολάου-Αλαβάνος (NI).", "mepid": "197734", "text": "   Mr President, the debate on Turkish aggression, which challenges the borders in the Aegean, maintains the occupation of Cyprus and encroachs on the Cypriot EEZ, cannot conceal the responsibilities of the European Union, which maintains a high level of economic, political and military relations with Turkey, and together with the United States and NATO are supporting its aggressive actions in the wider region. Their aim is both to distract Turkey from Russia's influence and to strengthen NATO's south-eastern wing and to co-exploit the Aegean and Eastern Mediterranean for the benefit of the urban classes and American and European monopolies through dangerous competition and haggling against peoples.  These cannot be hidden by resolutions to clarify the role of the European Union. The answer is: a common struggle of the peoples, no change of borders, rejection of the painful arrangements of the United States-NATO-European Union and release from imperialist alliances. Exploitation of marine wealth according to popular needs, with the people in charge of their country.", "language": "en", "original_language": "el", "translation_provider": "azure"}, {"id": 12, "date": "2020-09-15.json", "name": "Esteban González Pons (PPE).", "mepid": "125027", "text": "   – Mr President, being a neighbor doesn't necessarily mean being friends. Friends are respected and helped, neither threatened nor blackmailed. Turkey and Europe are neighbours, but we have long since ceased to be friends.  Twenty years ago a path was opened for Turkey to be part of the European Union, but Erdogan has betrayed our friendship, closed that door and built a wall in front of it. Erdogan likes our money, but he doesn't like our values. If you do not respect the rights of the Turkish people, how do we want them to respect ours? Erdogan has cut off the road to a European Turkey. What is happening in Cyprus, in Lesbos, on the Greek-Turkish border, is an unacceptable tragedy. Those things shouldn't happen in Europe and those things don't happen between friends. That's why I applaud Vice President Schinas' immediate visit in the early days to the Moria camp. Because the migration problem is not a Greek problem, it is a European problem. Turkey has made provocation its instrument to destabilize Europe; not Greece, not Cyprus, to destabilize Europe. Yesterday it was the refugees used as a weapon. Maybe they'll be again tomorrow. Today it is the drilling boats in Greek waters. That is why only a clear message can come out of the next Council for Erdogan: Greece and Cyprus are part of the European family. We're not going to leave them alone, we're going to defend them. We will always be at the negotiating table, but anyone who blackmails, threatens or extorts a country in the European Union must know that it is blackmailing, threatening or extorting us all.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 13, "date": "2020-09-15.json", "name": "Tonino Picula (S&amp;D).", "mepid": "112744", "text": "   – Mr President, our relations with Turkey are the biggest challenge on the European Union’s external borders at the moment. Illegal drilling activities in the Eastern Mediterranean are the latest layer added to this complex foreign-policy question. Member States have very different policy stances towards Turkey. From finalising trade deals, to calling to completely halt the European Union integration path of Turkey. This would have immense consequences on Turkish citizens that see the European Union as one of the rare possibilities to change their worsening situation for the better. But we cannot remain silent when Turkey as a member of NATO is threatening with casus belli to our Member States and questioning their territorial integrity. Greek and Cypriot borders are our external borders.  We should first and foremost call for a de-escalation of tensions and dialogue. It is clear that in order to allow the dialogue to advance, Turkey has to refrain from unilateral actions. But we must also support the call for further sanctions against Turkey, in the case that Erdoğan continues with this action.  I do hope that leaders can draw common conclusions, also when it comes to defining our policy towards Turkey in general. To conclude, this situation is also a good reminder to continue strengthening the European Defence Union and our common resilience.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 14, "date": "2020-09-15.json", "name": "Nathalie Loiseau (Renew).", "mepid": "197494", "text": "   Mr President, Turkey is a member of NATO and the Council of Europe and a candidate for membership of the European Union. As such, it receives significant EU funding, participates in a customs union with the EU and European research, education or cultural programmes. Europe, which has no responsibility for the causes of the Syrian tragedy, is overwhelmingly supporting Turkey for the reception of millions of refugees on its soil. And yet. The Turkish military presence in Syria, decided without consultation, weakens our fight against Daesh. In Libya, Turkey exports arms and mercenaries in defiance of Security Council resolutions. In the eastern Mediterranean, it threatens and provokes Greece and Cyprus. Within NATO, the record is no better. Ankara has bought Russian military equipment, blocked defense plans for the Baltic states and threatened allied ships. Nor do I want to ignore the human rights violations against countless Turkish citizens. I have a special thought for Ebru Timtik, who died in prison for demanding a fair trial, or for Osman Kavala, who has been detained for more than 1000 days and whose only crime is to love the freedom of the Turkish people more than his own. We represent the European people here. These people believe in respect for international law, respect for human rights and demands respect for respect. Deliberately, the government of Recep Tayyip Erdogan, never short of insults aimed at Europe, turns its back on us. Yes, we want de-escalation in the Mediterranean. Yes, there must be a negotiation, but first and foremost, let us be united behind Greece and Cyprus as much as behind our values.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 15, "date": "2020-09-15.json", "name": "Angelo Ciocca (ID).", "mepid": "183793", "text": "   Mr President, ladies and gentlemen, today is 15 September 2020, and I feel in this House that there is concern about Turkey's behaviour, erdogan's behaviour.  We shouted at this concern, voted for it, urged it with a critical part of the conscience of this House, when EUR 9 billion was given to Turkey, when someone supported the plan to bring Islamic Turkey into Europe.  Well, I wonder why there were no such concerns today. Even when the League, when the opposition in this House, when the critical conscience of this House tried to awaken the conscience of pro-Turkish people in Europe about the 9 billion given in Europe, we were accused of nationalists, fascists, racists, xenophobes, that is, all possible and imaginable adjectives.  So today it is hard to think that it is being taken seriously, that someone is really worried, because, in April, 5 months ago, a funding of 3 billion and 200 million was approved and allocated to Turkey. Five months ago, when someone asked for resources for the COVID-19 emergency, there was no money: for Turkey there was 3 billion and 200 million. When someone was asked to pay more taxes, there was money for Turkey, for the same Turkey that bombed the Kurds, Turkey that was with Islamic extremism, Turkey that is with Haftar, with the Libyan government and dictatorship, which is currently holding Italian workers hostage.  I ask the whole House to help us, I ask President Sassoli, instead of going against me with a ten-day suspension and a EUR 5000 fine for throwing Turkish chocolate to the ground and saying no to Turkey in Europe, I ask President Sassoli and this house as a whole to help us free our fellow citizens. We have Italian workers who are currently being held hostage in Libya: help us to free our workers.", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 16, "date": "2020-09-15.json", "name": "Der Präsident. –", "mepid": "4246", "text": "  I would like to make it very clear once again: firstly, you have greatly exceeded your speaking time and, secondly, the Rules of Procedure do not allow you to hold up banners in this House. The first time it was very short, but you repeated it all the time. This is contrary to the Rules of Procedure, and I would ask you to never do so again.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 17, "date": "2020-09-15.json", "name": "Mounir Satouri (Verts/ALE).", "mepid": "197500", "text": "   Mr President, ladies and gentlemen, in the eastern Mediterranean, Turkey and the Member States of the Union are at risk of leading to a military escalation to ensure their exploitation of natural gas. We will not resolve this situation with a simple military tussle. He is showing a new level of unilateralism by seeking to intimidate his own NATO allies and members of the European Union. This conduct is rooted in his exercise of undivided power in Turkey and we must therefore, more than ever, support the Turkish democratic living forces. I condemn Mr Erdogan's unilateralism, but I also regret the object of this dispute. I turn here to all stakeholders: we are going to confront allied countries to exploit non-renewable, polluting resources that accelerate global warming. Natural gas is not our future and it is unfortunate that this impasse is already leading us to such problems with our neighbours. I call for a genuine dialogue with Turkey. The 27 and the Union must stand with Greece and Cyprus and defend a firm but reasoned position on the ecological front and taking into account the needs of all populations.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 18, "date": "2020-09-15.json", "name": "Ангел Джамбазки (ECR).", "mepid": "124873", "text": "   – Dear Mr President, Honourable High Representative, Mr Weber, honourable members, the escalation of tensions in the Mediterranean is a direct consequence of the behaviour and provocations of the Turkish President, Mr Erdogan. This is a direct consequence of his neo-Nazi policy, which is a provocation to the European Union and to our values and to our way of life. Let me remind you that change, the attempt to turn into mosques the sancities of Orthodox Christianity, such as Hagia Sophia, as \"Christ the Savior\", are actually part of these heavy provocations against us.  And dear colleagues, it is high time to open your eyes and see. I speak here on the left side of the hall, which you are a little duplicitous in terms of the behavior of dictator Erdogan.  Dear colleagues, Turkey at the moment, Erdogan,neo-American Turkey, is not a European country, and we must stop pretending that we do not see this. We must stop pouring European funds there, we must make it clear that at the moment neo-Nazi, Erdogan Turkey is not a European country and cannot be part of the European Union. We must end this hypocrisy and tell each other things as they are. Otherwise, we have an ongoing provocation waiting for us.", "language": "en", "original_language": "bg", "translation_provider": "azure"}, {"id": 19, "date": "2020-09-15.json", "name": "Έλενα Κουντουρά (GUE/NGL).", "mepid": "197699", "text": "   Mr President, Mr Borrell, unfortunately the Council has not shown the political will to articulate a resounding response to the Turkish threats, which is why Turkey continues to ignore calls for de-escalation. But Turkish threats are not only directed against Greece, Cyprus or, today, Against France; they are directed against Europe itself. They directly challenge the essence of the principles and the core of its acquis. It is provocative for the European Union to easily impose 'fast track' sanctions against third countries, but at the same time there is no unanimity on strong sanctions against Turkey, which is attacking Europe, because European states continue to maintain strong economic ties with that country, and solidarity ultimately stays in the words.  In the face of this external threat, the European Union must demonstrate that it can form a strong front for the immediate imposition of strong economic sanctions. This is the only way for Turkey to understand that, in the face of its challenges, there is a united, determined Europe. Only in this way will it abandon its aggressive policy, and allow for a real dialogue.", "language": "en", "original_language": "el", "translation_provider": "azure"}, {"id": 20, "date": "2020-09-15.json", "name": "Carles Puigdemont i Casamajó (NI).", "mepid": "202351", "text": "   – Mr President, Mr Borrell, for a long time, Turkish authoritarian leadership has become more and more outspoken. However, the EU has never really dared to criticise its actions. Today, to confront Erdoğan’s escalation in the Eastern Mediterranean, the EU has the responsibility to stay united in front of Turkey’s expansionist actions. All Member States must support both Greece and Cyprus and need to immediately limit their military ties with Ankara and no one should export more arms to them or organise joint naval manoeuvres. It is time for the EU to raise its voice and concerns on the constant harassment of the Kurdish people by Erdoğan’s regime, the constant persecution of independent journalists and the constant jailing of dissidents. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 21, "date": "2020-09-15.json", "name": "Μανώλης Κεφαλογιάννης (PPE).", "mepid": "125068", "text": "   Mr President, international law, and only international law, is the solution to Turkey's problem. The United Nations Convention on the Law of the Sea was signed in the early 1980s and ratified by 167 states. It's customary law. Every country must comply with the law of the sea, even those that have not signed the Convention, which the Turkish Foreign Minister also accepted in the recent debate we had in the European Parliament's Committee on Foreign Affairs.  International law and the law of the sea are not 'a la carte' law, they are not 'a la carte' law, they are not fair with an oriental bazaar. The Convention on the Law of the Sea, in Article 121, refers to islands with economic activity. These islands have their own continental shelf, their own exclusive economic zone, and territorial waters at twelve miles. According to Article 3 of the Convention, Greece has an inalienable right to extend its territorial waters to twelve miles. But Turkey, since 1995, when Greece ratified the Convention on the Law of the Sea, has threatened a \"casus belli\", i.e. a cause of war, if Greece extends its territorial waters to twelve miles.  Dialogue, then, yes; This is not dialogue; it is blackmailing its neighbours in the Eastern Mediterranean. And this cannot be accepted by either the European Parliament or the European Union.", "language": "en", "original_language": "el", "translation_provider": "azure"}, {"id": 22, "date": "2020-09-15.json", "name": "Νίκος Ανδρουλάκης (S&amp;D).", "mepid": "125110", "text": "   Mr President, Turkey has become a partner in a troublemaker. Its actions have upset the Eastern Mediterranean, and since 1995 it has threatened Greece with a \"casus belli\", i.e. a cause of war. Yesterday the Turkish Defence Minister, Akar, called for the demilitarisation of the Greek islands; Let's be realistic. There is no European perspective for Turkey. We need a new special relationship that includes both the carrot of upgrading our economic relations and cooperation and the whip of automated sanctions when it tramples on human rights at home or sovereign rights of neighbouring countries. Part of this agreement should also be to provide for joint development of maritime zones under international law with Greece and Cyprus within a limited period of time. Otherwise, with co-promise, we will find a solution to the International Court of Justice in The Hague only on this issue. We need, ladies and gentlemen, a single European strategy. Any crack in our policy merely reinforces the audacity of Turkey and Mr Erdoğan.", "language": "en", "original_language": "el", "translation_provider": "azure"}, {"id": 23, "date": "2020-09-15.json", "name": "Ilhan Kyuchyuk (Renew).", "mepid": "124866", "text": "   – Mr President, I want to thank Mr Borrell especially for his great effort in bridging the tension on both sides and, as already said by my colleague Sergey Lagodinsky, blaming and shaming will not help in resolving this European problem, I would say.  Europe is worried. We all have to be worried about the Eastern Mediterranean. The deepening confrontation in the Aegean, in the waters of Cyprus and Libya, is a very serious sign which would have profound implications for regional stability and NATO. We all have much to lose from an actual conflict. This is a no-win situation. We need a de-escalation immediately. It’s not enough to know that a dialogue based on compromise is the only working solution. I urge both sides to sit at the negotiation table without allowing third countries to take actions that encourage either party. The first positive sign was made, and I am very much looking forward to more comprehensive engagement from the European Union as well. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 24, "date": "2020-09-15.json", "name": "Peter Kofod (ID).", "mepid": "197570", "text": "   Mr President, we are again discussing Turkey. Again, Turkey has gone way over the line, and again dictator Erdogan shows that he is a great danger to Europe, this time Greece and Cyprus. How long is this circus going to go on? I have said it before, and I say it again: stop thinking that you can talk sense with Erdogan! He is not a friend of Europe, he is our enemy. He has calculated that the EU has no intention of doing anything other than holding diplomatic meetings of understanding and drinking dialogue coffee. If the EU wants to get a grip on Erdogan, then you have to treat him like what he is: a bully. Thugs in a schoolyard don't behave any more nicely because the strivers demand them with cream caramels, nor does Erdogan get any friendlier by the fact that you fill his pockets with taxpayers' money. Close the borders with Turkey completely. Make it clear that Turkey must never, ever become a member of the European Union, and close the coffers of Turkey, rather today than tomorrow!", "language": "en", "original_language": "da", "translation_provider": "azure"}, {"id": 25, "date": "2020-09-15.json", "name": "François Alfonsi (Verts/ALE).", "mepid": "96750", "text": "   Mr President, Mr Erdogan's Turkey is a combination of human rights abuses and violations of international law. On Turkish territory, many elected officials have been stripped of their mandates and replaced in an authoritarian manner by state-imposed governors. For years, MPs and mayors have been imprisoned on imaginary terrorism charges. Many are Kurdish and their terrorism is in fact to claim the rights of the Kurdish people. But it is the entire opposition that Recep Tayyip Erdogan is attacking: it has also been affected by this repression. Outside its borders, Turkey has invaded part of Syria in Kurdish settlement areas. It conducts military operations in Iraq without any mandate that could justify it and, of course- this was widely discussed at the Med7 summit, which brings together the seven Mediterranean countries of the European Union, held in Corsica a week ago - there was the violation of the territorial waters of Greece and Cyprus to seize their gas resources. This aggression was strongly condemned and this summit allowed it. The fact is that the Turkish research vessel and the military fleet that was escorting it returned to their port in Turkey, without the need for a dangerous escalation for peace.  However, all the problems I have mentioned remain as threats to peace and democracy.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 26, "date": "2020-09-15.json", "name": "Hermann Tertsch (ECR).", "mepid": "197831", "text": "   – Mr President, I believe that we have a rare situation in this Parliament today and that there is a very broad consensus, which is very good news for High Representative Borrell, but also for the European Council, which has a Parliament almost with the unanimous view that action must be taken in the face of the alarming drift of the Erdogan regime, in the face of what is happening in all areas : in the involution of human rights, in the permanent challenge to the borders of Cyprus and to greece's borders, in harassment, manipulation, use of refugees, and in the already military provocations that are taking place with the issue of drilling as well. In this sense, the time has come for Erdogan to come face, to be told that this drift is impossible, not to continue it, and to see that Turkey cannot behave like one more enemy and be treated as a subsidized friend. This cannot continue like this, we must tell Erdogan that we want collaboration, but that one excludes the other, and you have to tell it in a very strong way, with sanctions.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 27, "date": "2020-09-15.json", "name": "Γιώργος Γεωργίου (GUE/NGL).", "mepid": "197416", "text": "   Mr President, the Cold War and the old rivalries for the conquest of territories and the sharing of the wealth of the peoples of the region are rekindling in the Eastern Mediterranean. Mr Borrell, let's be honest. It is not just the old empires that are coming back; The protagonist, of course, remains Turkey, with its pirate actions, which violates international law, the law of the sea and the sovereign rights of Cyprus and Greece.  We condemn in the strongest possible way Turkey's new plan for the settlement of Famagusta. The European Union can no longer be cross-country. The European Union shares right-wing and left-wing sanctions, but Turkey caresses it. Clearly, tension must be reduced by sincere action. Oruç Reis left and did not leave. Yavuz and Barbaros, however, continue to be on the Cypriot coast. To have a dialogue but to be honest and honest, with limits, principles and framework, so as to lead to a fair solution to the problems of the peoples of the region, but especially of the Cyprus problem, Mr President, which is the most intense and the most acute.", "language": "en", "original_language": "el", "translation_provider": "azure"}, {"id": 28, "date": "2020-09-15.json", "name": "Fabio Massimo Castaldo (NI).", "mepid": "124812", "text": "   Mr President, ladies and gentlemen, dear High Representative, war is never necessary or inevitable: an alternative can always be found; it is the way of dialogue and encounter, Pope Francis said. I therefore firmly support the mediation of the German Presidency and the action of the High Representative to stop the escalation of the Mediterranean. Be ware though: mediation does not mean impartiality. That is not possible! Greece and Cyprus, to which I fully support them, are Member States, they are friends and brothers who defend international law, while Turkey is only formally a candidate country that has now renounced all respect for European values, a country that has taken a series of unilateral, provocative, illegal and unacceptable actions.  Too many times I have denounced it over the last six years: what else must happen after what has happened to the Kurds? What else needs to happen after what has happened in the last few days? Yes to the targeted sanctions in order to make Ankara understand that we need to have a constructive dialogue, that it must take a step back from these provocations and that once again, for us, at last, these European values must not only be a slogan but truly indispensable pillars.", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 29, "date": "2020-09-15.json", "name": "Λευτέρης Χριστοφόρου (PPE).", "mepid": "26837", "text": "   Mr President, Turkey's criminal activities continue against two Member States of the European Union: Cyprus and Greece. These threats are not only directed against these two Member States but are directed directly against the European Union, since its external borders, sovereign rights and interests are being violated. It is clear once again that Turkey does not understand words, declarations and resolutions. Turkey and Turkish aggression are only thwarted by strict sanctions and measures.  Let me remind you that, despite the international outcry and despite our objections and reactions, overnight they turned the universal symbol of Christianity, Hagia Sophia, into a mosque. Let me remind you that, for 46 years, my country, Cyprus, has been under occupation. And Turkey refuses to withdraw the troops in order to move towards a solution to the Cyprus problem and to enjoy our universal right to return after 46 years to our occupied land and our ancestral homes. Let me remind you that Turkey does not respect any decision, no resolution, no agreement between the European Parliament and the European Union, since it has so far not recognised the Republic of Cyprus. However, apart from reminding you, I must today warn you that my city, the city of Famagusta, is threatened with colonization by the Turks, with the opening of the closed area. And I will ask you, Mr President, and all the political groups to raise the issue of Famagusta at the next plenary session;  Mr President, today we are being watched by 450 million European citizens who want us to take action against Turkey. For me the measures are simple and there are only four: (a) to stop any funding to Turkey — not a single euro to Turkey; (b) to stop the sale of arms to Turkey. It is inconceivable that even one sphere should go from a Member State of the European Union to Turkey, when this sphere will be used against European citizens; (c) to freeze Turkey's customs union; and (d) to ensure sovereign rights and external borders with practical support and practical solidarity from the European Union. Because solidarity is not only words but also works, and that is what we are asking for and entitled to from the European Union.", "language": "en", "original_language": "el", "translation_provider": "azure"}, {"id": 30, "date": "2020-09-15.json", "name": "Δημήτρης Παπαδάκης (S&amp;D).", "mepid": "124692", "text": "   Mr President, let us assume that Turkey does not own 37% of Cyprus, that it does not threaten Greece every day and has not invaded the Aegean. Let us assume that Turkey has not signed an agreement with Libya. Let us assume that Turkey is not blackmailing Europe with immigration. Then I would understand the lukewarm attitude of our partners towards them. As we speak, Oruç Reis went for service and some are celebrating. At the same time, Barbaros and Yavuz are thressing in the exclusive economic zone of Cyprus. The aim should be de-escalation. Unless strict sanctions are taken against Turkey, all those who behave in the way they behave today will be jointly responsible for its actions.", "language": "en", "original_language": "el", "translation_provider": "azure"}, {"id": 31, "date": "2020-09-15.json", "name": "Hilde Vautmans (Renew).", "mepid": "130100", "text": "   – Mr President, High Representative, it’s good that we will have a special European Council on external affairs in 10 days. We really need it. Look at the world around us –Trump, Putin, Erdoğan, they all challenge the status quo in Europe. Europe stands by and watches, instead of living up to its ambition to become a strong geopolitical actor. Take Turkey, which we are debating today, an EU candidate country. Our relations have been under strain for a long time and not because of the EU’s actions, but because of Turkey’s actions. Yes, we need to stay on speaking terms, but let’s be honest and acknowledge that this Turkey cannot join Europe. We need to stop the accession negotiations and build a strong, new partnership with Turkey. This should be our message ahead of the special European Council. (Applause)", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 32, "date": "2020-09-15.json", "name": "Roman Haider (ID).", "mepid": "198176", "text": "   Mr President, I would like to thank the I do not understand at all that Turkey is still a candidate for membership of the EU.  It is also incomprehensible to me in principle that an Asian state can be a candidate for accession to the EU. It is also completely incomprehensible that a state that threatens another EU state with war can be a candidate country. And it is absolutely incomprehensible that this oriental despotism is not only sponsored by the EU with billions of euros by means of so-called pre-accession aid, but can also blackmail the EU. Now that two EU members are directly threatened with war, where is it now, the European, the much-vaunted European solidarity? The EU is cautious about this. Serious, painful sanctions against this politrabauken on the Bosphorus are unfortunately being used here to make a wide arc in the EU. This is sad, because this cuddly course will hardly impress this self-proclaimed sultan. Where the EU is called upon to show strength, it fails. That is sad.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 33, "date": "2020-09-15.json", "name": "Assita Kanko (ECR).", "mepid": "197469", "text": "   – Mr President, Turkey is an important strategic partner for the EU, both economically and geopolitically, but that does not negate its many misdemeanours: backsliding democracy and human rights; devastating actions in Syria and Libya; disregard of international law with regard to Greece and Cyprus; lack of respect for Christian communities. And this is not the first, second, third or even fourth time we’ve had this exact same debate in this Parliament. Turkey has not presented itself as a worthy candidate country for years. We need a fundamental strategic rethink of our relationship. It’s time the EU accepts that at best we can only have a business relationship with Turkey. Accession negotiations should be stopped and the budget allocation also for this process should be put to better use. We need the money for other things. Trying to turn Erdoğan into a reliable and cooperative partner is like trying to flog a dead horse. I don’t want to do that.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 34, "date": "2020-09-15.json", "name": "Özlem Demirel (GUE/NGL).", "mepid": "197468", "text": "   Mr President, I would like to thank the The militarised foreign policy of the Erdogan regime must, of course, be condemned. But this conflict is not about Erdogan. Here he even has popular support.  The fact is, well-known disputes are rekindled because of the many gas. The fact is, there are many players in the eastern Mediterranean: international oil companies are trying to secure their shares. But instead of yielding to the desire of Exxon Mobile, ENI, or Total, fair, sustainable political solutions should be found – also central to the Cyprus issue, by the way.  But Mr Roth, calling on Turkey to de-escalate and at the same time exporting warships from Germany is not credible. But it is also a fact that France is currently selling a large number of war equipment to Greece.  Ladies and gentlemen, sabre-rattling will not bring a solution. Let us stop serving the interests of arms and oil companies and let us make lasting peace in the interests of the people of Europe, Turkey and Greece.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 35, "date": "2020-09-15.json", "name": "Arnaud Danjean (PPE).", "mepid": "96747", "text": "   Mr President, with the pandemic and its health, economic and social consequences, there has been much discussion in our European european solidarity institutions. However, it is time, and it is urgent, for this solidarity to apply unconditionally and resolutely to our Greek and Cypriot Member States. In the eastern Mediterranean, there is no hesitation to have. Without a fundamental and essential reminder of this vital principle for the European Union, which is solidarity, we will not achieve de-escalation and dialogue because, of course, it is dialogue and negotiation that will resolve these long and numerous disputes between the Member States and Turkey. However, we must not be under any illusions: in order to engage in a dialogue in good faith, we must first be able to support the balance of power of the provocateurs and support The verbal and military balance of power of Mr Erdogan, it is to show our capacities and our solidarity. From this point of view, beware of the ambiguity surrounding the concept of mediation of the European Union. The European Union is not a mediator in this crisis: it must support de-escalation and dialogue, but it remains an actor alongside all its Member States.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 36, "date": "2020-09-15.json", "name": "Isabel Santos (S&amp;D).", "mepid": "197650", "text": "   – Mr President, the European Union's relationship with Turkey is once again being put to the test and, once again, by unilateral provocative actions by the Turkish Government. There are many examples that could be cited, from incidents at land borders to the disregard for the rule of law and now the very serious intervention in the exclusive maritime areas of two Member States.  How long will this type of behaviour by a candidate state that is a partner member in NATO be tolerated? It's time to be clear. Several red lines have already been crossed. It is therefore imperative to move towards an arms embargo and strengthen the lists of targeted sanctions. We must maintain support for Turkish civil society, which is also the victim of Mr Erdogan's totalitarian dismantling. We must keep diplomatic channels of dialogue open, but these incidents cannot be ignored. Erdogan has to realize that the behavior swelled in recent weeks and his strategy of destabilization in general will not go unanswered. The attacks on Greece and Cyprus are attacks on the European Union.", "language": "en", "original_language": "pt", "translation_provider": "azure"}, {"id": 37, "date": "2020-09-15.json", "name": "Chrysoula Zacharopoulou (Renew).", "mepid": "197499", "text": "   Mr President, Mr High Representative, ladies and gentlemen, we are meeting today to discuss Turkey's role once again, instead of answering the following questions: what is the role of the European Union in the Eastern Mediterranean? What is our foreign policy vis-à-vis Turkey? For too long, the Turkish President has been playing the cat-and-mouse game with Europe. Syria, Libya, illegal drilling... Ambiguity must be put to an end. Some say that the day before yesterday, he withdrew his Turkish ship from Greek waters. Is that enough? Can we trust him? Ladies and gentlemen, the recovery plan was born from the health crisis, a sign of a mature Europe that wants to avoid the mistakes of the past. From this political crisis will also have to be born a common diplomacy to ensure our security and protect our European sovereignty. As the President of the French Republic has said, we must build this Mediterranea pax, not only with words, but with deeds.  The fate of Europe, ladies and gentlemen, is linked to the fate of the Mediterranean. There is an urgent need for the European Union and its policies to assert themselves.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 38, "date": "2020-09-15.json", "name": "Jaak Madison (ID).", "mepid": "197493", "text": "   – Mr President, yesterday evening we all got an email from the Turkish Minister of Foreign Affairs to our mailing list with some explanations and proof of its rights. In the last sentence of the letter, they say, ‘As a candidate country, we expect the EU and the European Parliament to maintain an equal distance to the parties.’ First of all, I think 99% of this House agrees on one thing today: Turkey will never be part of the EU, part of Europe. Our histories are too different. Our religions are too different. Our ideologies are too different. That’s why I have a question for Mr Borrell. As you have seen today, we all agree on one thing. For how much longer will we give the Turkish side the opportunity to say ‘as a candidate country’? Just take it away. It stops. We know very well that at least Greece, France, Estonia and many other countries will never accept the idea of Turkey in the EU. We will never accept spending our taxpayers’ money and billions on Turkey while it supports mosques and radical Islam in the EU. Can you say when it will be possible to say it is no longer a candidate country of the EU? ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 39, "date": "2020-09-15.json", "name": "Der Präsident. –", "mepid": "4246", "text": "  Ladies and gentlemen, Mrs Wiseler-Lima, I must now briefly suspend the sitting for the start of the first round of voting, and then you will be at your word.  Therefore, before we proceed with the debate, I must open the first round of voting today. The dossiers on which we are now voting can be found on the agenda. The voting round is open from 10.30 a.m. to 11.45 a.m. The voting procedure you are already familiar with is being applied. All votes today are roll-call votes and both Members of the European Parliament and citizens can check the vote and the results of the vote on the basis of the document published on the plenary session's website.  I therefore declare the first round of voting today open. You can vote until 11.45 a.m. We will announce the outcome of this round of voting at 2.15 p.m. this afternoon.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 40, "date": "2020-09-15.json", "name": "Der Präsident. –", "mepid": "4246", "text": "  We are now continuing our debate on the statement by the Council and the Commission in preparation for the special European Council on the dangerous escalation and role of Turkey in the Eastern Mediterranean (2020/2774 (RSP).", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 41, "date": "2020-09-15.json", "name": "Isabel Wiseler-Lima (PPE).", "mepid": "197421", "text": "   Mr President, Turkey has the status of a candidate country for membership of the European Union. It is a member of the customs union of the European Union and NATO. In addition, whole sections of Turkish civil society aspire to the values promoted within the European Union. The current government is thus challenged from within for its constant deviations from democratic values and fundamental freedoms: annulment of the results of elections won by the opposition; intimidation and imprisonment, including of journalists. There is thus a civil society that is militant, eager to see human rights respected, and looks to the European Union with hope. For the current government, establishing a bellicose relationship with the European Union is a way of making it an adversary, a role we refuse towards the Turkish people. The attitude of the Turkish authorities in the Mediterranean is a pure provocation: a regular violation of Greek airspace and territorial waters with no apparent purpose, disputed waters where no natural resources have been discovered. I ask you: what is this Turkish power really looking for? We call for strong measures against these provocations and continue to assure our Turkish friends, defenders of fundamental rights, of our support.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 42, "date": "2020-09-15.json", "name": "Brando Benifei (S&amp;D).", "mepid": "124867", "text": "   Mr President, ladies and gentlemen, when we talk about Erdogan's actions, we are sadly used to using harsh words. However, what is happening in the eastern Mediterranean goes far beyond all limits, with Ankara coming to directly threaten Athens after months and months of illegal drilling and agreements contrary to international law, such as the Memorandum of Understanding with Libya on the delimitation of maritime jurisdictions. Erdogan has one thing clear: when he threatens Greece or Cyprus, he is not simply threatening his neighbours, with Brussels as a mediator. It is threatening the whole of the European Union. And as Europe we must react together, keeping a channel of dialogue open, working towards de-escalation, of course, but next week's extraordinary European Council is signaling a strong signal, with a package of sanctions, but also with an embargo on the sale of arms to a country which, in addition to openly violating international law and jeopardising relations within NATO itself. , continues to decline in respect for human rights, fundamental freedoms and democracy.  It is time for Europe to pursue its own policy in the Mediterranean without being crushed by blackmail by autocrats such as President Erdogan.", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 43, "date": "2020-09-15.json", "name": "Nicolaus Fest (ID).", "mepid": "197480", "text": "   Mr President, I would like to thank the In my youth, Turkey was a military regime fought by all leftists and the pariah of international society, but it was a secular regime. Today, the situation in Turkey is much worse than it was then, especially as regards the situation of ethnic and religious minorities or women. Otherwise, there is no freedom of the press, freedom of expression and the rule of law. We know that, and we discuss it again and again, and nothing happens.  Now Turkey is even threatening two full members of the EU with military action, and nothing is still happening. We are debating here, but I continue to hear from the left that we need more dialogue and de-escalation.  De-escalation, dear leftists, is another word for betrayal of European values. That is why I am in favour of finally ending the dialogue and no longer de-escalating it, but escalating it, namely escalating in the spirit of European values, and finally enforcing these European values – including in relation to Turkey.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 44, "date": "2020-09-15.json", "name": "Paulo Rangel (PPE).", "mepid": "96903", "text": "   – Mr President, we should not need to remind ourselves that Greek and Cypriot borders are European borders – European Union borders. When Russia invaded Georgia, the Donbass in Ukraine, and Crimea, all the European Union reacted because Russia was not respecting international law or international borders. Now that we have this constant bullying at our own European borders, are we going to be silent? Are we going to be inactive? Aren’t we going to do something? Turkey is not a third country. It has a customs union. It is a candidate country and a member of NATO, and so it has obligations that other countries don’t have. We therefore have to be firm and clear. It’s European borders that are at stake. (Applause)", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 45, "date": "2020-09-15.json", "name": "Evin Incir (S&amp;D).", "mepid": "197392", "text": "   Mr President, I would like to begin by congratulating Mr Where the arguments are snout, there is a threat of violence options for some. There's Erdoğan right now. In an increasingly uncertain world, we need more dialogue, not escalation. We need more understanding, not polarization. But I have to say that, after last week's meeting of the Committee on Foreign Affairs, I almost lost hope.  The fact that Turkey's Foreign Minister, Cavusoglu, feels compelled to say at the meeting that he is proud of his ancestors, the Ottomans, and that the EU's borders do not end after Cyprus and Greece makes me wonder, on the one hand, whether he knows what the Ottomans were doing and, on the other, how well he can read a map. Believe me, I too wish Turkey was at a point where there was hope for EU membership. It would mean that all the peoples – Turks, Kurds, Syrians, Assyrians, Armenians, Alevis and everyone else – in Turkey lived in democracy and freedom, that the occupation of Cyprus was history, and that the conflict with Greece was resolved. Unfortunately, however, we are not there yet, and with the Erdoğan government it is completely impossible. Now, if ever, it is time for sanctions against Erdoğan and his lackeys.", "language": "en", "original_language": "sv", "translation_provider": "azure"}, {"id": 46, "date": "2020-09-15.json", "name": "Isabella Tovaglieri (ID).", "mepid": "197580", "text": "   Mr President, ladies and gentlemen, in order to extend Islamic hegemony over the eastern Mediterranean, President Erdogan does not miss an opportunity to threaten the European Union and to challenge its economic interests and cultural values. In July, in fact, in an act of open hostility towards Europe's Christian roots, it converted Istanbul's Hagia Sophia into a mosque. In August, however, it deployed 25 warships to survey deposits around Cyprus and the Greek islands, attacking Athens' fleet, which defended its exclusive economic zones. It is clear that we can no longer tolerate these provocations. President Macron, although seriously threatened by Ankara, did not hesitate to act with words and deeds, aware that the escalation desired by Erdogan, could have dangerous consequences for all Mediterranean countries. Instead, the Conte government stammers undecidedly about what to do, increasingly succumbed to dictators and increasingly on the fringes of international politics, obviously occupied more to welcome illegal immigrants than to protect the security of The Italian coasts and the borders of Europe, borders that, as far as we are concerned, Turkey will never have to cross.", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 47, "date": "2020-09-15.json", "name": "Massimiliano Salini (PPE).", "mepid": "125670", "text": "   Mr President, ladies and gentlemen, High Representative, we have an enormous responsibility that derives from the knowledge that it is not at all true that Turkey cannot be stopped.  The problem is that Europe is not stopping it: in both Syria and Libya, Russia has actually taken on this task. So what's our emergency? Returning as Europeans to defend the Mediterranean and today the threat is Turkey.  How can we achieve this? One proposal may be the establishment of a European Union special envoy for the Eastern Mediterranean, with the aim, on the one hand, of resolving legal disputes over the law of the sea and, on the other, of guaranteeing a peace marked Europe, because Turkey's peace with us, and therefore towards Greece and Cyprus in particular, is not a provocation. , in fact, a neo-Ottoman strategy, the victim of which is the Greek, Latin and Christian history of Europe.", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 48, "date": "2020-09-15.json", "name": "Εύα Καϊλή (S&amp;D).", "mepid": "125109", "text": "   Mr President, in the Eastern Mediterranean there is another episode of a chronic crisis that has simply been exacerbated by Erdoğan's hegemonic ambitions to fill the void left by America's absence and the now short-circuited NATO, until at least the European Union has come of age in its foreign policy, finally taking a leading role in the wider Mediterranean region and perhaps, Mr Representative, by entrusting a special European representative for the Eastern Mediterranean with consultation at all levels with Turkey in favour of peaceful coexistence with the European Union.  Let me underline here the obvious: that respect for international law and the sovereign rights of Greece and Cyprus are non-negotiable and do not come on anyone's table. Europe must therefore put an end to Erdoğan's neo-Ottoman geopolitical conquests — because Greece and Cyprus are Europe — by stopping using double standards, depending on the economic and armament interests of some Member States, and finally acquiring a strong and long-term strategy, from Libya to Syria, on our wider borders.", "language": "en", "original_language": "el", "translation_provider": "azure"}, {"id": 49, "date": "2020-09-15.json", "name": "Tom Vandendriessche (ID).", "mepid": "185771", "text": "   At the beginning of March, tens of thousands of migrants, mostly young men of military age, laid siege to the Greek border. Sultan Erdogan used mass migration as a blackmail tool to detach more money for his regime. There was hardly any reaction. Erdogan has known since then how weak and indecisive the European Union is. Today, his regime is violating Greece's territorial waters and airspace. Once again, there is a hesitantness to intervene decisively. Apeasement doesn't work with these kinds of leaders. We must get erdogan's regime to its knees or we must remain at the mercy of Turkish blackmail and aggression. Therefore, stop the billions for Turkey. Abolish the customs union and announce economic sanctions. And above all: finally stop the accession talks to the European Union, because Turkey is and will never be a part of Europe geographically religiously, culturally and historically.", "language": "en", "original_language": "nl", "translation_provider": "azure"}, {"id": 50, "date": "2020-09-15.json", "name": "Άννα-Μισέλ Ασημακοπούλου (PPE).", "mepid": "197695", "text": "   Mr President, in politics there are times when you have to choose whose side you're on. In the case of Turkish threats, blackmail, provocation, flagrant violation of the sovereign rights of Greece and Cyprus, but also of international law, it goes without saying that the European Union will take the side of its Member States; , statements, statements. Statements of solidarity and support and statements that push us to de-escalation and dialogue. And, don't get me wrong, statements are welcome; Because, as our Prime Minister, Kyriakos Mitsotakis, said, \"the challenges stop, the discussions begin\". But in politics, in the end, you are judged not by the statements but by the result. It is obvious that Mr Erdoğan does not take words. That is why I am asking you today to send a clear message to the summit that, as far as Turkey is concerned, it is time to finally move on from declarations to sanctions.", "language": "en", "original_language": "el", "translation_provider": "azure"}, {"id": 51, "date": "2020-09-15.json", "name": "Κώστας Μαυρίδης (S&amp;D).", "mepid": "124691", "text": "   Mr President, I quote a few key facts — I stress the word 'facts' — about turkey's behaviour, which we as the European Union unequivocally accept. Turkey has already violated the sovereignty and sovereign rights of two Member States of the European Union: Greece and Cyprus. But, especially in relation to Cyprus, it does not simply threaten; it has already invaded its exclusive economic zone and has held, since 1974, the northern part of the Republic of Cyprus. Turkey has invaded Syria. He has intervened in Libya and Iraq. What has brought us here, then, is the impunity of the criminal; Because we have tools: sanctions, a ban on arms sales and a suspension of the customs union that concerns Turkey's huge export sector. The latter has been proposed in cases other than the European Union; And one final appeal to you, my dear Mr Borrell, and to the German Presidency: The neo-Ottoman monster does not deal with it with dialogue; first you punish it and then you negotiate.", "language": "en", "original_language": "el", "translation_provider": "azure"}, {"id": 52, "date": "2020-09-15.json", "name": "Λουκάς Φουρλάς (PPE).", "mepid": "197414", "text": "   Mr President, Mr Borrell, it has already taken too long to put the brakes on the uncontrolled and provocative behaviour of criminal Erdoğan and his gang. You have seen when Turkey goes into dialogue: now, under the threat of measures. But we are too late and we have given it the right, Mr Borrell, to threaten two Member States every day with war. I do not think there is anyone here who does not argue that it is now necessary to impose measures on Turkey. From this Chamber we must send the message to the fascist Erdoğan, who oppresses even his own people, that the European Union is here, not threatened and not blackmailed. It is time to prove that this family, our European family, stands up and supports partners in practice, not just in words. Above interests puts law, principles and values. As we treat every Lukašenko, we also treat Erdoğan.", "language": "en", "original_language": "el", "translation_provider": "azure"}, {"id": 53, "date": "2020-09-15.json", "name": "Sunčana Glavak (PPE).", "mepid": "202036", "text": "   – Dear Chairman, Mr Borrell, the European Parliament is clearly largely dedicated to the European message of solidarity and to seeking a solution for, however, de-escalation rather than escalation on the ground. Geopolitical objectives and facts destabilise the situation in the region and we MEPs must stand strongly behind our European values, but in a spirit of partnership and peace.  The border with Turkey is europe's border, it's been heard several times, and we need to know how to preserve it. However, we need dialogue to calm tensions, but dialogue cannot be successful if it is based on blackmail. The territorial integrity of each Member State must be protected. We need to build bridges, we can't tear them down.  We must warn our strategic partners that there is a spirit of European values, but insisting on respect for land, sea and airspace, as well as the application of international law. I think Turkey heard our messages, we'll see the answer.", "language": "en", "original_language": "hr", "translation_provider": "azure"}, {"id": 54, "date": "2020-09-15.json", "name": "Josep Borrell Fontelles", "mepid": "n/a", "text": "   Vice-President of the Commission / High Representative of the Union for Foreign Affairs and Security Policy. – Mr President. I wish to thank Members for all their contributions to the analysis of the situation and the proposal for the next Foreign Affairs Council and the next European Council. I will consider all these comprehensive views and I will share them with my colleagues at the Foreign Affairs Council and transmit them to the members of the European Union when the heads of state and government meet. I have the honour and the responsibility to attend the European Council meeting, and I will transmit the positions of the European Parliament which have been expressed today.  It is clear to me that we have to stand by our interests and demonstrate our readiness to protect the rights and interests of the European Union and especially the ones of Cyprus and Greece, which has been threatened. In our Gymnich meeting in Berlin we got a political agreement and now we are trying to make this particular agreement become a decision, a formal decision at the Foreign Affairs Council. The working group at the Council are engaged on that. Unhappily, today there is no agreement. You know that sanctions require strong agreements between Member States, unanimity in some cases, and this for the time being is not the case. We will continue working in order to find a solution that could make possible both sanctions on Belarus and sanctions on Turkey, to follow the same base as we agreed in the informal meeting in Berlin.  But, at the same time, it has also been expressed here that a minimum of trust and dialogue with Turkey has to be pursued in order to stop the escalation. I do think both things are contradictory. We have on the one hand to show our readiness and our stance, and on the other to continue talking. This is the work of diplomacy and that we are trying to do, especially I myself with the help of the External Action Service – to look for ways to work through our problems and improve our relations. I cannot answer all the questions that you have been raising.  I would only like to say to Mr Lagodinsky and others that I share very much their approach to try to substitute the search for energy in those seas, which is something that we know that it is not exactly in accordance with our Green Deal, and instead of that we should try to provide to Cyprus, Turkey and the Greek islands big support in order to develop alternatives energies. The sun is there. The wind is there. All the natural resources that we want to mobilise in order to provide cleaner and decarbonised energy are there. I think that one of the ways to try to solve the problem is that we would like to stop looking for carbon energies – and although gas is a ‘less—carbon’ one it is still a carbon one – and to look for another solution. This will be part of the solution. At the same time, you claim here decisions that are outside my capacity and the capacity of the Council. Like, for example, the arms issue. it is a matter for the Member States and all of you can influence the attitude of your Member States through the national parliaments. I’m sure that the voices that have been expressed here at the European Parliament will also be heard at the national parliaments, and the political parties that you represent will ask at national level the same thing that you have been asking, here because the answer has to come from Member States. The European Union has not the capacity, for example, to decide an arms embargo. it is a unilateral decision of the Member States to decide what to do with their arms policy. About the resources that we have been providing to Turkey, as some have been mentioning, I want to make the difference between the resources that we allocate to Turkey and the resources that we allocate to help Syrian and other refugees being hosted by Turkey. These are different things. This money goes to provide schools and health care and social security, and even food, for hundreds of thousands of the refugees that are in Turkey. So the money in some cases goes through the Turkish Government, but in most of the cases it goes directly to the interested people through NGOs and through United Nations organisations. I suppose that everybody here will be in favour of giving financial support to alleviate the situation of the refugees being hosted in Turkey. Please make the difference, because these are completely different things. Thank you very much for all your contributions. I understand that there are strong feelings about the Turkey issue, Turkish membership. Our relations with Turkey are, as I said, at a watershed moment. It is one of those moments in history where decision—makers have to go and face difficult decisions, trying to look for the best for all of us. I am sure that this is what the European Union Council will try to do at the next meeting. (Applause)", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 55, "date": "2020-09-15.json", "name": "Michael Roth", "mepid": "n/a", "text": "   President-in-Office of the Council. Mr President, honourable Members, High Representative, I would like to begin by thanking the rapporteur for her excellent report, which is a very good one. There are two messages coming out of this important debate here in Parliament. The first is addressed to Ankara: President Erdogan, stop this policy of aggression, military escalation. They will not succeed.  The second important message is addressed to our partners in Greece and Cyprus. They are not alone in this fire-hazardous confrontation. We are at your side and we are doing everything we can to return to political dialogue. I have great sympathy for the emotionality that has been expressed here in many speeches. But on one point I am a little surprised. The European Union is committed to peace and dialogue. I do not know whether it will help us to continue to turn the rhetorical spiral of escalation. Nor do I understand how this can give the impression, ladies and gentlemen, that we are doing nothing but talking. But without talks, everything else is nothing. And when it is said here that we are constantly throwing new money in Turkey's throat, I would like to express my support for the High Representative. We have recalibrated the pre-accession funds. The money we are making available to Turkey goes primarily to where it is urgently needed: to the critical part of Turkish civil society in its efforts to strengthen democracy and the rule of law and human rights. And I fully support this policy. And it is just as the High Representative has just said: Turkey has taken in four million refugees. I am responsible for your assessment of whether there or in the European Union the refugees are treated better.  And I have the impression that the money that the European Union is making available to Turkey to improve the situation of refugees, to create jobs, to improve education, is well-invested money. We need not be ashamed of this at all. And if we get the impression that we are not doing anything here any more, I would like to point out that the negotiations on deepening the customs union are on hold, just as the accession negotiations with Turkey are on hold.  But please, let us not forget one thing: Turkey is not just made up of Mr Erdogan. We have a critical civil society there, which is still looking towards the European Union. It is a divided society. And I accept every argument in favour of Turkey: regression, massive regression in the rule of law, in freedom of the media, in freedom of expression, in the independence of the judiciary. However, I do not accept one argument, honourable Members: religion must not play a role in the assessment of Turkey, at least not in the European Union. We are a community based on religious freedom. We are not an exclusive club of just one religion. Millions of people of Muslim faith live here in the European Union, so this must not be an argument directed against Turkey. There are many other arguments.  In this respect, I would like to reassure you – and I am grateful for the important contributions – that the President-in-Office of the Council, but also the Presidency of the Council, the German Presidency, will work tirelessly to resolve this conflict. And I am very pleased that we can count on your support.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 56, "date": "2020-09-15.json", "name": "Der Präsident. –", "mepid": "4246", "text": "  Finally, I would like to thank both Speakers from the Commission and the Council for responding to our contributions to the debate and for having the differentiated and determined approach to drawing the right conclusions from them. The debate is closed. The vote on the amendments will take place on Wednesday, 16 September 2020, and the final vote will take place on Thursday 17 September 2020. Written declarations (Article 171)", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 57, "date": "2020-09-15.json", "name": "Guido Reil (ID)", "mepid": "197488", "text": "  Writing. – Turkey has repeatedly threatened some EU Member States in recent days. It is always about gas in the Mediterranean, migration and, or Cyprus. The EU Parliament rejects these threats as \"unacceptable\" for an EU candidate country. Unacceptable? I find the EU's action unacceptable. Why is Turkey still a candidate for EU membership? What else has to happen? Does Turkey have to officially declare war on Greece? The accession negotiations have failed. The billions of euros that we have paid to Turkey as aid for accession have been soured. We can write them off. We are only having sham negotiations. We should end this theatre as soon as possible and finally take note of reality. From 2007 to 2020, we paid turkey a total of around EUR 10 billion. The money is gone. If we believe that Erdogan is changing course simply because we are giving him a few billion, then we are naive and cling to fiction. Turkey handles 30% of its international trade with Germany. We should point out our market power in order to assert our interests in relation to Erdogan. Instead, our Chancellor is being blackmailed by this would-be sultan with a half-cooked \"refugee deal.\"", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 58, "date": "2020-09-15.json", "name": "Ελισσάβετ Βόζεμπεργκ-Βρυωνίδη (PPE)", "mepid": "125065", "text": "  Writing. – Turkey's offending stance in the Aegean and eastern Mediterranean is ongoing and escalating. The withdrawal of the Turkish research vessel from the Greek continental shelf does not signal a de-escalation of tension, as the Turkish fleet remains in the region, and top Turkish government officials continue the provocative rhetoric, stressing that Oruç Reis will return after its repair. President Erdoğan is citing pre-formal dialogue to buy time ahead of next week's European summit. It seeks to blackmail a political agenda that directly offends international law and Greece's sovereign rights, disregards our decisions and European institutions and intensifies Turkish revisionism. The only way for Turkey to realise that it needs to change policy is to impose severe economic sanctions on it that affect the core of its economy, such as the suspension of the favourable terms of the customs union. Otherwise, if the European Union once again backs down on Turkey's illegal, blackmailing and provocative revisionist policy, this will be interpreted as the weakness of a strong Europe, which has 500 million citizens but cannot enforce its decisions. It is insulting to the Union that economic agreements outweigh principles and values and undermine its unity.", "language": "en", "original_language": "el", "translation_provider": "azure"}, {"id": 59, "date": "2020-09-15.json", "name": "Θεόδωρος Ζαγοράκης (PPE)", "mepid": "125067", "text": "  Writing. – It is good that the period of illusions about the future of our relations with Turkey has passed idly by. This summer it has been clearly demonstrated that Turkey poses a threat not only to Greece and Cyprus but to the whole of Europe. Contrary to every principle of international law, it provocatively violates the sovereign rights of the countries of the Eastern Mediterranean region and with threats and bullying is blackmailingly trying to create fait accompli in the region. Greece, for its part, has done and will continue to do the obvious. Defend its legal rights and resolutely guard the EU's borders. Now it is the EU's turn to rise to the occasion and respond decisively to Turkey's provocative and offensive behaviour, starting with immediate and harsh trade and economic sanctions. The defence of European borders and international law is neither a negotiated nor a bilateral problem of a Member State. I call on you to rise to the occasion so that we can put an end to Turkey's dangerous games together. I'm sure we can and will.", "language": "en", "original_language": "el", "translation_provider": "azure"}, {"id": 60, "date": "2020-09-15.json", "name": "Der Präsident. –", "mepid": "4246", "text": "  The next item on the agenda is the joint debate on the statements by the Vice-President of the Commission/High Representative of the Union for Foreign Affairs and Security Policy, on the situation in Belarus (2020/2779(RSP)), on the situation in Lebanon (2020/2775(RSP)) and on the situation in Russia and the poison attack on Alexei Navalny (2020/2777(RSP)). I would like to point out once again that this debate does not accept spontaneous speeches and blue cards. Once again, I would like to give the floor to the High Representative and Vice-President of the Commission, Mr Josep Borrell Fontelles, on this joint debate on these important issues of day-to-day politics and principle.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 61, "date": "2020-09-15.json", "name": "Josep Borrell Fontelles", "mepid": "n/a", "text": "   Vice-President of the Commission / High Representative of the Union for Foreign Affairs and Security Policy. – Mr President, you have invited me to address the plenary on three very important issues. Altogether, the three of them are going to be a lot of work and we do not have enough time to deal with them as much as needed, but let’s try to summarise what has indeed been a summer of crisis.  Let us start with Belarus. You know, the situation is clear for us. We consider the elections on 9 August fraudulent. (Interruption from the floor). So we don’t recognise Lukashenko as the legitimate president of Belarus and I appreciate the support that this Parliament has demonstrated for the rights of the Belarusian people, as well as the actions taken until now by the European Union.  But the brutal crackdown continues. More than 7 500 peaceful protesters have been detained, 500 cases of torture have been recorded and documented. All Presidium members of the Coordination Council have been arrested or forced into exile, with the exception of the Nobel Prize Laureate Ms Alexievich.  We have reacted. We have reacted across four pillars of action. First, by adopting sanctions. We are in the process of adopting sanctions for a substantial number of those responsible for the violence, repression and falsification of election results. They are right now under examination by the Council working parties, with a view to adoption as soon as possible. As soon as possible – what does this mean? They should be adopted before the European Council. We want to keep European credibility. We are trying to apply a gradual approach and if the situation further deteriorates, additional sanctions will be envisaged. Secondly, we call on the Belarusian authorities to find a way out of the crisis by ending the violence and unlawful detentions and by establishing an inclusive national dialogue. We continue to stress that we are ready to support any credible initiative in this direction. For example, the offer of the Organization for Security and Co-operation in Europe (OSCE) Chair—in—Office to visit Minsk. It could help to resolve the crisis. But we stress the fact that, from our point of view, the re-run of the elections under OSCE supervision would be the best solution, but so far, it has been impossible for us to reach out to the Belarus authorities at any level.  The single-minded determination of Lukashenko to stay in power with the apparently increasing support of Moscow makes all this difficult. You know that there was a meeting between Lukashenko and Putin on Monday, yesterday, and it seems from this meeting that support by Russia for Belarus, for Lukashenko, continues.  Thirdly, we are committed to strengthening our engagement with the Belarusian people and civil society. President von der Leyen announced EUR 53 million allocated to Belarus, funds which have immediately been made available to the victims of violence, and we are trying to provide support to the independent media.  And finally, we are conducting a review of EU-Belarus relations. We are identifying areas where contact should be suspended or scaled back, areas where it is in our interest to engage and even intensify contacts in support of the Belarusian people and civil society, and finally areas where we can assist further if there is a move towards a new democratic Belarus. I want to stress these three areas: where we can suspend or scale back, where we can engage and where we can further assist. This is telegraphically what I can say about the Belarusian situation.  Let’s now focus, as you have requested, on the difficult situation in Lebanon. As you know, there was a devastating explosion on 4 August in Beirut that struck the country in the financial, economic and political dimension. The situation is compounded by the pandemic, and the consequences of the conflict in Syria, including the fact that Lebanon has been hosting over a million Syrian refugees for many years now. Last week, additionally, we witnessed a huge fire in the port of Beirut.  I am proud to say that our response to the explosion was swift and solid. We mobilised civil protection and immediate humanitarian and crisis response in the amount of EUR 63 million. Our civil protection mechanism mobilised 17 Member States, plus Norway and Turkey, with search and rescue teams and medical care providing substantial life-saving assistance.  Our determination is strong and clear. The European Union is a long-standing partner and a major donor of humanitarian, development and other assistance to Lebanon, and we remain committed to assisting the Lebanese people in the upcoming period. Going forward, and as called for by President Macron during his visit of 1 September, we want to quickly see the formation of a capable, representative and accountable Lebanese government. It should deliver on a credible reform agenda, as the Lebanese people have long been claiming. Concrete steps to reform the financial system and to adopt anti-corruption measures remain vital. As important are the necessary reform of the electricity sector and public procurement. Lebanon needs also to reach agreement with the International Monetary Fund in order to solve its deep economic crisis. It is also a precondition for a possible macro-financial assistance programme from the EU. We cannot do that without, first, an agreement with the International Monetary Fund. But we have recently finalised with the World Bank and the United Nations a joint rapid damage and needs assessment for rehabilitation and reconstruction, and work continues on its operationalisation  This should help to provide assistance in the future and we will continue to apply safeguards to ensure that funds reach the intended beneficiaries. That’s what the people of Lebanon asked, to give the help directly to the people in need. They do not seem to rely very much on or trust a lot their institutions and government.  And finally, an independent and credible investigation into the explosion should be conducted and we stand ready to help. We want to help Lebanon, but Lebanon must also do its part and proceed urgently to implement long-standing reform.  And now, let’s have a look at the situation, as you have requested, in Russia, and particularly the poisoning of the Opposition Leader Mr Alexei Navalny, which has shocked all of us. I would like to take this opportunity to transmit, once again, my best wishes to him and his family, and the fact that we condemn in the strongest possible terms this assassination attempt. Because this is the word we have to use: assassination attempt. I personally issued two statements immediately after this event happened, on 24 August and 2 September, and the EU 27 issued a declaration on 3 September.  The German Government confirmed on 2 September that Mr Navalny was poisoned by a military chemical and yesterday we learned that French and Swedish laboratories have ratified this conclusion. There is now irrefutable evidence that a nerve agent from the Novichok group, similar to the one used in the assassination attempt on Sergei and also on Yulia Skripal in March 2018, was used to try to assassinate Mr Navalny.  The use of chemical weapons by anyone, anywhere, and at any time and under any circumstances constitutes a serious breach of international law and international human rights standards. So we will keep calling upon the Russian authorities to cooperate fully in this investigation and particularly with the Organisation for the Prohibition of Chemical Weapons.  This is all I have to inform you of and I am looking forward to hearing your contribution to these three very important issues of our foreign policy.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 62, "date": "2020-09-15.json", "name": "Michael Gahler", "mepid": "2341", "text": "  Mr President, i.e. the Group of the European People's Party (Christian Democrats) and European Democrats Mr President, I would like to thank the I admire the people who stand up peacefully but resolutely against the electoral fraud of the old regime in Belarus. They deserve our support. We, too, do not recognise this choice. We too are calling for new elections. We too call for a dialogue between the regime and the Coordinating Council.  Svetlana Tichanovskaya is legitimized by the electorate to negotiate how to shape the way to new elections. We too call for an end to the violence of the KGB, the Omon troops and the police against the peaceful citizens. We also call for the immediate release of all demonstrators and political prisoners, such as Kolesnikova, Tichanovsky, Babaryko, Sevyarynez, Vlasova, Snak, Dylevsky.  We too demand that there should be no foreign intervention so that the Belarusians can shape their democratic revolution according to their wishes. But Russia is also foreign, Mr Putin. The Brezhnev Doctrine has ended up in the dustbin of history with the Paris Charter and the end of the Warsaw Pact. I call on the Russian President, for once, to accept the will of a people. A people that has not developed any anti-Russian feelings. Take advantage of that! Support the will of the people and gain influence, and not through violence, occupation, oppression, intimidation and troll propaganda!  And I call on the Council and the Commission: let us base our policy towards Belarus on the wishes and expectations of the people there and not on Mr Putin's wishes. For the period after the victory of the democratic revolution, we should have a substantial aid package in place for Belarus, which supports political, economic and social development. The only condition should be that this government has emerged from free, democratic elections. Anything else is a matter for the Belarusians. We accept the way, we do not send tanks or green males under any circumstances. We can guarantee that. (The President cut off the speaker)", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 63, "date": "2020-09-15.json", "name": "Iratxe García Pérez", "mepid": "28298", "text": "  on behalf of the S&amp;D Group – Mr. President, neither the thousands of arrests made since the fraudulent elections on 9 August against protesters, opposition leaders, workers, students and journalists, nor the hundreds of allegations of torture in detention centres have frightened a population that considers Lukashenko's dictatorship to be Belarus's main problem.  Mr Borrell, you can count on the commitment of the Social Democratic family to accompany the Belarusian people on their way to democracy and freedom. We are aware that the solution is not only what happens in Minsk, but also in Moscow. And we are committed to the aspirations of the political opposition as a whole, embodied by the Coordination Council. A peaceful transition, the release of political prisoners and the holding of a new election.  The work of Tijanóvskaya, Tsepkalo and Kolésnikova in favor of democratization and respect for human rights in Belarus are a source of inspiration for all the world's Democrats. For this reason, our group has proposed that its sacrifice be awarded the Sakharov Prize for Freedom of Conscience. Kolésnikova's arrest is a new and intolerable passage in the time tunnel in which the dictatorship has been holding Belarus since 1994. It's time for women in Belarus. Lukashenko identifies feminism with Western values that jeopardize his concept of state. Gender equality has never been on its government's agenda and, according to UN Women's latest report, Belarus tops the list of countries with less participation of women in government positions. She often likes to say that women's vocation is to adorn the world, and that of men, to protect the world and women. No, Mr Lukashenko: the responsibility of a head of government is to promote the progress of all men and women who are born free and equal in rights.  And from the European Union, by our principles, we must listen to the legitimate claim, the courage of thousands of women and men who put their lives at risk. Your fight is your freedom and it's our fight.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 64, "date": "2020-09-15.json", "name": "Dacian Cioloş", "mepid": "197631", "text": "  on behalf of the Renew Group. Mr President, last Wednesday, a month after the so-called presidential elections in Belarus, Svetlana Aleksievitch received anonymous phone calls and was subjected to attempted intrusion into her apartment. Of the seven members of the Coordinating Council, Aleksievitch is the only one who has not been arrested or forced into exile. In response, the ambassadors of our Member States, including Romanian Ambassador Viorel Moanu, who knows very well what repression means, rushed to his home to provide support and protection. A strong symbolic gesture renewed in the following days. This is the Europe that the citizens of Belarus and our neighbourhood need. A Europe that protects those who dare to fight for freedom of expression and democracy. For more than a month, demonstrations of unprecedented magnitude have been taking place throughout Belarus. What a lesson of courage and freedom these citizens of all ages come together under female leadership! They ask Lukashenko to respect the vote cast on 9 August, which was unscrupulously falsified. In response to the demands of the demonstrators, Lukashenko responded as in soviet times: 7,000 people were arrested and more than 450 tortured. Moreover, he imagines enemies (NATO, Europe, the West) and asks for Putin's help, but no lasting solution can be found to this because the only correct path is a peaceful transition from autocratic power to democratic power, the result of a transparent dialogue with the opposition. There is an urgent need for violence and repression to stop. There is also an urgent need for all political prisoners to be released. Europe must do everything in its favour with this solution. Strong and effective sanctions against those responsible for the falsification of elections and repression against the Belarusian people must be put in place as soon as possible. Lukashenko deserves to be at the top of this list. How, in fact, can Belarusian citizens who are fighting for freedom understand that this is not the case? The European Union must also be prepared to ensure the protection of all those fleeing Lukashenko's repression, as well as to actively support that of civil society, political activists and journalists who continue to fight for freedom of expression. If we want the European Union to truly be a credible pillar of support for respect for individual freedoms and democracy, our reactions must be firmer and more effective in the future.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 65, "date": "2020-09-15.json", "name": "Thierry Mariani", "mepid": "197623", "text": "  on behalf of the ID Group. - Mr President, I know Belarus through many election observation missions that I have been able to carry out in the country over the past 15 years. At each election, the demonstrations denounce the methods of the state and protest against the treatment of the opposition. While it is not new to see Belarusian society moving by the results and the conduct of elections, what constitutes a real change is the scale and determination of these demonstrations. Should we listen to the anger of these protesters? Yes of course. Should we take advantage of their anger to try to manipulate certain minds? I don't think so. The European Union must avoid a new Maidan in Belarus. The sad fate of Ukraine, since this episode influenced from abroad, proves sufficiently that it is through dialogue alone that we will succeed in restoring justice and calm within this country. Yes, we must avoid violence. Yes, those arrested must be released. But let us instead help Belarus to start a genuine national dialogue between the different parties. I think that is the only way to move forward and bring calm to this country.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 66, "date": "2020-09-15.json", "name": "Viola Von Cramon-Taubadel", "mepid": "197451", "text": "  Mr President, For better, I would like to make a name for my free Mr President, ladies and gentlemen, I would like to thank the rapporteur for her excellent report and for the way in which Developments in Belarus in recent weeks have been dramatic. Hundreds of thousands of peaceful protesters take to the streets every day for freedom and against fake elections. And it is above all the peaceful resistance of women that is incredibly impressive for us. Their courage is unique.  What is extremely shocking, however, is the brutality of the regime with which Lukashenko is taking action against its peaceful citizens. Police violence, martial with Kalashnikovs here on the one hand, roses, dance and music there. Krasser could hardly be the opposite. The images of the emancipation of women and their peaceful resistance expose the dictator. This revolution is female.  The citizens of Belarus currently want only two things: free and fair elections and the release of all political prisoners. The Council of the EU did well not to recognise the election result. Now a unanimous vote for new elections would be important.  The massive police operation, the torture in prisons and the falsification of elections must have consequences for those who order and execute it. That is why we are calling for a tough list of sanctions for all those in the regime apparatus, including Lukashenko, who are involved in the repression of civil society, students in universities and strikers in companies.  Under no circumstances must EU aid or other eu economic aid now lead to further support for the old regime. The money must reach the people of Belarus, not their tormentors. In order to hold the tormentors in Belarus to account, we call for an international commission of inquiry within the mandate of the UN Special Rapporteur against Torture. However, we should also extend the sanctions list to include those who cooperate directly with Lukashenko's regime from Russia, such as the Russian journalists who are taking over the propaganda for Lukashenko on The State Television Channels of Belarus.  Only if all those involved feel that their actions are not without consequences can we be effective. Mr Borrell, take on board with your foreign ministers and see that we do justice to the peaceful demonstrators in Belarus.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 67, "date": "2020-09-15.json", "name": "Anna Fotyga", "mepid": "28353", "text": "  On behalf of the ECR Group. – (2) Mr President, I would like to begin by The usurper of presidential power in Belarus is willing to sacrifice his country's sovereignty, the security – and in many cases life – of its citizens in exchange for Kremlin guarantees of its duration. We demand an immediate end to the violence in Belarus, the release of all political prisoners, the re-election in accordance with the will of the people. We require Russia to refrain from supporting the usurper.", "language": "en", "original_language": "pl", "translation_provider": "azure"}, {"id": 68, "date": "2020-09-15.json", "name": "Manu Pineda", "mepid": "197828", "text": "  GUE/NGL Group. – Mr President, Mr Borrell, the European Union is failing in its neighbourhood policy with the Eastern countries. We've seen it in Ukraine, we've seen it in Georgia and now we're seeing it in Belarus.  This failure is the result that, instead of having a foreign policy of our own, we do everything to please the United States in its confrontation with Russia. That is why we have allowed around 20,000 American soldiers to have moved on European territory to the border of a neighbouring country in the European Union in the last year. Instead of acting as an actor that promotes dialogue, peace, negotiation and political channels, the European Union is contributing to a conflict that is a problem for Europe. The United States is again using Europe as a game board to wage another war.  Mr Borrell, the European Union must not take measures to favour a war on European territory, but rather create the necessary conditions to prevent it.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 69, "date": "2020-09-15.json", "name": "Márton Gyöngyösi (NI).", "mepid": "198063", "text": "   – Mr President, I would say to Mr Borrell that I tend to agree with those colleagues who suggest the best the EU can offer to Belarus is the prospect of European values. While Putin offers military support to shore up Lukashenko’s regime, Europe must offer an alternative prospect of a free society, rule of law, democracy and freedom. But how credible is the European Union in doing so if it cannot speak with a single voice on this subject, and if it tolerates Lukashenko—style authoritarianism amongst its ranks, like the Prime Minister of Hungary, Viktor Orbán, who was the last official visitor to Belarus as a symbolic move, and who used this occasion to praise Lukashenko’s regime and to bash the European Union? Ever since, he has been busy constructing a regime which looks very much like that of Lukashenko’s: suppressing press freedom, rigging elections, stifling the opposition and building a corrupt system. All these are attributes of Viktor Orbán’s Hungary today.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 70, "date": "2020-09-15.json", "name": "Andrius Kubilius (PPE).", "mepid": "197843", "text": "   – Mr President, I would like to say to Mr Vice-President of the Commission that we stand together with the Belarusian people. The Belarusian people in their majority are saying to Lukashenko, ‘Get out!’ Putin is standing together with Lukashenko and that is why Lukashenko continues with the violence. From our side, it is not enough only to speak words of solidarity and concern. The EU needs to act and the European Parliament needs to take leadership.  What do we need to do? First, to recognise Sviatlana Tsikhanouskaya and the Coordination Council as the legitimate representatives of the people of Belarus and invite them to the European Parliament. Second, to denounce Lukashenko as a criminal usurper if he does not resign when his term in office is over. Third, to start an international investigation into OMON war crimes and to demand that all those who participating in OMON pogroms be included in the EU sanctions list. Fourth, to start to prepare a new Marshall Plan for assistance to democratic Belarus. And fifth, to award the Sakharov Prize to the brave women and men of Belarus. Let’s do it! (The speaker concluded in Belarusian: ‘Zhiv’e Bielarus!’)", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 71, "date": "2020-09-15.json", "name": "Kati Piri (S&amp;D).", "mepid": "37229", "text": "   – Mr President, for a long time, Belarus was seen as a black hole on the European map, not only because of its dictatorship but also because of the weak and unambitious EU policy towards that country. Nowadays, Belarus is where we see pride and hope on our continent. The Belarusian people deserve no less than swift, determined and principled action by the European Union. August ninth wasn’t fraud; it was theft. Ever since, we see peaceful protesters being arrested, beaten up, tortured, ‘disappeared’ and even killed. We need broad, targeted sanctions now, including against Lukashenko himself. Finally, I would I like to make a call to all my colleagues here in the European Parliament. We have all seen that freedom’s face in Belarus is female. So let us unite behind giving this year’s Sakharov Prize to the brave women of Belarus.  (The speaker concluded in Belarusian: ‘Zhiv’e Bielarus!’)", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 72, "date": "2020-09-15.json", "name": "Petras Auštrevičius (Renew).", "mepid": "124766", "text": "   – Mr President, the day of 9 August marked the change in the Belarusian people’s perception towards their, and their country’s, future. People no longer tolerate Lukashenko’s dictatorship, fraudulent elections, brutal oppression and economic uncertainty. For the fifth week in a row, tens of thousands of Belarusians in the streets are demanding a halt to violence against peaceful protestors, the organisation of new free and fair elections, and the release of all detained protesters and political prisoners. They are demanding a power transition, as they voted for Sviatlana Tsikhanouskaya as their President. The European Union policy line since 2016, based on realpolitik and ignorant to the signals sent by Belarusian civil society, has failed. The EU needs a new approach towards Belarus which includes termination of any cooperation with the Belarusian regime, in particular freezing official membership of the Eastern Partnership initiative, and, instead, supporting the democratic opposition and civil society. The situation in Belarus has become a matter of geopolitics. We witness hybrid intervention from the Russian side, as it seeks to preserve its influence and pursues the continuous ambition of incorporating Belarus into the Russian Federation. We have to stop Russia’s poisoning politics, focused on violating the territorial integrity of its neighbours. Finally, we need solidarity, support and sanctions. I look forward to that policy line of the European Union.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 73, "date": "2020-09-15.json", "name": "Maximilian Krah (ID).", "mepid": "197481", "text": "   Mr President, ladies and gentlemen, I would like to thank the rapporteur for her excellent report and for the way in which Long before I was elected to this Parliament, I was one of the founding members of the Friendship Society of Germany-Belarus. I can assure you that it is a great people, full of intelligent and pleasant people who, incidentally, are also very conservative – probably the most conservative people we have in Europe. So there is little reason to believe that a feminist revolution is imminent. But this people are fed up with the dictator Lukashenko and his cochos methods. The election is clearly falsified and there needs to be clear pressure to put an end to it.  However, we should always learn from Ukraine's mistakes. There is no reason to link the commitment to popular sovereignty in Belarus with anti-Russian rhetoric, as we have heard here again today. Russia must be put on board and fears of a new Maidan must be allayed if we are realistically to help the Belarusians to become masters of their own country again. Anyone who strikes anti-Russian tones will put Russia alongside Lukashenko and create the conflict that no one here wants.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 74, "date": "2020-09-15.json", "name": "Reinhard Bütikofer (Verts/ALE).", "mepid": "96739", "text": "   Mr President, Mr Borrell, ladies and gentlemen, I would like to thank the rapporteur for her excellent work and for the work he has had on the work of the rapporteur, Mr Borrell. From the outset, the European Union has supported the aspirations of the people of Belarus for democracy and freedom in this conflict, but has not pursued its own geopolitical objectives.  I think that was the right thing to do. But that doesn't mean others don't. Anyone who has seen the video in which the former dictator, this ridiculous figure Lukashenko, begged Putin to come to his aid, has seen how the weights are being shifted there. Russia has long since begun to shift the weights.  There are two possible futures for Belarus: one Belarusian and one Russian. We have no interest in the second being the case. That is why I agree with saying that we do not want to be anti-Russian. But being against Putin is not anti-Russian, I would like to say that.  However, I believe that we must insist that Lukashenko can only have one function in the future: to hand over Belarus to Putin. That is why we must make it clear that a future, a way out for Belarus, can only exist without Lukashenko.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 75, "date": "2020-09-15.json", "name": "Witold Jan Waszczykowski (ECR).", "mepid": "197566", "text": "   – (2) Mr President, I would like to begin by I believe that Belarus must be the subject of the forthcoming Council and even a more important topic than the Turkish issues. From Belarus, from Minsk to Brussels is closer than from Turkey, and even closer than from Mali. Belarus is the Union's neighbour, it is a European state, it is a member of the Eastern Partnership. Belarus has also been the target of hybrid Russian intervention for many weeks. It is the site of demonstrations lasting more than thirty days in Minsk and many other cities.  Poland, as one of the few countries in the European Union since the beginning of the crisis, has offered a support plan – the Moravian plan. The Visegrad Group was also convinced of this plan. A specific \"European Marshall Plan\" will be proposed at this nearest Council by Polish Prime Minister Mateusz Morawiecki.  Will we therefore see an effective intervention by the European Union in the context of the fact that Putin has already offered one and a half billion dollars, and we have only a few million euros? Will we defend this society ... (The President has received the speaker's vote)", "language": "en", "original_language": "pl", "translation_provider": "azure"}, {"id": 76, "date": "2020-09-15.json", "name": "Helmut Scholz (GUE/NGL).", "mepid": "96646", "text": "   Mr President, Mr Borrell, I would like to thank Mr Borrell for his work on I agree with everyone. Lukashenko must finally admit that his people want to depose him, instead of relying on repression, intimidation, kidnapping and torture in order to remain in power. A power that he has – always – used for his personal interests, sometimes with Putin, sometimes with the EU. We should not forget that.  We call for the immediate release of all political prisoners, an immediate halt to all repression, police measures and legal action against the gangs in Minsk and other major cities who carry out randomly brutal attacks on citizens.  What is urgently needed is the opening of a transparent and socially broad dialogue to overcome political confrontation, and I agree with all the speakers here in the Chamber. And this dialogue will certainly have to lead to free and fair new elections. In order for this to be possible, however, international moderation is certainly also necessary, at the same time strict restraint and omission of any foreign interference in the country's internal redefinition. This must apply to the Russian Federation, which is contractually linked to Belarus, as well as to the EU and others, that is, within the framework of the OSCE.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 77, "date": "2020-09-15.json", "name": "Clara Ponsatí Obiols (NI).", "mepid": "204443", "text": "   – Mr President, I grew up singing L’Estaca, the iconic Catalan song of protest that later on became the anthem of revolution in Eastern Europe. Nowadays we hear L’Estaca in the streets of Belarus. People in the streets that want their vote respected, police brutality, hundreds arrested, political opponents sent to jail or exiled – yes, this is happening in Belarus today and, yes, our hearts beat with the people of Belarus in their struggle for civil rights and democracy.  But wait: people in the streets wanting to vote, police violence, political prisoners – have you not seen this elsewhere in Europe? Yes, we have seen this in Catalonia inside the EU. L’Estaca has also returned to the streets of Barcelona and its composer, Lluís Llach, is now one of the leaders in the Catalan Republican Council. This Parliament must stop its hypocrisy if it wants to be credible in upholding civil rights everywhere. First, especially, look after civil rights in the EU. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 78, "date": "2020-09-15.json", "name": "David McAllister (PPE).", "mepid": "124806", "text": "   – Mr President, as the European Parliament we need to make clear firstly that we strongly support the protesting Belarusians and their demands for freedom, dignity, democracy and the right to choose their own destiny. Secondly, that we don’t recognise the results of the presidential elections held in Belarus on 9 August as they were conducted in flagrant violation of all internationally recognised standards, and thirdly that we condemn the ongoing intimidation and disproportionate use of force towards peaceful protesters, participants of strikes and members of the Coordination Council.  High Representative, the restrictive measures targeted against those responsible for the repression in Belarus should be immediately implemented, they are certainly overdue. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 79, "date": "2020-09-15.json", "name": "Tonino Picula (S&amp;D).", "mepid": "112744", "text": "   – Mr President, the arrest of presidential candidates and peaceful protesters, a violent crackdown on the opposition and civil society – this is a picture of Belarus today that we condemn in the strongest possible terms. Of course we do not recognise the results of the elections, which were neither fair nor free. They did not allow for election observers nor did they respect international standards. New presidential elections must be held. We must insist on targeted sanctions against the perpetrators of acts of violence and repression, including Lukashenko and reassess our relations with Belarus. It must be very clear that we expect Russia to abstain from igniting further violence or repression, also given its latest financial assistance to the regime.  Belarusian citizens, as much as all others, deserve to live in a country where their fundamental freedoms and human rights are respected, where those in government serve the people and where people’s health and safety, and economic and social prosperity are the guideline for all state activity.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 80, "date": "2020-09-15.json", "name": "Karin Karlsbro (Renew).", "mepid": "197401", "text": "   – Mr President, for weeks the people of Belarus have entered the streets with great courage against Lukashenko’s dictatorship and election fraud. But where is the courage of the European Union? Where are the tougher sanctions? it is time to act now. As stated by my colleague Katalin Cseh, slow sanctions are no sanctions. Those responsible for violence and oppression, as well as Lukashenko himself, must be punished, not encouraged. Also, private actors need to be held accountable. European telecom companies taking orders from the regime and cutting mobile internet is of course unacceptable. it is time for the people to decide about their own future. it is time to support Belarus on its own way towards democracy. it is not a question for Putin or anyone else. it is time for us to stand up with the people who want their votes to count. (Applause)", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 81, "date": "2020-09-15.json", "name": "Ville Niinistö (Verts/ALE).", "mepid": "197802", "text": "   – Mr President, the belarusian people deserve the right to choose their own leaders. Everything the European Union is doing must now defend the holding of new, democratic and free elections in Belarus. In this situation, a dictator who has lost all support and who is no longer afraid of the people is clinging to any possibility of keeping his power. There is one thing lukashenko has repeatedly clung to: it is hockey. Lukashenko has repeatedly used hockey's ranked competitions and relationships with former NHL stars as a way to bolsh his power and demonstrate that he is appreciated by the outside world. He himself skates there on the field with these guests. In this situation, it is totally unacceptable for the European Union to go to Belarus next spring to support the Lukashenko dictatorship at the World Ice Hockey Championships. We must therefore do all we can to ensure that the International Ice Hockey Federation withdraws the right from Belarus to host these Games, and here we must support Latvia, an EU country whose government has appealed for the same. That is what the Greens require of Parliament and the Union as a whole.", "language": "en", "original_language": "fi", "translation_provider": "azure"}, {"id": 82, "date": "2020-09-15.json", "name": "Kosma Złotowski (ECR).", "mepid": "124884", "text": "   – Mr President, I would like to begin by thanking the rapporteur for his excellent I see here today the agreement, the agreement that we must support civil society in Belarus. And I'm very happy about that. I think this is a good spurs for the European Commission to act.  Dear! To all these arguments about free elections, about a democratic society, I would like to add one more thing: russian armoured units are stationed in the vicinity of Smolensk today. There is a danger that these units could be moved to Grodno, 600 kilometres to the west, closer to the European Union. We cannot allow this to happen, too, and the support of civil society in Belarus is one of the barriers to these plans that Vladimir Putin may have, which we will be debating here in the context of Mr Natalya in a moment.", "language": "en", "original_language": "pl", "translation_provider": "azure"}, {"id": 83, "date": "2020-09-15.json", "name": "Andrzej Halicki (PPE).", "mepid": "197514", "text": "   – (2) Mr President, I would like to begin by As the first minister said, today we are all in solidarity with belarusians, above factional divisions. The European Parliament has a huge role to play in this dramatic crisis, and I think that it must immediately establish relations with the Coordination Commission representing Belarusian society and with its representative, Swiatłana Cichanouska.  Belarusian society also expects justice. He will not get it at home when torture, beatings and arrests are used. But we have some tools – I have a list of 650 OMON and police officers who were awarded large cash prizes at the end of August. They should be on the list of personal sanctions, they should not be allowed into the European Union and their names should be publicly known. They cannot be anonymous and such tools should be used as part of a support group for Belarusian society.", "language": "en", "original_language": "pl", "translation_provider": "azure"}, {"id": 84, "date": "2020-09-15.json", "name": "Norbert Neuser (S&amp;D).", "mepid": "96844", "text": "   Mr President, ladies and gentlemen, I would like to thank the rapporteur for her excellent report and for the way in which Lukashenko and Putin are two leaders who are cunning, who are insided, who are adept at playing all the instruments of maintaining power. Now they are coming into dialogue with new proposals, possibly a constitutional amendment, and we as Europeans must not be fooled by this. We must respond wisely with all the instruments that our diplomacy has. Wisely, we need broad international support against the Lukashenko system. We need the involvement of the OSCE, and as a negotiating partner we need the brave and courageous women who are now on the streets of Belarus. These are our possibilities. That is why we must also be clear about the sanctions against Lukashenko and the power elites in Belarus.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 85, "date": "2020-09-15.json", "name": "Urmas Paet (Renew).", "mepid": "129073", "text": "   – Mr President, it is clear that change in Belarus can come from within. It is in the hands of the Belarusian people to not give up and keep on demanding change. However, the EU can still do many things in this situation. Most importantly, it must not be blinded by the role of Russia in this conflict. Lukashenko would not be in power if Russia did not support him. Also, the EU must take a strong stance on Lukashenko and not let itself be manipulated as it has been in past decades. Indeed, when discussing possible sanctions on the individuals responsible for the violence and election manipulations, Lukashenko must be on the list. Lukashenko’s regime, with him in charge, is responsible for the violence and election fraud and should therefore be on the sanctions list. The ultimate goal in Belarus should be new, fair elections. It is also imperative that all those detained and tortured during protests be released and those responsible brought to justice. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 86, "date": "2020-09-15.json", "name": "Beata Mazurek (ECR).", "mepid": "197538", "text": "   – (2) Mr President, I would like to begin by Peaceful protests by belarusian citizens against unfair elections, and at the same time aggressive attempts by the authorities to suppress these protests, are becoming an increasingly serious problem for the whole of Europe. Belarusian society is determined in the struggle for a free and democratic Belarus, belarusian power continues in brutal attempts to suppress the libertarian uprising. Russia's vague stance, which appears to support Lukashenko in its actions, could threaten peace and political stability in the eastern part of the continent.  Previously, the European Union was helpless against Russian aggression in Crimea and eastern Ukraine. We have not learned from these dramatic events. We cannot repeat the same mistakes, we cannot leave our brothers and sisters in Belarus alone. The sovereignty of the Belarusian State is not Polish european interests.  We must demand a repeat of the rigged elections, the release of political prisoners, the punishment of the tormentors and the cessation of the terror that is currently taking place before our eyes. In order to achieve these objectives, a solidarity and firm attitude of all The States of the Community is necessary. We cannot remain passive: let us act and be in solidarity in action. Solidarity with Belarus.", "language": "en", "original_language": "pl", "translation_provider": "azure"}, {"id": 87, "date": "2020-09-15.json", "name": "Paulo Rangel (PPE).", "mepid": "96903", "text": "   – Mr President, first of all, the European Union, as a guarantor of rule of law and democracy, must be at the side of all peoples. And here there has been a huge electoral fraud, but this electoral fraud is no surprise: the Belarusian regime is one of the most terrible dictatorial regimes we have today. I know him personally, I've been there with the EPP more than once, I've always been persecuted by the KGB, I've seen what the opposition suffer from intermittent and systematic arrests, blackmail and threats on family members.  I know what the Belarusian people are going through, and so I say, we can't give in. We must impose sanctions now, and we must also put pressure on Russia to, together with the European Union, be the guarantor that the Belarusian people can take their fate into their own hands.", "language": "en", "original_language": "pt", "translation_provider": "azure"}, {"id": 88, "date": "2020-09-15.json", "name": "Isabel Santos (S&amp;D).", "mepid": "197650", "text": "   – The presence of the Belarusian people on the streets since the August elections is truly impressive, calling for respect for human rights and democracy. Human rights and democracy, it is this agenda that has led thousands of demonstrators to lose their fear and confront the regime that has a dark history of disrespecting freedom. Many have been victims of violence, repression, arbitrary detention, torture and exile. The European Union cannot turn its back on the appeal of trade unionists, students, journalists, men and women who risk their lives. Europe cannot fail to support the Belarusian people.  I have listened carefully to the Commissioner to talk about the support made available and I welcome him, but it is necessary to move towards sanctions on the Lukashenko regime and to demand elections supervised by the OSCE and organised in accordance with the recommendations of the OSCE-ODIHR in previous electoral acts.", "language": "en", "original_language": "pt", "translation_provider": "azure"}, {"id": 89, "date": "2020-09-15.json", "name": "Charles Goerens (Renew).", "mepid": "840", "text": "   Mr President, I do not intend to speak on the rubbish side of the so-called last European dictator. A few years ago, maybe it was true, today it is less safe. However, I agree with a cautious and determined approach to the European Union. Indeed, it would be counterproductive to interfere directly in this matter, neither by a bodybuilding on the part of NATO, nor by thoughtful action by the European Union. On the other hand, where we must show determination is in our desire to enforce the texts and conventions or agreements to which all European states have subscribed, including Belarus. Let us also remember that we are alone, terribly alone in this situation. Our main ally practices the language of wood and does nothing. We cannot, of course, do everything, but between everything and nothing, between always and never, there is a small margin, that of an unwavering will to recall the provisions of multilateral institutions, including the OSCE, and to think about how best to bring them to fruition. This is not spectacular, nor is it a guarantee of a quick and favourable outcome. This is not interference, but the renewal of our faith in an international order based on law and not on violence.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 90, "date": "2020-09-15.json", "name": "Vladimír Bilčík (PPE).", "mepid": "197771", "text": "   – Mr President, let me express my deepest condolences to those who have lost their loved ones in the aftermath of the brutal suppression of peaceful demonstrations. It is crucial that people in Belarus know the full facts about the events in the run—up to, and since, the presidential elections. We need a thorough investigation of the deaths, ongoing disappearances, abductions, violence and electoral fraud. People in Belarus deserve justice. Lukashenko must leave office and new elections must take place.  Belarus and its repressive regime exists in a geopolitical space with its big neighbour that does not provide support to basic fundamental freedoms. It is important that we in the EU provide targeted support to free media and independent civil society in Belarus. It’s also important that Europe stand united in its answer to Lukashenko’s regime. The declaration made by the High Representative, on behalf of the EU, on the presidential elections has been supported by candidate and potential candidate countries in the Western Balkans. Long live Belarus.  (The speaker concluded in Belarusian: ‘Žhiv’e Bielarus!')", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 91, "date": "2020-09-15.json", "name": "Nils Ušakovs (S&amp;D).", "mepid": "197810", "text": "   – Mr President, what we are seeing right now is Member State governments trying to discuss a pretty short sanctions list. We are seeing an attempt to find a balance between trade, geopolitics and video footage from Minsk, where we see innocent women being beaten and humiliated by armed men, who are masked without any identification. And while we witness these political calculations, I still believe that we’ve got measures we can introduce almost instantly to help provide support to the Belarusian people. First of all, scholarships for young Belarusians. Lithuania and Poland are doing a lot, but we can still do much more. The visa regime can be made much more liberal for ordinary Belarusians wanting to travel to the European Union. Employment opportunities, especially for highly educated Belarusians. The European Union has capacities and we can do it fast. We must act. (Applause) ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 92, "date": "2020-09-15.json", "name": "Bernard Guetta (Renew).", "mepid": "197543", "text": "   Mr President, I would like to address the Russian President and say: you have a choice, Mr Putin, but do the right thing. Of course, you can snatch a union agreement from a struggling Lukashenko and thus integrate Belarus into Russia, but then you would only lose that country as you lost Ukraine by annexing Crimea. Don't do that, Mr. Chairman. Do not do so, because the Belarusians do not want to break with your country, because NATO does not intend to expand thanks to this crisis, because all the countries of the European Union want a compromise in Minsk and because you would grow up and grow Russia by becoming a peacemaker in Belarus. With this gesture, Mr Putin, you would lay the foundations for cooperation between the European Union and the Russian Federation and change the course of too long a history of distrust and conflict. There is still time, Mr Putin, but this good choice, do it and fast.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 93, "date": "2020-09-15.json", "name": "Rasa Juknevičienė (PPE).", "mepid": "197840", "text": "   – Mr President, why Belarus matters to all of the EU, not only to its neighbours is because people in Belarus are fighting for a better Europe as a whole – for a Europe without dictators. The people of Belarus will not give up and they are heroes of Europe because they fight for a European way of life. The people of Belarus can change the European continent because they can change not only Belarus but Russia as well, giving example for Russians. That’s why Putin is afraid of a Belarussian revolution and supports the bloody dictator, Lukashenko.  I call on the EU Member States to fundamentally change their policy from Russia first to Ukraine, Georgia, Moldova, Belarus first. This is the only way to help Russia change and cease being a state that uses chemical weapons against the Kremlin’s critics. (The speaker spoke in Belarusian) ‘Zhiv’e Bielarus!’  President—elect Sviatlana for the Sakharov Prize! EU stay brave. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 94, "date": "2020-09-15.json", "name": "Isabel Wiseler-Lima (PPE).", "mepid": "197421", "text": "   Mr President, in Minsk and elsewhere in Belarus, peaceful demonstrators, in their tens of thousands, are shouting loudly their rejection of Alexander Lukashenko. They brave intimidation, brutality, imprisonment and even torture. I have a deep admiration for them.  The European Union is right to call for new elections, beyond the refusal not to recognise the results proclaimed. The parallel sometimes raised with Venezuela is quite justified. Here, too, a president refuses a democratic alternation and clings to power by crushing a people in the long run. For these dictators, the fear of an international or even national reputation is no longer taking hold. The lack of reputation, linked to the absolute thirst for power, dictates their decisions against all common sense. This is a dangerous condition, as is the continuation of the current situation in Belarus. Svetlana Tsikanovskaya, the Belarusian Coordinating Council and civil society need our support. Their revolution is a democratic, non-geopolitical revolution. Let Russia agree. Our support is in support of a people hungry for democracy.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 95, "date": "2020-09-15.json", "name": "Leopoldo López Gil (PPE).", "mepid": "197777", "text": "   – Mr President, Mr High Representative, if any contribution to the development of humanity to improve the well-being of citizens has made Europe, it is the idea and improvement of democracy as a form of government. Because of its fundamental principle—the vote—Belarusians have been peacefully demonstrating for five consecutive weeks in the face of fraud by dictator Lukashenko.  Last Sunday, 250 arrests were reported, with a lot of violence against the participants of these marches. Today, surely, with the reports we have, there will also be tortured. The European Union cannot fall into the trap of legitimizing electoral fraud. With harsh sanctions, it must force dialogue with the legitimate representatives of the opposition to hold verifiable elections and respect for sovereign will.  As the father of a disabled leader, imprisoned, persecuted by satrapas twinned by the use in his behaviour of torture and abuse against his opponents, I want to exalt the importance of sanctions on human rights violators and usurpers of legitimate power. I call for an unequivocal, strong resolution condemning the Lukashenko regime.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 96, "date": "2020-09-15.json", "name": "Antonio López-Istúriz White", "mepid": "28399", "text": "  PPE Group. – Mr President, Mr High Representative, thank you very much for being here with us today. It is not least if we have to remember all the sad events that occurred on 4 August and which have been repeated, by the way, with a new fire in the port of Lebanon.  In the bombing of 4 August, the general secretary of Kataeb, a member party of Lebanon's associated European People's Party, Was lost his life. A man who fought for democracy and freedoms in Lebanon all his life.  It is not new, since the European People's Party is the only European party that has always strongly committed to having a presence, not only vocal as we are now all doing for the cause of Lebanon, but also pragmatic, with the inclusion of these parties as our partners. These parties of ours have always systematically denounced the corruption of the system. For this reason, many of them have not wanted to participate, because they have always denounced that behind corruption in the case of Lebanon is undoubtedly the hand, the foreign interference of Syria and Iran through Hezbollah. I have no doubt the efforts being made by European countries — and there is no need to be Emmanuel Macron — to stand in solidarity clearly with Lebanon, which is such a close country, so dear to us Europeans, that we all agree — and I am convinced that political forces too — to support the efforts of the Commission and the Council also on the money currently being given to the cause and help the Lebanese people. But I wanted to ask you, Mr Representative, Mr Borrell, on the question of Hezbollah. What are we going to do? Many countries, of course, have put it on the list of terrorist organizations. Does the European Union have any opinions on this?", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 97, "date": "2020-09-15.json", "name": "Isabel Santos", "mepid": "197650", "text": "  on behalf of the S&amp;D Group– Mr President, the explosion in the port of Beirut has found Lebanon in a bit of a way, in the face of the pandemic and plunged into a profound economic, political and social crisis that imposes an extensive reform process and an intense fight against corruption, accompanied by a full assumption of responsibility for all political actors. The resilient Lebanese people did not deserve such an ordeal.  Now it is necessary, above all, to ensure that aid reaches quickly to those who have become homeless, to those in need of health care and food and that it is delivered to those who need it, without any kind of spurious exploitation.  I welcome the sending of aid through several European countries, such as Portugal and Germany, and the visit a few days ago by Commissioner Lenarčič. Modernisation and reforms are fundamental to the recovery and reconstruction of the country, but require dialogue between all political and social forces, and the European Union has a crucial role to play, avoiding the conquest of space by geopolitical interests with harmful consequences for the Lebanese people and the region.  (The President withdraws his floor to the speaker)", "language": "en", "original_language": "pt", "translation_provider": "azure"}, {"id": 98, "date": "2020-09-15.json", "name": "Nathalie Loiseau", "mepid": "197494", "text": "  on behalf of the Renew Group. Mr President, we are celebrating the 100th anniversary of the creation of the State of Greater Lebanon. Yet Lebanon in 2020 is not at the party. It is going through a series of crises that cannot leave us indifferent. I would like to welcome here the commitment of the French President, Emmanuel Macron, on behalf of France but also of Europe as a whole, which proves to the Lebanese people that they are not alone. More than anyone else, our Parliament must hear the aspirations of this angry Lebanese people, who know what they want and above all what they no longer want. The Lebanese people are unsy and no longer unsyuming with the corruption that plagues the country. There needs to be an international and independent investigation into the Beirut port explosion and impunity must end. Not only must European aid go to the people it supports, but we must also insist that Lebanon's anti-corruption body finally become operational. On the other hand, one day we will have to look at the ill-gotten Lebanese assets that lie dormant in European banks. We will not be able to continue to look elsewhere. The Lebanese people can no longer be represented by a political class that has no other struggle than that of its own survival and its own privileges. Its civil society is dynamic and courageous and must be able to be heard. Our duty is to help him. We should thereby support technically and financially the establishment of a national consultation platform. Lebanon is much more than a small country to the east of the Mediterranean. Lebanon has always been a promise: that of reconciliation between the denominations and communities of the Middle East, that of a free, educated and prosperous society. The survival of this promise and its victory over the forces that want to stifle it depend very much on us.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 99, "date": "2020-09-15.json", "name": "Elena Lizzi", "mepid": "197611", "text": "  Mr President, ladies and gentlemen, High Representative, the terrible explosion that devastated Beirut on 4 August is rapidly leading Lebanon into a bloody anarchist revolution, of those they destroy without building anything. It is certainly Europe's job to propose solutions to help the cedar country and not to leave political space for states such as Turkey or Iran, in a strategic country on the Middle East chessboard. But the European Union's intervention must take place under certain conditions: Lebanon, in fact, is facing corruption and a clientele system that needs reforms demanded by civil society itself.  The European Union must check how and from whom both first aid funds and reconstruction funds in Beirut will be used. The proposal by those who would like to bypass money through NGOs is also somewhat perplexing, in the light of the European Court of Auditors' criticism of transparency in reporting ...  (The President cut off the speaker)", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 100, "date": "2020-09-15.json", "name": "Salima Yenbou", "mepid": "197511", "text": "  on behalf of the Greens/FTA group. Mr President, Mr Borrell, in view of the notorious problems of corruption and abuse of power by Lebanese political leaders, what concrete steps is the European Union taking to ensure that humanitarian aid is actually provided to those who need it most in Lebanon, including vulnerable groups, such as refugees, migrant workers, women, children, the elderly and the disabled? Many NGOs, not just Lebanese for that matter, complain that international aid often does not reach the people who really need it, but disappears into the pockets of corrupt elites. Some NGOs suggest that we combine concrete safeguards to combat corruption and support reform demands. What do you think of that? Indeed, until reforms take place, the risk of disasters, such as the fire that destroyed Red Cross aid equipment, will not be behind us. We must help the Lebanese to carve out this raw jewel of the East by getting rid of corruption and to build its democracy and freedom. I stress that most Lebanese seem satisfied and grateful for the strong involvement of the French president. I then ask you: where is Europe in all this? What role does or does it not play in Lebanon? How can Europe support reforms? The President of the European Council, Charles Michel, visited Beirut on 8 August and the European Commissioner for Crisis Management, Janez Lenar-i, on 12 September. Mr. Borrell, when are you going to go to Lebanon? When did the President of the European Commission, Mrs von der Leyen, plan to go to Lebanon, which Fairuz sang [phrase in Arabic], the \"dignified Lebanon and its beating people\" with which we must be?", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 101, "date": "2020-09-15.json", "name": "Beata Kempa", "mepid": "197519", "text": "  On behalf of the ECR Group. – (2) Mr President, I would like to begin by Lebanon cries and cries for help. The situation before the explosion was already very dramatic. Not only have strategic grain reserves been destroyed, but above all a stockpile of medical supplies brought into the country in connection with the coronavirus pandemic. If we add to this the famine, the dire situation of Syrian and Palestinian refugees, the people who are losing their jobs, and the pandemic, then the situation with regard to this situation of the most vulnerable Lebanese is dramatic. A third of Beirut's residents without a roof over their heads are children. Let's pay attention to this – these are young children. Today, as the High Representative has told us, these funds must indeed be channeled directly to the beneficiaries and my country has directed these measures. Two organizations \"Redemptoris Missio\" and \"Helping the Church in Need\" with the support of the Polish military have recently brought tons of food, as well as disinfectants. But this aid, which should go to the poorest, needs much more, and that is the task of the European Union.", "language": "en", "original_language": "pl", "translation_provider": "azure"}, {"id": 102, "date": "2020-09-15.json", "name": "Marisa Matias", "mepid": "96820", "text": "  gue/NGL Group. – Mr President, before the crisis in Lebanon we witnessed many demonstrations in Lebanon by young people, young people fighting corruption, who were fighting the economic crisis that has affected them, against poverty, against unemployment. But in reality the chemical crisis has also been accompanied by a huge explosion and these young people are now in need of our support. Not only the young Lebanese, but also so many refugees who were able to settle there following the enormous generosity of the Lebanese people.  In this sense, I believe that the European Union cannot escape this call, an appeal to support the Lebanese people, either by the instruments it already has, in the neighbourhood, the Trust Fund, or by UNRWA, but to respond to the population and refugees, more than one million Syrian refugees, about half a million Palestinian refugees.  This is also the time to avoid temptation, not to have political exploitation, to have no interference, not to have geopolitical games. European solidarity must be the answer to Lebanese generosity.", "language": "en", "original_language": "pt", "translation_provider": "azure"}, {"id": 103, "date": "2020-09-15.json", "name": "Fabio Massimo Castaldo (NI).", "mepid": "124812", "text": "   Mr President, ladies and gentlemen, I should like to begin by expressing my solidarity and closeness to our Lebanese friends: you are not and will not be alone in the challenge of reconstruction, not only infrastructural, but also, and above all, social and economic.  I wish the new Prime Minister, Mustapha Adib, good luck in the formation of the new government, and I would like to take this opportunity to warn all the leaders involved in the negotiations: in the face of extraordinary circumstances, we need a sense of responsibility and we need extraordinary courage; put aside political differences and personal interests: we need a determined government that will have to face a humanitarian emergency and fight, without quarter, corruption and clientelism.  Reforms are necessary and urgent, but they must be shared and supported from the bottom up, involving in particular those young people who have been clasping for months in the squares for a new, modern, transparent and above all free Lebanon. Without peace and social justice in Lebanon, there will never be peace and social justice throughout the Middle East.", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 104, "date": "2020-09-15.json", "name": "François-Xavier Bellamy (PPE).", "mepid": "197534", "text": "   Mr President, since 4 August, Lebanon has been experiencing a succession of fires after this explosion. We have no right to resign ourselves to the date marking the agony of this beloved country of Europe and France. Europe must do everything, first of all to ensure the neutrality of Lebanon, a country martyr of all the conflicts that cross the region. This means finally pushing Hezbollah to accept the disarmament of militias under UN conventions, which will allow the country to regain its sovereignty by getting rid of foreign interference. Europe must finally punish the members of this corrupt political class who have sold off their country's sovereignty. We must move from words to action today and the fight against corruption and the tracing of European aid must finally become an effective reality. Finally, Europe must demand this international investigation which will enable us to know the real culprits of this devastating explosion and the crimes it has caused. It is peace today in Lebanon or chaos in the Middle East. Let us remember that Europe was born in this country, tells us mythology.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 105, "date": "2020-09-15.json", "name": "Maria Arena (S&amp;D).", "mepid": "124936", "text": "   Mr President, the explosion in the port of Beirut, which caused hundreds of deaths, thousands of injuries, more than 300,000 homeless people, and the complete destruction of the city's neighbourhoods is in addition to the stalemate that has led millions of Lebanese, already in October 2019, to show their anger at an inefficient and corrupt political system. The Lebanese people are calling for change: a religiously neutral country, effective and progressive institutions... Above all, he wants to turn the page on corruption. As we know, Lebanon, since its independence, is the ground where the influence of regional powers and their allies is exerted. However, our duty as Europeans is to stand with the Lebanese. We are facing a humanitarian emergency and we must ensure that Europe's resources go directly to the people. We see the urgency of political and economic reconstruction: helping civil society to adopt the reforms now demanded by the IMF will give the country the opportunity to return to the economic and political scene and to be able to release 11 billion euros in aid. This civil society knows what it wants, we have to work with it.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 106, "date": "2020-09-15.json", "name": "Jan-Christoph Oetjen (Renew).", "mepid": "197432", "text": "   Mr President, I would like to thank the The explosion in the port of Beirut on 4 August killed more than 200 people, injured 6 500 and lost 300 000 people. The images were terrifying. I would like to take this opportunity to express my solidarity with the Lebanese people. We must now do everything we can to ensure that aid arrives where it is urgently needed: the people.  But this help is just a patch on an open wound. Decades of mismanagement, corruption, political chaos, and the aftermath of the Corona pandemic have led to an unprecedented economic infarction. The country has been insolvent since March. The population is impoverished and many well-educated people are leaving the country. In addition, the six million Lebanese now host 1.5 million Syrian refugees.  Without outside help, there will soon be no money left to import food or essential medicines. We Europeans offer our full support. But this also requires a fundamental rethink of Lebanon's ruling class. I therefore welcome President Macron's initiative to call for fundamental reforms. Europe must join these demands, because people have lost faith in politics. There must be no \"continuing like this\".", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 107, "date": "2020-09-15.json", "name": "Jordan Bardella (ID).", "mepid": "131580", "text": "   Mr President, we can only rejoice to see Lebanon on the agenda of our parliamentary debates today, as the images of 4 August have affected the world. With its friendship and historical ties, France was the first to support the Lebanese people in this humanitarian and economic tragedy. It is now in everyone's interest to ensure that Lebanon, the crossroads of all political and religious tensions, does not fall into a crisis that would sow the seeds of a new civil war. The Christian quarter of Beirut, the beating heart of the city, is nothing more than a pile of ruins: this is a symbol that we must consider. While Christian minorities throughout the Middle East are more threatened than ever, the peace and stability of a country where they enjoy relative tolerance is more vital than ever. We know that the European Union has the greatest embarrassment in invoking its roots, but France here has a mission imposed by its history and with which it cannot break without betraying itself: to protect the Christians of the East. The economic and logistical support we have to offer Lebanon is not discussed. It must live up to history and is, I have no doubt, a subject on which we will probably all finally agree.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 108, "date": "2020-09-15.json", "name": "Jakop G. Dalunde (Verts/ALE).", "mepid": "183338", "text": "   – Mr President, Lebanon is a resilient country that has endured many challenges; but after the tragic explosion in Beirut’s harbour, Lebanon is on the brink of disaster. The Lebanese people are sick and tired of having to be resilient, and I understand them. In this dire situation, the first priority must be to form an impartial government that is able to tackle the immediate crisis. I call upon Europe to support, in any way possible, the formation of such a government.  Decades of corruption must come to an end. The Lebanese people deserve leaders who solve problems, not cause them. They deserve leaders who inspire hope, not despair. These leaders exist. I have met them. They are young, capable and visionary. They fight for social justice, human rights and sustainability. Many of them are women who struggle in the face of patriarchal elites. We have to support them. Europe needs to support them. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 109, "date": "2020-09-15.json", "name": "Benoît Lutgen (PPE).", "mepid": "197458", "text": "   Mr President, Mr High Representative, the Lebanese people are friendly people, they are our brothers. In the current situation, we must support them, of course, through our declarations, but even more so in the various much-needed reforms: political reform, on the one hand, but also disarmament, especially of militias, in accordance with United Nations Security Council Resolution 1599, or, of course, the provision of the budgetary support necessary to lift the country. The Lebanese are certainly bruised, but they are standing. I ask that we be able to send a delegation of the European Parliament quickly - I have already written in this regard, in order to be accompanied by the High Representative - to create, to forge even more and further these important links between Europe and the Lebanese people and to accompany these necessary reforms in support of the Lebanese people.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 110, "date": "2020-09-15.json", "name": "Javi López (S&amp;D).", "mepid": "125042", "text": "   – Mr President, Mr High Representative, this summer in Lebanon it rained on wet conditions. The catastrophic consequences of the explosion in Beirut Harbour have ended up aggravating what was already a deep economic and political crisis in the country, plunged for months into protests and social discontent. A country that has suffered, as we well know, from the turbulence in the region and which has made a huge effort in recent years to host refugees.  That is why the European Parliament is now calling for a common position between the European institutions and the Member States for reconstruction, the necessary reconstruction of Lebanon. A coordinated position. All of them. And that is why it will also be necessary for those responsible for the explosion to be investigated in Lebanon, to take on the consequences, to get a government up and running at once, and there will be reforms. Reforms to end an inoperative and sectarian governance method, which has so often opened the door to corruption.  Lebanon needs us and, above all, the Lebanese people are exhausted.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 111, "date": "2020-09-15.json", "name": "Łukasz Kohut (S&amp;D).", "mepid": "197523", "text": "   – Mr President, six weeks ago a massive explosion rocked the port area of Lebanon’s capital Beirut. It killed over 200 people, injured 7 000 and destroyed one third of the city. The blast hit both Lebanese as well as refugee and migrant communities from Syria who make up 30% of Lebanon’s population. I’m proud to see the support provided by the European Union to Lebanon. Firstly, the swift activation of the EU Civil Protection Mechanism. Secondly, immediate assistance from the EU Copernicus satellite service and, thirdly, donations of money, medical supplies, food and equipment. We must continue helping the Lebanese population at this time of need. We must also strongly encourage the Lebanese authorities to undertake critical structural reforms. Lebanon is a fragile state. Let’s help support its people to maintain it and my message to the Lebanese people is: you will rise like a phoenix from the ashes, I have no doubt. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 112, "date": "2020-09-15.json", "name": "Domènec Ruiz Devesa (S&amp;D).", "mepid": "127096", "text": "   \" Mr President, first of all, I would like to transfer sympathy and solidarity to the Lebanese people following the devastation caused by the explosion of 4 August in the port of Beirut with the consequences we all know, particularly given that Lebanon , in addition to many other dimensions mentioned – is the country that currently hosts the largest number of per capita refugees in the world , with about one million Syrian citizens.  I support, of course, the words of the High Representative and the actions of the Commission and the European Union as a whole to assist in reconstruction. But, as other members have said, I think we need to pay close attention to the reform of the political system, with a force like Hezbollah, which works in the service of Iran and Syria and, in general, a system of confessional parties that are not acceptable in a democracy. I believe that this is the real challenge of the Lebanese political system: political parties that do not respond to confessional keys.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 113, "date": "2020-09-15.json", "name": "Michael Gahler", "mepid": "2341", "text": "  Mr President, i.e. the Group of the European People's Party (Christian Democrats) and European Democrats Mr President, I would like to thank the I just saw Alexei Navalny's first tweet with a photo from the hospital. He has now breathed the first night without help and on his own. I think we all wish him a good recovery here.  He was poisoned with Novichok. This has been established by a German laboratory, and laboratories in France and Sweden have confirmed this through the Organisation for the Prohibition of Chemical Weapons. This is only the latest case in the long series of political assassinations at home and abroad. There is little doubt as to who is responsible for this – if not criminally, then at least politically – the master of the Kremlin.  I do not think we should look at this attack in isolation when we think together about how we respond. There is only one Russian government that is not in favour of freedom, democracy, cooperation and transparency in many ways at home, but also outside Russia. A holistic approach must take this act as an opportunity to effectively sanction behaviour in Belarus, Donbass, Crimea, Georgia, Moldova and Syria.  To all those who are concerned, I call on: stop looking at this putinist Russia and saying it beautifully! Unfortunately, it is a systemic adversary that is doing everything it can to weaken the EU, to destabilise the democratic states as a whole, because our way of organising society is more attractive and fascinating in its sphere of influence than what its structures have to offer behind the state facade. So, let us agree on the approach to this country and make the necessary (the President withdraws the speaker's speech.)", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 114, "date": "2020-09-15.json", "name": "Kati Piri", "mepid": "37229", "text": "  on behalf of the S&amp;D Group. – Mr President, ‘Alexei Navalny’ is a name President Putin refuses to say out loud, hoping this will make him irrelevant. But Navalny’s popular support, his intimidation and arrest by the authorities, and now his poisoning actually show the opposite. This is a man with impact, exposing the massive corruption by the Kremlin and its allies. Following this assassination attempt, Navalny is now added to a long list of Russian citizens who have been a thorn in the side of the authorities. Navalny was poisoned with a chemical nerve agent to which only the Russian military and intelligence agencies have access, so there is no need for a guessing game as to who bears responsibility. To demand a real investigation by the Kremlin would – we can say from experience – be wishful thinking. It won’t happen, just as it never happened with the other poisonings or the shooting down of Malaysia Airlines flight 17 (MH17). The Kremlin’s denial, however, is not a reason to fail to hold Moscow accountable for a very serious violation of international law. If ever we were serious about the EU’s strategic autonomy, this is the moment to put that theoretical academic concept into practice, and to do so by cancelling Nord Stream 2. I wish Mr Navalny a speedy recovery. (Applause) ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 115, "date": "2020-09-15.json", "name": "Bernard Guetta", "mepid": "197543", "text": "  on behalf of the Renew Group. Mr President, no, we do not know who sponsored this crime, but we know that the opposition is a deadly disease under Mr Putin. So let's leave the question of who, because the only question that arises is the question of why. For the Russian regime, nothing is right anymore. In the east, the Khabarovsk protests do not stop, while in the west, every Sunday, Belarus takes to the streets to demand its freedom. As oil prices plummet and coffers empty, living standards plummet in Russia and even Syria. Mr. Putin has been left alone since the Assad clan split up and the Iranian theocracy loses its footing. So this regime is afraid because Victor Hugo said: \"nothing is more imminent than the impossible\". Communist Poland had not seen Solidarity coming, Mr Lukashenko had not felt the anger rising around him and anything can happen in this powder shop that becomes Russia. So, yes, Mr Putin, you are right to be afraid and, before it is too late, before unrest reaches your country and makes you worse than this poisoning, facilitate a compromise in Belarus, withdraw from Ukraine, give freedom to the Russian people, let them breathe rather than make them cry one after another the best and bravest of their children. Mr. Navalny poisoned and all your opponents disappeared.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 116, "date": "2020-09-15.json", "name": "Thierry Mariani", "mepid": "197623", "text": "  on behalf of the ID Group. - Mr President, Mr High Representative, for once I have found your position perfectly balanced. Yes, of course, we all wish Mr Navalny to be reinstated. Yes, we want an independent investigation first and foremost and wait until we know who is the real culprit. When I listen, in this Chamber, some people demonize Russia all day long and already know the results of the investigation before it has even begun. Some, then, are war criminals who did not even wait a day to demand new sanctions against Russia. Those nostalgic for the Cold War want to use all the dramas to start an East-West confrontation. But soothsayers and war-makers have forgotten one thing: Russia is a signatory to the Chemical Weapons Convention. Novitchok has been part of the OPCW protocol since last year. The international investigation is therefore provided for in international law, except that the law stipulates that the first investigation is first conducted by Russia, which, until proven otherwise, is a sovereign state. Russia is neither below nor above international law. Neither are the war-makers and the soothsayers of the European Parliament. Let's wait for the results of a real investigation.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 117, "date": "2020-09-15.json", "name": "Sergey Lagodinsky", "mepid": "197460", "text": "  on behalf of the Verts/ALE Group. – Mr President, our sympathy is with Alexei Navalny and his family. The attempt on his life is something that we have known before, for many years. Opposition leaders and independent journalists in Russia are not safe – from Politkovskaya to Nemtsov, from Kara—Murza to Verzilov. Those are just the names that we know. The list of victims pains us, because we have grown with pain together with the Russian people: with the parents and brother of Navalny, with the daughter of Nemtsov, with the daughter of Anastasia Shevchenko, who has been locked up for months without any reason. The only reason is that they dared to dream. They dared to dream about freedom – something which is absolutely natural to us – and yet they are branded as foreign agents, they are called undesirable organisations, and they are dehumanised on the propaganda TV. Anyone who claims that Europe doesn’t care about Russia, listen to these words. We want a strategic partnership with Russia, but we want this strategy to be a strategy towards democracy and towards civil rights, a strategy for people and not for corrupt Russian elites, and not for a gas project to undermine our neighbours, not for a nuclear plant in Hungary, and not a strategy on how to harbour the assets of corrupt individuals in the European Union.  Until this strategy exists, we need truth. We need truth about the poisoning. For that, we wrote to Mr Borrell and the German Presidency and called for an international investigation. We know the truth about the assets of corrupt individuals in Europe. For this we can use the list drawn up by Navalny’s organisation itself in order to go for them. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 118, "date": "2020-09-15.json", "name": "Anna Fotyga", "mepid": "28353", "text": "  on behalf of the ECR Group. – Mr President, Politkovskaya, Magnitsky, Litvinenko, Nemtsov, Skripal, opponents of the Kremlin, victims of Kremlin and now Alexei Navalny poisoned with the military-grade nerve agent Novichok. It is time to stop Putin’s impunity. It is time to impose broader sectoral sanctions. Let us start with stopping Nord Stream 2. (Applause)", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 119, "date": "2020-09-15.json", "name": "Idoia Villanueva Ruiz", "mepid": "197827", "text": "  GUE/NGL Group. – Mr President, we condemn what has happened and convey our best wishes for recovery and solidarity to Mr Navalny. Any use of chemicals is inhumane, illegal and intolerable; a complicated and troubling issue that requires independent positioning. But we must ask ourselves what we want to achieve with this Parliament's resolution. Every time we talk about Russia or the countries of the East, we only strain the relations of the European Union, in a somewhat hypocritical way because all parties know that we have close trade and energy relations; the Nord Stream project is an example of this. And I ask: what benefits can the possible use of sanctions have on the peoples of the European Union and on the Russian people?  We're still tied to alliances from the last century. Ukraine is an example of this. We renounce the construction of an independent neighbourhood and foreign policy and contribute to an escalation of tensions which, by the way, does not make the European Union a safer place.  We must build just trade relations, denounce human rights violations and not allow their constant instrumentalization. Promoting peace and human rights is beginning with changing these neighbourhood policies, and today I cannot fail to mention, in this Parliament, that we must also fulfil human rights within the territory and that what we are... (the president withdrew the floor to the speaker).", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 120, "date": "2020-09-15.json", "name": "Andrius Kubilius (PPE).", "mepid": "197843", "text": "   – Mr President, there is no need to explain what a brutal crime was executed against Alexei Navalny, the leader of the political opposition in Russia. Novichok, regular attempts to kill opposition leaders, and permanent support to all dictators, from Maduro to Lukashenko – these are the main features of Kremlin policies.  That is why today we need to speak not only about the Navalny case. We need to speak about our policy towards Russia – or, more precisely, towards Putin. I have a dream that Russia can be different. The democratic revolution in Belarus makes this dream much more realistic. Alexei Navalny is fighting for this dream to become a reality, and the EU needs to stand together with the people of Russia, who want to live in a democracy. Let’s stop our attempts to build an unconditional friendship with Putin, who is stealing that dream, not only from the Russian people. The poisoning of Navalny is a wake-up call to all of us! We need to make an in-depth review of our strategy towards Russia: democracy in Russia should be our priority, not business as usual of the Nord Stream 2 type.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 121, "date": "2020-09-15.json", "name": "Tonino Picula (S&amp;D).", "mepid": "112744", "text": "   – Mr President, we deeply regret the assassination attempt against Alexei Navalny and express our utmost concern about this repeated use of chemical and nerve agents against Russian citizens.  Russian authorities should finally put an end to the harassment, intimidation, violence and repression against their political opponents by ending the prevailing impunity. Journalists, human rights defenders and opposition politicians have to be able to conduct their legitimate activities without fear for their lives.  Our relations with Russia are at a low point; characterised by mistrust caused by Russia’s actions in violation of international law in Ukraine, intervention in Syria, the spread of disinformation and fake news. Of particular concern is the high-level support by Russia to extreme anti-European forces in the European Union. Nevertheless, some pragmatic engagement with Russia should continue in areas where it is still possible and necessary for the interest of global governance.  This is why the five guiding principles for the EU policy towards Russia should serve as a base for a much-needed new comprehensive strategy towards Russia. A strategy that should primarily be based on the need for respect for international law and human rights standards, while strengthening peace and security. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 122, "date": "2020-09-15.json", "name": "Hilde Vautmans (Renew).", "mepid": "130100", "text": "   – Mr President, I say to the High Representative and the House: it’s incredible I think that in 2020 people are poisoned to silence them for their political ideas, and it’s not the first time this has happened. I would like to wish Mr Navalny a quick recovery. Our group condemns firmly the poisoning of Mr Navalny. We ask Russia to investigate in a transparent and impartial manner the assassination attempt on Alexei Navalny, and we ask Russia to bring to justice those responsible for it on whatever level they might be. For me, it’s very clear with everything that happens with Russia, and colleagues have said it already: we need, Mr Borrell, a new EU-Russia strategy, one of sticks and carrots and we need to adopt an ambitious EU human rights sanctions regime. Let’s make work of it.  (Applause) ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 123, "date": "2020-09-15.json", "name": "Gunnar Beck (ID).", "mepid": "132191", "text": "   Mr President, ladies and gentlemen, I would like to thank the commissioner for his work and for the work he has According to the Federal Government, Alexei Navalny was undoubtedly administered Novichok nerve agent.  Apparently independent but well-picked laboratories in Sweden and France would have confirmed this Bundeswehr finding. Navalny's Russian doctors, however, found no evidence of poisoning. The vote of the Organisation for the Prohibition of Chemical Weapons is still pending. It is common ground that since the 1990s, at least 20 states and organised criminals have acquired possession of the poison.  So what do we know? Poisoning seems entirely possible, but it has not been proven beyond doubt. Was poisoned, then apparently in Siberia. The perpetrator remains unclear, however, only some people have motives. We know little more than almost nothing, and we debate courageously, but probably prematurely and almost fact-free.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 124, "date": "2020-09-15.json", "name": "Pär Holmgren (Verts/ALE).", "mepid": "197398", "text": "   Mr President, I would like to begin by congratulating Mr Yesterday it was 37.9 degrees in France. It's a new September record for that country. In hundreds of places here in western Europe, new heat records were broken, and there are likely to be even more today. This extremely late high summer heat is another example and a reminder of global warming. In the midst of this, literally, burning climate crisis, Russia wants to build europe, not least Germany, into a long-term dependence on fossil energy through the Nord Stream 2 gas pipeline. If Nord Stream 2 is stopped, the possibility will increase that we will, after all, succeed with the climate targets that we voted on last week in, among other things, the Committee on the Environment. Furthermore, the German Government will have an opportunity to strongly mark against Russia and against Putin, given how these recurring ly treat political opponents and dissidents in a totally unacceptable way.", "language": "en", "original_language": "sv", "translation_provider": "azure"}, {"id": 125, "date": "2020-09-15.json", "name": "Ryszard Czarnecki (ECR).", "mepid": "28372", "text": "   – (2) Mr President, I would like to begin by First, sympathy for Mr. Nawal and his family, and wishes for his recovery. Secondly, the need for a swift and credible investigation. Thirdly, Russia is weakening economically and, contrary to appearances, is losing influence in its traditional regions of influence, such as Central Asia, the South Caucasus and Central and Eastern Europe.  This, I believe, is a signal to Moscow that it should seek dialogue with the European Union, for dialogue with the West. Situations such as those with Mr. Navalev, the attempted murder, previously casus Litvinenko, Nemtsov, Skripala – this spoils the image of Russia, it encourages the imposition of sanctions on Russia, and this is the worst way for Russia to be a partner of Europe.", "language": "en", "original_language": "pl", "translation_provider": "azure"}, {"id": 126, "date": "2020-09-15.json", "name": "Peter van Dalen (PPE).", "mepid": "96809", "text": "   – President, Sergey Yushchenko, Anna Politkovskaya, Boris Nemtsov and now Alexei Navalny. Some names on the long list of Russians who have been murdered or poisoned by the dictator in Moscow. And, as a Dutchman, I am of course thinking more of another crime by the Russians: a Book missile that brought down flight MH17. We must now take a strong stand against Russia and against this regime. And you can. Let's correct the biggest Western European geostrategic blunder ever now! Stop Nord Stream 2. What kind of thing has ever figured out that we need to become more dependent on Putin's gas supply? In short, we must now completely isolate this regime.", "language": "en", "original_language": "nl", "translation_provider": "azure"}, {"id": 127, "date": "2020-09-15.json", "name": "Isabel Santos (S&amp;D).", "mepid": "197650", "text": "   – Mr President, i join my voice with my colleague van Dalen to remind Mr Sergei Iuchtchenko, Alexander Litvitiniov, Anna Politkowskaja, Natalia Estemirova, Sergei Magnitski, Boris Nemtsov, too long a list of Mr Putin's political opponents, journalists, human rights activists murdered and whose deaths occurred in mysterious circumstances.  Let us be clear, there is a pattern of physical elimination of uncomfortable figures to Mr Putin's regime that cannot go unpunished. In the case of the poisoning of Alexei Navalny it is necessary to quickly deliver evidence of the use of the neurological agent of the novichok family gathered by the German authorities and confirmed by French and Swedish laboratories and that the Russian Federation cooperates in an independent and impartial investigation and that all those responsible .... (The President withdraws his floor to the speaker)", "language": "en", "original_language": "pt", "translation_provider": "azure"}, {"id": 128, "date": "2020-09-15.json", "name": "Hermann Tertsch (ECR).", "mepid": "197831", "text": "   – Mr President, the names of many of the victims of these poisonings have been said here; they were partly traitors who had fled—deserters, as they would be described in the Kremlin—now they are opponents.  Russia enters a very, very difficult economic situation: Putin has been in his twenties and Putin has done very few things besides strengthening himself in power. Now he enters a much more unstable situation for him and it is clear that what he wants is to sow terror and create fear with this case. That is why I believe that the signals so that this list does not add up and does not expand infinitely have to be very, very clear, and the signals can no longer be any sanctions, such as those that are being there— which are partly ignored and camouflaged; they have to be clear signals, such as the immediate suspension of Nord Stream 2, which would be a very clear sign that the European Union and, above all, Germany do not tolerate these things happening and that these crimes are done business as usual.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 129, "date": "2020-09-15.json", "name": "Vladimír Bilčík (PPE).", "mepid": "197771", "text": "   – Mr President, first I would like to wish Alexei Navalny a speedy and full recovery. For years now, we have seen a consistent trend in Russia: elimination of opposition and critics of the regime with the most brutal tactics. We cannot accept that in Europe in the 21st century we witness the use of chemical weapons against political opponents. We must act united in our response, and I’m sorry to say that the representatives of the German EU Council Presidency have left the room before this debate. We cannot be engaged in any other conversation with Russia besides the one in which together in the European Union we hold Russia responsible, and demand clear answers and explanations from Moscow. And we must act in line with our words. Indeed, in this situation, we cannot conduct business deals or carry out strategic infrastructure projects with Moscow.  Europe’s economic relations with Russia must depend on acceptable political relations, not the other way around.  (Applause) ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 130, "date": "2020-09-15.json", "name": "Andreas Schieder (S&amp;D).", "mepid": "197670", "text": "   Mr President, Commissioner, I would like to thank the commissioner for her work and for the work she has Alexei Navalny has been poisoned for denouncing the grievances in Russia. Navalny should be silenced, and it should poison criticism and opposition. Time and again, opponents are being evicted from the way in Russia, but the opposition's voice could not be completely silenced in the regional elections– and that is a good thing. Democracy is a weak plant in Russia and belongs strengthened. In Novosibirsk, \"United Russia\" has suffered losses. But – and I think this is very important to emphasise – even if there is an attempt to poison and eliminate opponents time and again, the desire for democracy, the struggle for democracy, cannot be poisoned.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 131, "date": "2020-09-15.json", "name": "Rasa Juknevičienė (PPE).", "mepid": "197840", "text": "   – Mr President, I will start by saying that Germany has played a decisive role by taking Navalny to a safe environment, by saving Navalny’s life and by establishing that this was indeed a military chemical weapon attack. But we need another important step: to withdraw from the Nord Stream 2 project. Why? Because with the money for gas, the Kremlin regime is able to develop such chemical weapons as Novichok and to finance such operations as the poisoning of Alexei Navalny.  The EU countries cannot be complicit. Putin is guilty of this and a series of other murders. The Russian authorities cannot be trusted with an investigation. The EU must lead the initiative for an international investigation into the poisoning of Navalny and into the breach of Russia’s international commitments by using chemical weapons. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 132, "date": "2020-09-15.json", "name": "Riho Terras (PPE).", "mepid": "204449", "text": "   – Mr Vice-President, i would like to express my thanks for your support. Today we are discussing the case of alexei Navalny's poisoning. Various laboratories have already confirmed that the Russian positsion was poisoned with a novitshock, whose production capacity is only in the russian federation's national laboratories, and its use could only be approved by senior management, that is to say, Vladimir Putin. We wish Alexei Navalny a speedy recovery, of course, and we hope that his health will recover from this cowardly attack. Removing its own citizens is just one of the dirty methods of this KGB sub-colonel's arsenal. The Putin regime poses a threat to the whole of Europe. My question is, how does the European Union plan to protect its citizens from russia's aggressive actions in a situation where the costs of the european Union's next long-term budget in the area of defence have been severely cut?", "language": "en", "original_language": "et", "translation_provider": "azure"}, {"id": 133, "date": "2020-09-15.json", "name": "Eugen Tomac (PPE).", "mepid": "197672", "text": "   – Mr. Vice-President, who is Navalny's poisoning? This is no longer an isolated case, but we are witnessing, behold, a Stalinist way of action by which the opponents of the Putin regime are eliminated. Moreover, this policy of aggression does not stop at the border. Moscow practices and understands only the language of power externally, defying any principle of international law. What we can do: act uniformly and harder than ever to stop this primitive way in which democracy is being liquidated by the Kremlin. Russia must be sanctioned. Russia is obliged to quickly accept an international investigation into Navalny. Sanctions must target the institutions and companies that endorse the Putin regime. This regime can only be stopped if we act now firmly and without any concession, regardless of the consequences. Here we are talking about life and values that cannot be negotiated with anyone. Vice-President Borrell, you have a responsibility to act firmly and categorically to promote European values in our neighbourhood. Foreign policy starts in the neighbourhood.", "language": "en", "original_language": "ro", "translation_provider": "azure"}, {"id": 134, "date": "2020-09-15.json", "name": "Josep Borrell Fontelles", "mepid": "n/a", "text": "   Vice-President of the Commission / High Representative of the Union for Foreign Affairs and Security Policy. – Mr President, thank you and I thank the Members for all their contributions to the debate. I don’t have a lot of time to summarise. We are using all the tools that we have at our disposal to contribute to the end of the violent repression that has been developing in Belarus after the elections, which we don’t consider to legitimise Lukashenko. We support a peaceful and democratic solution to the crisis through political engagement, restrictive measures, increased support to civil society and an independent media. This is what we can do and that’s what we are doing. Don’t ask for things that are out of the competences of the European institutions. Sometimes you ask for a decision that belongs to the Member States for which, I’m sorry, but I cannot feel responsible.  I try to work within the framework of the European institutions’ treaties and the capacities we have. And, believe me, it’s not always easy. We are still discussing about the sanctions in Belarus, and my main purpose is to try to approve them with an agreement on the technical working groups of the Council, in order to have it approved before European Union Council. But we will continue engaging on the situation in Belarus, with all the tools at our disposal. On Lebanon, we will require Lebanon to implement reforms. Helping to ensure the stability of the country and the stability of the region. We will allocate the resources we have, but you know that we are at the end of the financial perspective, and as long as we don’t have new resources, we cannot do more than we are doing.  Some of you ask about changing the position on Hezbollah. For the time being, the EU position on Hezbollah remains unchanged. The military wing of Hezbollah is on the sanctions regime. The presence of Hezbollah in the government is not new, and we are convinced that engaging in a constructive dialogue with all political parties gives the possibility of strengthening its institutions, including the Lebanese Armed Forces and the state security agencies, and this is key for the stability of Lebanon and the Middle East. But in order to change the position on Hezbollah, it would require, once again, unanimity from all Member States, and this is not the case. Finally, on the situation in Russia, and in particular about Mr Navalny, we continue calling on Russia to investigate this crime through a fully transparent procedure under the auspices of the Organisation for the Prohibition of Chemical Weapons. For sure, we can expect that the poisoning of Mr Navalny will have an impact on European Union-Russia relations. We are going to discuss that at the next Foreign Affairs Council.  Some of you talk about the possibility of this affecting Nord Stream 2, well this is the once again something that is out of the possibilities of the European institutions. What I can tell you is that the Commission has never shown a lot of enthusiasm for this gas pipeline. The Commission does not consider it a relevant infrastructure priority, but it is something that is up to the Member States that have been pushing for this infrastructure to be built. This is apart from the scepticism from the Commission, which has never shown a strong support for it.  And finally, about the possibility of a sanction in Russia with a kind of Magnitsky-style regime. Since I took office, I immediately launched a global human rights sanctions regime, which has been discussed once again in the last Foreign Affairs Council. Discussion continues in the Council, legal acts are currently being drafted. I hope that what has happened with Mr Navalny will represent encouragement for the Member States to stop discussing and start acting, and approving this human rights sanctions regime. In the same way that the Americans speak of Magnitsky legislation, we could call it our Navalny sanctions regime. This would be a good way of taking stock of what is happening and to keep on the record for the future the fact that Mr Navalny’s name is associated with a sanctions regime for people who have violated human rights.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 135, "date": "2020-09-15.json", "name": "Der Präsident. –", "mepid": "2323", "text": "  The joint debate is closed.  The votes on the amendments to the motions for resolutions on the situation in Belarus and on the motions for resolutions on the situation in Russia and the poison attack on Alexei Navalny will take place on Wednesday, 16 September 2020, and the final votes will take place on Thursday, 17 September 2020.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 136, "date": "2020-09-15.json", "name": "Patryk Jaki (ECR)", "mepid": "197516", "text": "  I would like to write to the Commission. – The credibility of the Russian Federation in international relations in recent years has been undermined primarily by its actions in Georgia and Ukraine, as a result of which the Russian Federation, in violation of all its rules, has violated the sovereignty and territorial integrity of these countries.  Other actions taken in violation of all international rules and standards also need to be explained. This is confirmed m.in suspicions directed at the Kremlin of poisoning Sergei Skripal in the UK, murdering a Chechen fugitive in Berlin's Tiergarten park or carrying out a hacking attack on the Bundestag. There is a real suspicion that the Russian Federation is behind the attack on Alexei Navatal. These examples illustrate the brutal policy of the Russian Federation, which is contrary to the principles that underpin the European Union. The EU should take joint and decisive action against the practices of the Russian Federation. Given that the Federal Republic of Germany currently has a Presidency of the Council of the European Union, it has a greater responsibility to respect, above all, European solidarity, which is one of the fundamental principles of the European Union. The Federal Government should immediately abandon its vested interests and start to be guided primarily by the EU's interest as a community of Member States. Therefore, the Federal Government decided to stop further construction of the EU-harmful Nord Stream 2 project, which could make the EU dependent on Russian gas.", "language": "en", "original_language": "pl", "translation_provider": "azure"}, {"id": 137, "date": "2020-09-15.json", "name": "Gheorghe-Vlad Nistor (PPE)", "mepid": "202112", "text": "  in writing. – The current situation in Belarus is not only particularly complicated, but also extremely unclear. One thing is certain, however: the abuse of the authorities against their own citizens. The European Union must provide its full support for stopping abuses, investigating these human rights violations, ensuring freedom of expression and fulfilling democratic aspirations. President Lukashenko has ruled Belarus for 25 years in a pure dictatorial style. Is Russia seeking its definitive compromise or its transformation into a pawn? Moscow's game can be a very complex and lasting one. The stakes are huge for Russia: the Kremlin has been seeking Belarus' economic-political realignment for almost a quarter of a century. The current protests are neither anti-Russia, but neither pro-EU and NATO, and Moscow's interests are obvious. In these circumstances, Russian disinformation can affect us in very subtle and insidous ways. For now, the opposition is very active, but without a coagulated leadership. Leadership is fragmented and amorphous; leaders seem to be aniated by sometimes divergent interests, and some are hovering. My intervention urges solidarity and concrete action by the European Union, built on accurate and complete information, with positive results for both the EU and the Belarusian people.", "language": "en", "original_language": "ro", "translation_provider": "azure"}, {"id": 138, "date": "2020-09-15.json", "name": "Alexandr Vondra (ECR)", "mepid": "197537", "text": "  Writing. – What is happening in Belarus has a retrospective feel for me and certainly for some colleagues. 30 years ago, like the Belarusians, we stood against tinges to win the natural human right to freedom and democracy, against censorship and brutal police violence. Last week we heard the story of Marie Kolesnikove: a Baroque flutist jumps out of a police car and rips her passport to prevent forced eviction from the country. An honor to her heroism and patriotism, which reminded me of my former colleagues from Charter 77. She's in prison, and we have to demand her immediate release. 15 years ago, I used to go to Belarus often and talk to young people who were vividly interested in our experience in 1989. Belarus has a long way to go. It is in a different geopolitical position, which has a significant impact on its future direction. But that's what the demonstrators realize. They understand that they will have to have some balanced and friendly relations with Russia in the future. Russia, too, should understand that any intervention will irreparably damage them. Our task is to support Belarusians where they so wish on the road to greater freedom. Not only sanctions against representatives of the Lukashenko regime and pressure to hold elections under international asylum, but also symbolically: political asylum, medical care, scholarships for young people.", "language": "en", "original_language": "cs", "translation_provider": "azure"}, {"id": 139, "date": "2020-09-15.json", "name": "President. –", "mepid": "197433", "text": "  Dear colleagues, I think we shouldn’t wait any longer. I was told that the Council is on its way so maybe the Commissioner could prepare to take over first.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 140, "date": "2020-09-15.json", "name": "Didier Reynders", "mepid": "n/a", "text": "   membre de la Commission. – Madame la Présidente, Mesdames et Messieurs les députés, permettez-moi d’abord de remercier le Parlement européen d’avoir inscrit ce point à l’ordre du jour de la plénière d’aujourd’hui. C’est l’occasion pour la Commission de faire état de la situation des efforts accomplis et mis en œuvre pour une approche plus coordonnée en matière de restriction de la libre-circulation dans la lutte contre la COVID-19. Depuis le début de la pandémie, les États membres ont adopté une série de mesures en vue de lutter contre la propagation du virus, certaines d’entre elles venant limiter la libre-circulation au sein de l’Union. Ces mesures unilatérales, bien que prises en vue de protéger la santé publique, ont eu pour résultat d’importantes perturbations. The Commission has always stressed that any restrictions to the fundamental right of free movement taken to address public health risks should only be used where strictly necessary, and be coordinated, proportionate and non—discriminatory.  Businesses and citizens have been confronted with diverging measures, often adopted at very short notice and not sufficiently coordinated with other Member States. Many of us have felt this in our daily lives with long queues at the borders and confusion about where we can travel in the EU and under which conditions. Throughout the last months, the Commission has worked closely with the Member States to ensure EU citizens’ rights are respected. We issued several guidelines and communications linked to the pandemic. In a first step, we have successfully addressed challenges, such as blanket restrictions to free movement, but now most Member States have put an end to the controls they at first introduced at their international borders. However, restrictions to free movement persist and in some Member States have even been reinforced. Half a year after the beginning of this crisis, we can no longer afford uncoordinated restrictions to cross-border movement.  Mesdames et Messieurs, nous avons besoin d’une approche plus coordonnée, prévisible et transparente pour prévenir la diffusion du virus et préserver la santé des citoyens et la libre-circulation dans l’Union. Une coordination renforcée est cruciale pour les millions de citoyens qui traversent une frontière intérieure de manière régulière, pour la reconstruction de l’économie européenne et pour éviter les séparations de nombreuses familles de part et d’autre d’une frontière. C’est pour cette raison que, le 4 septembre dernier, la Commission a proposé une recommandation du Conseil pour une approche coordonnée en matière de restriction à la libre circulation. Notre proposition se fonde sur deux principes fondamentaux du droit européen, notamment en matière de libre-circulation: la proportionnalité et la non-discrimination. Ces principes doivent être respectés pour toutes les restrictions adoptées par les États membres. Notre proposition de recommandation met en avant une approche fondée sur quatre points. First, the introduction of common criteria for Member States when deciding whether to introduce restrictions to free movement: the case notification rate, which is the total number of newly notified cases per 100 000 people in a given area in the last 14 days, the test positivity rate, which is the percentage of positive tests among all tests carried out during the last week, and the testing rate, which is the number of tests per 100 000 people carried out during the last week. Second, a common colour code should be used across the Union to provide clarity for all. Third, a common approach should be established when dealing with travellers coming from areas deemed to be at higher risk. Fourth, giving clear, comprehensive and timely information to the public.  We need to step up our communication efforts. Member States should also inform each other and the Commission of any upcoming restriction on a weekly basis. This information should also be regularly provided to the Commission for publication on the reopened EU web platform, which already contains valuable information.  The Commission does not propose any new restrictions or encourage Member States to do so. Instead the European Centre for Disease Prevention and Control stresses the importance of general sanitary measures in containing the virus, such as physical distancing and the wearing of masks. However, where a Member State does consider that travel restrictions are essential, the Commission wants to ensure that this is done in a more coordinated way. The decision to introduce such restrictions remains the responsibility of the Member States, which have to comply with EU law. Of course Member States have the possibility not to introduce restrictions at all, even if the different criteria outlined in the draft recommendation are met. We are working closely with the German Presidency and we look forward to the discussion on this proposal. If I may, allow me to add a few words on the Schengen area and the free movement of goods and services. Schengen is a major achievement of the EU and it is a living project. During 35 years of existence, it has faced many challenges that reshaped it, but now Schengen is at risk and not only because of the pandemic. Never before has the Schengen area been put to the test as in the last five years. After the migration crisis of 2015, but also after increased terrorist threats, controls at internal borders sometimes became the new normal. We are determined to change this situation. In the recent Security Union Strategy and in the upcoming New Pact on Migration and Asylum, the Commission is identifying a number of initiatives for a stronger and more complete Schengen, in particular as regards trust-building and efficiency of controls at the external borders. I know that, in addition to free movement of people, free movement of goods and services is a subject that is close to the heart of many in House. In this regard, let me reiterate a message already raised by Commissioner Breton within the Competitiveness Council on 1 September.  We need to ensure free movement of goods and services between Member States to safeguard supply chains. It is essential that all necessary measures are taken for this to become a reality on the ground so that both workers and goods are able to cross borders in less than 15 minutes. And, while our focus today is the smooth functioning of the EU internal market and Schengen, let us bear in mind that European supply chains have to remain connected to global ones, and the unrestricted access of essential transport workers from third countries needs to be upheld as well.  Madame la Présidente, Mesdames, Messieurs, pour conclure, la libre-circulation, l’espace Schengen et le marché intérieur sont parmi les principales réalisations de l’Union et sont d’une importance capitale pour l’économie européenne. Nous avons le devoir, plus que jamais, de les protéger dans cette période de crise. Nous devons travailler ensemble, plus étroitement encore, pour montrer aux citoyens européens qu’en cette période difficile, l’Union européenne est présente pour préserver leur santé ainsi que leurs droits et libertés. Nous travaillons de manière très étroite, je l’ai dit, avec la présidence allemande sur ces sujets et je vous remercie, évidemment, d’avoir inscrit ce point à l’ordre du jour. Je serai très heureux d’entendre vos observations et, si possible, de répondre à vos questions.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 141, "date": "2020-09-15.json", "name": "Michael Roth", "mepid": "n/a", "text": "   President-in-Office of the Council. Madam President, ladies and gentlemen, I would like to begin by thanking the rapporteur for her excellent work and for the work she has done. First of all, I apologise for letting you wait, but I had a conversation with your President, Mr Sassoli. It took a little longer, so I had to hurry here. But in a proven collegiality, this works very well between the Commission and the Council, and not only on this issue. I am grateful to you for having the opportunity today to share a few thoughts with you on an issue that does not only move Members, not only the representatives of the Council and the Commission, but what moves all people. These days, we are all feeling that the serious crisis is not over. In almost all the Member States of the European Union, the figures are rising dramatically. It is about nothing less than the protection of citizens. All of us – the institutions – have an equal obligation to do everything possible to ensure the best possible protection of people's health. If what we keep saying is true, not only here in the European Parliament, that the virus does not have a passport and that the virus does not care about national borders, then we must also develop the right action from these very simple findings. After a few difficult weeks, at the beginning of the crisis, we managed to draw the right conclusions by saying that solidarity is the order of the day. In the meantime, we are helping with the equipment with medical goods and technical equipment. We have developed procedures to ensure that all people, regardless of which EU country they live in, can be better cared for. However, as far as the immediate consequences of combating the pandemic are concerned, we have not yet reached the point where we can all say: coordination, coordination, voting is working. That is why the German EU Presidency has decided to put the issue of coordinating our actions on the agenda. Once again, thank you for having to discuss this here in Parliament today. They all come from very different countries, and you know that the reactions to the crisis are very different. We are currently struggling in the Council with the fact that we do not know exactly whether all ministers can attend the physical meetings. In some cases, the national measures taken are so restrictive that ministers cannot travel. I am here now, and that means to me that if I return on Thursday, I will have to be quarantined for several days and I will have to be tested several times. This in turn makes it more difficult in other areas. I'll be back next week. So it has a very practical effect, but I don't want to talk about politicians now, I want to talk about what people experience every day. As Didier Reynders has already mentioned, we have sometimes had very painful experiences from the reintroduction of border controls in the border regions. In the beginning, everyone called for this. We must protect the citizens. But after a short time it became clear that the reintroduction of border controls also brings with it considerable difficulties.  That is why two messages in your direction, honourable Members, are important to me. On the one hand, it remains the prerogability of the Member States to take the necessary measures necessary and appropriate to protect public health. Whether these are the quarantine requirements, whether these are tests, whether they are travel restrictions or whether this is the introduction of temporary controls. But – and this is my second message – all the measures taken by the Member States, and I am speaking for the Member States now, must be proportionate and non-discriminatory and must comply with EU law. And a good dose of pragmatism is also required. In the end, the restrictive measures must also be practicable and they must not interfere too much with people's everyday lives. At all political levels, the Council is currently working towards closer coordination. Next week, for example, the Ministers for Europe will also be discussing this, so it is not just the ministers responsible for health that will seek an exchange on this. Because we know that it has massive political consequences. I would like to give a few examples of where we have already made progress. On 30 June, for example, the Council adopted a recommendation on the gradual lifting of the temporary restriction on non-essential travel to the EU. We have also stated that we are committed to the epidemiological assess the situation in various third countries in such a way that this can then also be coordinated throughout the EU. On 4 September, we convened an ad hoc meeting of health ministers to find a basic understanding of what common quarantine, what a common testing regime within the EU might look like and how this should also be brought into line with the competences of the Member States.  Ministers responsible for the single market will also exchange views on how to remove unnecessary internal market barriers later this week. We will, of course, also call on the Member States not to create new obstacles. We will probably also call on the Commission once again to learn the appropriate lessons from the COVID-19 crisis, so that we are better prepared for future crises.  I hope that we will also be able to propose a series of new measures, in close coordination, to make the internal market more resilient.  Finally, we are all familiar with the Commission's latest proposal: the famous traffic light system. With a colour coding system, we want to help once again in the classification of risk areas to make decisions more transparent. It is clear that this is not a separate decision by a single Member State, but that, in a European Union committed to openness and transparency, it always has the appropriate effects on the other Member States. It also involves measures to return to areas of increased risk. I had already mentioned my modest personal example. We have achieved a great deal. However, I believe that it is important now – the crisis is not over – that we learn from the weaknesses, that we move even closer together, that we also bring the positive examples to the fore in our discussion and that, in the end, freedom of movement, freedom, transparency and the lack of frontiers, for which the European Union stands first and foremost, do not suffer lasting damage. This should be a common interest between Parliament, the Commission and, of course, the Council.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 142, "date": "2020-09-15.json", "name": "Andreas Schwab", "mepid": "28223", "text": "  Mr President, i.e. the Group of the European People's Party (Christian Democrats) and European Democrats Madam President, Commissioner, Minister. Thank you for these clear messages. I think it is gratifying to see in the European Parliament that you are pulling together and that the messages you are sending today are so clear. However, I would like to tell you that, in reality, I do not believe that everything you are presenting to us here today has yet arrived. The people of the border areas, the citizens who have to travel professionally or privately, have not yet experienced so much of the new world of coordination that has been invoked today.  You will experience several copies on domestic flights, which have to be completed in different languages. They note that not all countries make the same classifications as the risk zones are really cut, and they note that border closures are still part of the arsenal of member states that have been so praised. That is why, Minister, Commissioner, I think that, in the interests of the citizens – for which we all work – we must make it clear that freedom and freedom of movement in Europe must not be restricted again here. That was understandable at the beginning of the crisis, but now the Member States have learned. It is now up to all politicians to ensure that the people in the border areas who keep the internal market alive do not become a testing laboratory for the learning process of the Member States. Of course, we know that the Corona crisis is an unprecedented challenge – for all of us. However, it is all the more important that the Council and the Member States now commit themselves together to follow the path that you have described here. I believe that when we, today and tomorrow, as the European Parliament, declare that the open internal market and open borders and tests must be the principles as a means of bordering, but not nationality as a means of control, then we are doing what we need, namely paving the way for a European path in the fight against the virus. I think we are all interested in that.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 143, "date": "2020-09-15.json", "name": "Sara Cerdas", "mepid": "197641", "text": "  on behalf of the S&amp;D Group – Madam President, nine months of an unprecedented pandemic, we are now going through a chronic phase of risk management. In nine months and, despite the efforts of the European institutions, we have seen a real lack of coordination between member states. I would remind you that public health is a shared competence between all Member States and the Union and must always respect the fundamental rights of European citizens.  It is therefore urgent to create a genuine European Health Union. This is one of the greatest needs felt in the course of this pandemic. We need effective, coordinated and shared management in order to ensure that European citizens are confident in their authorities at the most diverse levels. The Commission with the opinion of the ECDC should promote with the Member States a common methodology for data collection with the standardisation of case and death definitions by COVID-19. Only then will we be able to harmonise risk assessment across the Union. There is an urgent need to develop a common framework of public health measures to be adopted by the authorities in view of the different levels of risk, thereby enabling citizens to better understand and understand and support. Only with effective coordination can we ensure an efficient and resilient single market that ensures the availability of products throughout the European Union and for all its citizens.", "language": "en", "original_language": "pt", "translation_provider": "azure"}, {"id": 144, "date": "2020-09-15.json", "name": "Véronique Trillet-Lenoir", "mepid": "197593", "text": "  on behalf of the Renew Group. Madam President, Minister, Commissioner, European citizens have been exemplary in their fight against COVID-19. They bravely faced a serious health threat. They paid the heavy economic, social and psychological toll of confinement. They have been caught all summer in chaos at the internal borders of the European Union, subject to unilateral decisions to control or restrict traffic on the basis of disparate mapping and mutual non-recognition of biological tests. Yesterday tourists, tomorrow cross-border workers, students, artists. This disorganization will have health but also economic, scientific and cultural repercussions. Freedom of movement within the Schengen area cannot be constantly threatened. The health crisis should not be used as an excuse for national selfishness and lack of solidarity. Commissioner, the European Union must quickly adopt common epidemiological criteria and comparable colour codes, we have seen that we are on the right track. Mr Minister for European Affairs, there is an urgent need for a consultation with your counterparts on joint and, if possible, common health recommendations. It is not a question of budget, it is a question of political will. European citizens are looking at us, they want more than a juxtaposition of national health measures, they are calling for a real European public health policy.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 145, "date": "2020-09-15.json", "name": "Silvia Sardone", "mepid": "197578", "text": "  On behalf of the ID Group. – Madam President, ladies and gentlemen, we have heard from the Commissioner that we need a more coordinated approach to COVID: well, it is mid-September! Let's say with the timing you're not really on the piece! The European Union has been non-existent and ineffective.  I give you a short photograph: each country manages the health emergency independently; there is no coordination with the European Union and often not with neighbouring countries either; borders are closed without any kind of clear logic; quarantines are imposed differently from one State to another; there is no clarity as to when and to whom to make tampons; the fortnight of quarantine for positives is now also under discussion. I mean, total chaos. You said, Commissioner, that we need to introduce common lines: well awake! We are at a paradox. I heard first from the European Council that, in short, they are doing hard work with meetings and meetings on COVID. It is a pity that they are the same people who, in the midst of the pandemic, cut EUR 7.7 billion on the health programme: targets for improving the European health system are disappearing, therefore.  As far as immigration is concerned, Italy, thanks to the unworthy government, supports the arrival of thousands of immigrants, many positive to COVID. The European Union cares. There is no common assistance, there is no distribution of refugees, there is no solidarity. In short, the borders are there for everyone except Italy, which is forced to take new health risks.  I will conclude: your inability is simply proof that this Europe is not working.", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 146, "date": "2020-09-15.json", "name": "Petra De Sutter", "mepid": "197471", "text": "  on behalf of the Verts/ALE Group. – Madam President, many EU citizens craved holidays this summer and some did go on holidays, to Spain for instance. After their holidays, Belgian tourists returning from Spain faced 14 days of quarantine. Dutch tourists only faced 10 days, and French (tourists) zero. For us Belgians, Spain is a red zone in its entirety, but not so for the French authorities.  We cannot explain these diverging practices to our citizens. It creates an idea of arbitrariness amongst our citizens, while it is very important that everyone keeps following the guidelines. It does not make sense from a health perspective. All EU citizens are equal, also in the eyes of the virus. A Dutch person who visits a Spanish village faces the same risk of infection as a Greek, Swedish or Slovakian person who went to the same village. It also does not make sense from an internal market perspective. It creates uncertainties for businesses and cross-border workers if Member States apply different quarantine lengths or definitions of essential travel.  Luckily, the Commission indeed proposed earlier this month that Member States would use common criteria and thresholds to base their travel restrictions on. As a parliament we should support this. Member States should follow the ECDC’s recommendations and agree on common rules for returning travellers, identical colour coding and common criteria. I hope that all Member States can agree on a common viewpoint on this matter in the interest of all EU citizens. (Applause)", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 147, "date": "2020-09-15.json", "name": "Geert Bourgeois", "mepid": "197467", "text": "  on behalf of the ECR Group. Mr President, we have quite rightly stressed that public health is a member state competence, even a sub-state competence in our case. It's got to stay that way. The policy, the choices, the funding must remain there. The EU has no harmonising power, that is what the Treaty says. Where can the EU add value?  Well, firstly by coordinating the colour codes: quickly achieving the same colour codes in all Member States. We have seen the same zone in France being red and in Belgium being coloured orange. Those codes also give the same meaning. Secondly, maximum security of movement of people and goods. Our crown jewel, the single market, and the Schengen zone must be safeguarded. Thirdly, it is also good that the Commission is taking the lead in the procurement of vaccine programmes. I want reliable information on this: on the test, the results, the progress.  But I also ask the Commission to be transparent about the purchase contracts with the farmareuzen, to be transparent about the negotiating teams. I have requested the information from the Commissioner in the context of public administration. I'm waiting for the answer to that. The Commission demands transparency, often shows transparency. Well, show that you have nothing to hide: practice what you preach.", "language": "en", "original_language": "nl", "translation_provider": "azure"}, {"id": 148, "date": "2020-09-15.json", "name": "Kateřina Konečná", "mepid": "23699", "text": "  for the GUE/NGL group. – Madam President, it must be acknowledged openly that we have completely wasted the last three months. Because what is happening today in cross-border and what our citizens, passengers, workers, but also companies are experiencing on a daily basis is simply unbelievable. The lion's share of all this, of course, lies primarily with the Member States and their governments, Minister, which have shown zero willingness to cooperate and, at the same time, hold key competences in this area, as has been said. However, the Commission also has a big butter on its head: how is it possible that it has only just put forward proposals on cross-border movement and cooperation? Did you really think we solved everything in June? In a united Europe, how is it possible for the authorities of some Member States to refuse to recognise to a Citizen of the European Union any kind of COVID-19 test carried out in another Member State? Do laboratories and doctors in each Member State operate to different standards or are menial tests used? And Belgium is an example of this, you come to Belgium and the test of another country is simply not recognized by anyone.  Why is there still no harmonised methodology for collecting and evaluating the number of infected persons, nor a harmonised methodology for 'traffic lights'? Due to these lack of methodologies, data on infected people are misrevalued, which in turn leads Member States to make erroneous changes in their traffic lights and so on and so on and so on. Colleagues, Europe just needs to wake up! If we do not now come to our senses and show the added value of European integration in time, the European Union as we know it will end up distrustful of its own people. I hope that the resolution that we are all working on together will also contribute to the fact that we will all wake up and that this resolution will be seen both on the Council side and on the Commission side not as something from the European Parliament, but as a document with which it must start working, because it contains the views of European citizens.", "language": "en", "original_language": "cs", "translation_provider": "azure"}, {"id": 149, "date": "2020-09-15.json", "name": "Ιωάννης Λαγός (NI).", "mepid": "197737", "text": "   Madam President, the European Union has shown that it blindly listens to the new order of things, which pre-defines how we live and how we move for the rest of our lives. I have been listening to the speeches that have been going on all this time and I have not heard any debate on the most basic. Why don't we say that people are now losing their fundamental rights, the simple, human daily freedoms that they had claimed and won for so many years? We have now entered a process in which no one can speak and no one can question the position of the corovirus. But we cannot judge all of this when we see things other than what is happening and what they want to go through. The one minute I have only to speak is minimal, and I will dwell on one characteristic fact: Some time ago a company started which wants to get a vaccine. We in Greece, and I as a Member of the European Parliament, have asked the European Parliament to tell us why this company has consulted the leaders of at least 25 European states, so that no one can prosecute it in the event of a side effect. I have not received any response, no one has dared to talk to me, until the company itself stopped at some point to take out this vaccine and do experiments, because it said that the side effects are too unbearable. We cannot therefore talk about humanism in the European Union when a child cannot see his father or his mother dying, and cannot go to hospital on the grounds of COVID-19. And there's also no autopsies on the victims. There's a fairy tale they're trying to impose on us.", "language": "en", "original_language": "el", "translation_provider": "azure"}, {"id": 150, "date": "2020-09-15.json", "name": "Peter Liese (PPE).", "mepid": "1927", "text": "   Madam President, ladies and gentlemen, I would like to thank the rapporteur for her excellent report and for the way in which I've been really worried about the last few days. In June and July we had made it. The number of people infected was very, very low in almost all European countries, and we actually had Corona under control. Now the figures are exploding in many parts of Europe, and unfortunately we are also seeing additional deaths in some countries. Autumn and winter, with the fact that the coronavirus spreads more easily in enclosed spaces – eighteen times lighter – are just around the corner. That is why we need targeted measures and we need joint action. After all, the acceptance of the population for what we decide to contain will not be increased if every country does something different and no one sees through it any more. And only then will we build trust. Finally, a sentence to the colleague from the right, who has unfortunately left her place now. It has been said that there was no European solidarity. So, we have all not worked well enough, and Ursula von der Leyen has rightly apologised to Italy. But to say that there has been no solidarity is a mockery of the nurses and many others who have taken in patients and saved lives, including in other European countries. We must not let that go under the table.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 151, "date": "2020-09-15.json", "name": "Christel Schaldemose (S&amp;D).", "mepid": "37312", "text": "   –Madam President, we can win the battle against the corona, but if we are going to do it, we have to do it together, together, the events of spring have shown us. Try to remember back to spring, specifically the beginning of March. The corona epidemic was raging in Europe, we had miles of long queues at border crossings and millions of Europeans were plunged into uncertainty. Uncertainty as to whether they became ill, when they could visit their family again on the other side of the border, but also in relation to whether they could get the food they needed. When I look back at that time, fortunately we've come a long way. We have succeeded in ensuring that goods can circulate freely in Europe. We have succeeded in making joint purchases of medicines and aids, and we have agreed to keep our hands under each other with historically large aid packages. We have coordinated all this in the European Union and this has helped to allay the uncertainty that has been going on, but we are not on target yet. We need to do more, and the corona crisis has also shown us that we have some weaknesses. We still have platforms that sell dangerous goods online without them being removed. We still have airlines that have not repaid money to customers, nor do we have mutual recognition of cross-border corona tests. There are still a great many things we need to do and we need to do them, because otherwise we do not have a well-functioning internal market and what we need.  On the other hand, I also know that if we want to, we can do things, at least if we do it together.", "language": "en", "original_language": "da", "translation_provider": "azure"}, {"id": 152, "date": "2020-09-15.json", "name": "Nicolae Ştefănuță (Renew).", "mepid": "58766", "text": "   – President Barley, Commissioner Reynders, Minister Roth, a few weeks ago, I looked in dismay as for a European country all the other European countries were red areas. For another, only certain areas were red, and Brussels itself was red for other European countries. Different countries have different definitions of what a Covid case means and what a red zone means. I ask you, what kind of Union is that \"red\" means something in Berlin, something in Brussels and something else in Bucharest. In the midst of this health crisis, the European Union must speak with one voice. After what happened in February, in March, in April, the European citizen no longer accepts hesitations from us. Populism and misinformation feed on our clumsiness. Maya Angelou said, \"when you know more you should do more.\" Now I think we know more than we do in April, and to do more today is to create a unified language for this crisis and common measures for the Member States. Herr Roth, Sie müssen nicht nur uns überzeugen. Sie müssen als Minister handeln.  The time of the experts has passed, the experts have expressed themselves, it is necessary for health ministers to make political decisions.", "language": "en", "original_language": "ro", "translation_provider": "azure"}, {"id": 153, "date": "2020-09-15.json", "name": "Virginie Joron (ID).", "mepid": "197627", "text": "   Madam President, the consequences of COVID, let us talk about it. Protocol 6, single article: '[t]he European Parliament is based in Strasbourg\".\" That is what is enshrined in the European treaties. However, at the last minute, MEPs were asked to come to Brussels, with twice as many new cases of COVID-19. Yet Strasbourg was ready. However, strict measures have been put in place in taxis, hotels, restaurants and pedestrian streets. Work has even been done in Parliament this summer. But we know that the majority of French Green MEPs vote against Strasbourg. However, Brussels has been classified as a red zone since August and you have given in under pressure from the Greens and Socialists who have never liked to come to Strasbourg because they live in Brussels. Using coronavirus or CO2 emissions to blow up the Strasbourg headquarters is unacceptable. When you commit to a mandate, you respect the law and the law says that the seat of the European Parliament is in Strasbourg for 12 periods of sessions. We want 2021 to make up for this loss for Strasbourg. Before we give a European roadmap, let us set an example here by respecting the treaties.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 154, "date": "2020-09-15.json", "name": "Michèle Rivasi (Verts/ALE).", "mepid": "96743", "text": "   Madam President, Commissioner, Minister, it is true that we are experiencing unprecedented confusion. As you said, there was no coordination or harmonization. We have seen it on the tests, we have seen it on the common criteria, even for the assessment of the number of deaths, and we also see it on European classification and mapping by colour. We have even seen it recently, with regard to quarantine, since it varies between 7, 10 and 14 days. It is very important to harmonize these elements. We have the ECDC recommendations and I think Member States must follow those recommendations. There is also confusion about the Transparency of the Commission. We have learned that there are eight negotiators, who contract with laboratories but do not want to be named after us. This is completely abnormal because we want to verify the links or conflicts of interest between the negotiators and the pharmaceutical companies. We want access to markets and we are told that they are private markets. This is public money that we give to laboratories! In addition, we want to know how much we give to each lab. We also want to know the responsibility for side effects. Who is responsible: laboratories where Member States? Finally, we cannot build trust if we do not have access to clinical studies before marketing authorization. This is how trust is restored.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 155, "date": "2020-09-15.json", "name": "Margarita de la Pisa Carrión (ECR).", "mepid": "204414", "text": "   – Madam President, the economic losses caused by restrictions on mobility have been enormous for many sectors, especially tourism and hospitality. Neither the calls to the Commission to lift these checks nor the RE-open EU website have been sufficient, as we remain without agreements between the Member States. There are no common health assessment criteria, nor legal certainty mechanisms for welcoming travellers and workers. We have found ourselves from disparate risk ratings in the absence of recognition of diagnostic tests, which force the imposing of illogical quarantines: ten days, fourteen days, seven days. This lack of coordination and seriousness has led to an unprecedented fall in tourism, a sector of which many families live in Spain. Your situation is unsustainable today.  All this highlights the need for harmonised measures to ensure, on the one hand, the functioning of the Schengen area and, on the other hand, the exercise of the sovereignty of the Member States in the protection of the health of citizens.  Since last May we have been asking for action in this regard. This situation was foreseeable and you continue to be eningd with winning and winning competitions, as this Resolution demonstrates, rather than working on practical and effective solutions.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 156, "date": "2020-09-15.json", "name": "Clare Daly (GUE/NGL).", "mepid": "197731", "text": "   – Madam President, I obviously welcome the fact that some attempt is now being made to coordinate the COVID response, but it’s pretty incredible that we’re six months into the most serious pandemic in living memory, in one of the richest regions in the world, with a massive institutional bureaucracy and we’re only getting around to it now. We cannot even compare COVID statistics because of the different arrangements in place in Member States. So is it any wonder that EU citizens are looking on in disbelief.  This is a single virus so why are there so many different responses? People want to follow the rules, but it’s difficult when the rules change and when they are inconsistent. The ECDC all along advised against border controls, but they were ignored, and the problem, you see, is that what it needed was a politically coordinated response, but it didn’t come. It needed solidarity, but you can’t develop solidarity overnight. There was no solidarity when Irish single mothers paid the price of Munich stockholders in the financial crisis and no solidarity for the thousands of desperate migrants on the Greek island, so it’s no wonder there was no solidarity on COVID. It’s an awful pity we’re coming to this situation now, but I hope we learned the lessons of it. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 157, "date": "2020-09-15.json", "name": "Daniela Rondinelli (NI).", "mepid": "197792", "text": "   Mr President, ladies and gentlemen, six months after the pandemic, we in the European Parliament are rightly calling for greater coordination of Member States in the fight against COVID. The Union has shown great ambition and great political will with the agreement on the resources of the Recovery Fund and EU Next Generation, but there can be no recovery unless the Member States extend the same approach to the other aspects: health, labour, the free movement of persons and workers; otherwise there is a risk of blocking the internal market. European coordination is therefore essential in order to strengthen traceability capacity, including by setting up rapid tests before embarkation on aircraft, ships and trains; we must set the same quarantine times and establish equal penalties for infected people who do not comply with the rules of isolation. We in the 5-Star Movement believe that the Commission and the Council can no longer hide behind the excuse of the competences laid down in the Treaties for not acting, because we do not have time for their overall reform. Instead, they must demonstrate that political will to redefine the health treaties and an agreement on the social and welfare model that Europe urgently needs.", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 158, "date": "2020-09-15.json", "name": "Paulo Rangel (PPE).", "mepid": "96903", "text": "   – Madam President, I think it is very easy to know what we have to do now. When we were taken by surprise by the pandemic it was difficult and chaos ensnared. Even so, the Commission, at the time, wanted to coordinate the closure of borders and restrictions. It was the Member States and their governments that did not want to.  Now it is simple: harmonise criteria throughout the Union area, define restrictions by regions and not by Member State and have exactly the same conditions in green areas, yellow areas, orange areas, red zones.  This is not difficult to do and it is the way to save Schengen and save Schengen in three respects: the aspect of health, the aspect of the internal market and the aspect of citizens' rights. This time they are not in conflict. They converge if we are able to have a coordinated response given by the Council. The answer is in the hands of the governments of the 27 Member States.", "language": "en", "original_language": "pt", "translation_provider": "azure"}, {"id": 159, "date": "2020-09-15.json", "name": "Birgit Sippel (S&amp;D).", "mepid": "96932", "text": "   Madam President, I would like to thank the president for her Corona in the Schengen area. Just three months ago, we discussed here how important it is to coordinate travel restrictions at European level and to preserve the Schengen area. But the patchwork of border closures at that time has now become an almost impersible labyrinth. A labyrinth of green, yellow and red zones, unfounded measures, inconsistent criteria where the same region is classified by one state as a yellow region and by the other as a green region. I therefore urge the Council to standardise these criteria and measures. Create the security and confidence that our citizens and our economy need at this time! I expect common solutions to common challenges and, under no circumstances, a next wave of national solo actions that will ultimately harm everyone.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 160, "date": "2020-09-15.json", "name": "Dita Charanzová (Renew).", "mepid": "124708", "text": "   – Madam President, even before COVID’s start protectionism was on the rise, globally and in Europe. COVID has clearly intensified the protectionist mind-set in Europe and has forced EU citizens to think once again in terms of national borders. Is France a red zone or orange zone? Will I be allowed to go to Denmark from Belgium without having quarantine? We must fight these base nationalist tendencies that would be fundamentally negative to all of us. While protecting health must be our first priority, this crisis must not be used as an excuse for actions against the single market. The single market has been fundamental in improving the competitiveness of our economies and prosperity for our citizens. The four freedoms are what make the European Union real. The pandemic has made it necessary to rethink many of our policies, but it doesn’t mean rethinking our values. The EU has grown and prospered thanks to its values of openness and free trade, and we must make sure that our actions are not undermined. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 161, "date": "2020-09-15.json", "name": "Georg Mayer (ID).", "mepid": "38511", "text": "   Madam President, ladies and gentlemen, what fairy tales have not we all heard when it comes to the Schengen borders. In 2015, for example, it was said, for God's sake, that internal border controls could not be introduced within the Schengen area. This is illegal for the EU.  What are we experiencing now? We are now witnessing the exact chaotic opposite of what was said at the time. And what else are we experiencing now, ladies and gentlemen? We are witnessing the restriction of freedom of movement in Europe with full intent. And what else do we experience, ladies and gentlemen? We are witnessing political scaremongering among a large part of European governments.  The Austrian Federal Government, which illegally disregards the Austrian Federal Constitution internally and is unlawful to the outside world when it comes to freedom of movement, is particularly prominent. I think that Article 7 of the EU Treaty could well be considered. This COVID pandemic shows once again the uncoordinatedness and weaknesses of this Schengen area. There is an urgent need for us to remove this patchwork that the citizens unfortunately see every day today and to bring together sensible coordination.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 162, "date": "2020-09-15.json", "name": "Anna Cavazzini (Verts/ALE).", "mepid": "86793", "text": "   Madam President, I would like to thank the president for her In the spring, I had the feeling that Europe was tearing us between our hands. The trees went up again, and the military stood on the german-Polish border, families and friends were torn apart, the internal market was disrupted, and border commuters could no longer work. This must not happen again, ladies and gentlemen, because a borderless Europe is one of the greatest achievements. But we are currently seeing a patchwork of travel warnings and border measures. I do not feel that the Commission and the Member States have learned from the spring. Instead of this chaos, we need to coordinate health measures and travel warnings. Only by acting together can we contain this virus. The Commission has finally made a proposal for coordinated border management in the Schengen area. But a lot of precious time has been lost in the summer. That is why this proposal must now be implemented quickly by the Council and applied by the Member States. One thing is still very important to me personally, because I am also affected by it. Whether at external borders or within the EU, freedom of movement must also apply to binational unmarried couples, because love is not tourism.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 163, "date": "2020-09-15.json", "name": "Dolors Montserrat (PPE).", "mepid": "197711", "text": "   – Madam President, the virus is one and attacks us all without distinction. And far from uniting for defeat we have suffered how each Member State adopts restrictions on the free movement of persons and goods without coordination between all countries, nor with the European Union. This lack of harmonisation causes chaos, uncertainty and misinformation among European citizens; fragments the internal market and also blocks the Schengen area.  We therefore need the Commission and the Council to urgently and effectively establish harmonised measures to rebuild trust between all Member States and European citizens; that the European Centre for Disease Prevention and Control provides the official data for infected, deceased and mapping, and that it also establishes the same health criteria for all Member States, especially on the basis of areas or regions and not entire countries.  We need tests at all airports and accesses to restore the free movement of people, without additional barriers and always protecting the health of all. It is essential for all, citizens and businesses, that people and goods can move freely and safely throughout the European Union.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 164, "date": "2020-09-15.json", "name": "Jytte Guteland (S&amp;D).", "mepid": "124991", "text": "   Madam President, I would like to begin by thanking Theresa May for Commissioner, I would like to thank the Rapporteur for his Covid-19 has hit Europe very hard. Not least, many people have been hit hard during the health crisis through illness, and relatives have been hit hard after too many deaths. We also know that people suffer from the restrictions and restrictions imposed, sometimes rightly, but sometimes, unfortunately, these have been tools that have gone in the wrong direction. I do not want to contribute to any one-sided blackpainting of what has been done. I think that the way the EU has reacted and how the Member States have tried to act have been important political tools for preventing the pandemic from spreading. People have been there, too. The health sector has made heroic efforts. Doctors have helped patients across national borders. However, there are things that we should be careful about – we have already seen tendencies not only towards protectionism, but also to populism in the spirit of the crisis. We must not take this direction for the future. I am one of those who really want to protect freedom of movement and who look with great concern at how people now find it difficult to travel between our countries and cross our borders. I am thinking of a young generation of students who may not dare to take the step of studying in another country. It can have far-reaching consequences for Europe when freedom of movement is attacked.", "language": "en", "original_language": "sv", "translation_provider": "azure"}, {"id": 165, "date": "2020-09-15.json", "name": "Edina Tóth (PPE).", "mepid": "27714", "text": "   - Madam President, I would like to thank you for your support. The epidemiological situation has been unfavourable in many EU Member States in recent times, and a number of people, including my country Hungary, have decided to reintroduce measures that have already been successfully applied. The issue of border closures has been raised several times in recent weeks. I would like to state that I consider the concerns to be completely unfounded, as the restrictions on border traffic and entry do not go beyond what is strictly necessary to avert the threat set out in the Schengen Borders Code. Each Member State shall be responsible for taking measures concerning the border closure which it considered appropriate. Harmonisation cannot be a solution because of the slow pace of the EU institutions. During the second wave, the protection of people's health and life is paramount and, on the basis of experience, only the Member States can adequately ensure protection. Thank you very much!", "language": "en", "original_language": "hu", "translation_provider": "azure"}, {"id": 166, "date": "2020-09-15.json", "name": "Didier Reynders", "mepid": "n/a", "text": "   Member of the Commission. Madam President, Mr Secretary of State, ladies and gentlemen, I thank you first of all for sharing your views on the situation but above all your concerns, because the COVID-19 pandemic has had a profound impact, as you have recalled, on our lives. It has changed the way we live, work and travel and our relationships with family and friends. No one has escaped its consequences. First of all, I would like to point out that the Commission responded quickly, from the beginning of the pandemic, to the call of a large number of citizens, businesses and public authorities. It has made significant efforts for rapid and close coordination between Member States in all areas, including and especially in those that have a direct impact on the lives of citizens. In particular, the Commission has adopted a series of guidelines and recommendations on border management and free movement. Of course, I heard Mr. Schwab, Ms. Trillet-Lenoir and Ms. De Sutter talk about free movement. As of March 30, there were recommendations on border workers, seasonal and self-employed, particularly in difficulty. From the outset, proposals for coordination have been put forward and these efforts must continue and above all intensify so that we can better protect the single market and the freedom of movement to which, as we know, European citizens are deeply attached. The lack of coordination means that we must now do everything we can to win or regain the trust of the citizens. That is why, I repeat, from the beginning and again this summer, the Commission has taken initiatives, since from the beginning of August, without wasting time, when the new situations appeared in a number of Member States, efforts were made to strengthen a clearly deficient coordination. On 7 August, we sent a letter to all Member States reminding them of the applicable principles for restricting free movement. This letter was followed by a technical document further elaborating on some of these principles. And I would like to make it clear on a number of points, depending on the questions, that with regard to mutual recognition of tests, Mrs Cerdas' recommendation, in particular, goes in this direction and also calls for this mutual recognition of the tests. Similarly, we are working on a common method of data collection; Mrs. Koneon alluded to it. Common methods have already been provided by the European Centre for this collection of tests at national level. From now on, work continues to do the same at the regional level. I would also like to clarify the situation with regard to vaccines. I have seen the question from Mr Bourgeois and Ms Rivasi about that and first of all we have a robust, now complete, portfolio with six promising vaccine candidates. I want to say that we are also in more advanced discussions with one because one agreement has been signed was with AstraZeneca on 27 August. The vaccines will have to meet all the necessary safety requirements and to be approved by the European Medicines Agency and the Product Liability Directive remains fully in force. The agreements allow Member States to indemnify the manufacturer but patents and consumer rights remain fully in force so we are continually applying the same rules and perhaps some comments on two other issues that I heard during these discussions.  I want to insist on the fact that citizens who exercise their right of free movement, Ms Cavazzini, and their family members are exempt from the travel restrictions currently in place. As EU citizens who have not exercised their right to free movement, we know that several Schengen states also allow entry for unmarried partners. We have repeatedly encouraged the remaining Member States to follow this broad interpretation of the free movement of rules in order to give unmarried couples the possibility to reunite after months of separation, so it's important to insist on that. This is not of course about Hungary. We have sent a letter to the Ministers of Justice and the Ministers of the Interior to know what are the reasons for a possible differentiation between some nationals and others. I'm thinking about the countries of the Visegrad Group and so of course we try to understand why it's possible to make such a differentiation. We have received a response and will analyze that, but you know that we don't want to have discrimination between different national people at the EU level and it is not a discussion for the moment about Hungary. To conclude, I want to go back to the proposal for a recommendation sent to the German Presidency and to the Council. In fact On 4 September, we adopted this proposal for a recommendation in favour of a coordinated approach which would, in particular, offer common criteria and a common colour code to draw a common map at European level on the basis of the same criteria and would allow better access to information for all stakeholders. This is also in line with the idea of communicating once a week about changes in measures that could take place depending on the evolution of the map. The Commission, of course, remains available to work closely with the Member States and, as I said, with the German Presidency of the Council to advance our joint efforts in this direction.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 167, "date": "2020-09-15.json", "name": "Michael Roth", "mepid": "n/a", "text": "   President-in-Office of the Council. Madam President, ladies and gentlemen, Commissioner, I would like to begin by thanking the rapporteur for her excellent work and for the work she has done. I would like to express my sincere thanks for this strong appeal for better coordination, for closer cooperation, for the principle of mutual learning and coexistence. However, I would also ask you to be fair. None of us – neither you nor I, nor anyone else – had a master plan or blueprint in the drawer to act in retrospect as needed and possibly better in retrospect.  If a Member of Parliament, whom I highly esteem, who comes from the same country as me, makes demands on the European Union – and in particular on the Council – Mrs Sippel, then I would like to share my experience in a federal country such as Germany, where we are not even able to bring about uniform rules for 16 Länder. So your ambition, which I share in principle, is already reaching its limits in federally organised countries. And there are reasons for that. These may be mostly reasons that we all do not share together. But there are also reasons to think about at least once. For one thing, i am very grateful for this, the situation in the border regions is particularly dramatic, because we have felt one thing that borders, which no longer play any role at all in people's everyday lives – even in the everyday life of the economy – suddenly lead to a great deal of pain when they are reintroduced, in fact, through border controls. This is perhaps somewhat different in countries that do not maintain this close cooperation in the border regions. A total of 186 000 people have died in or with Corona in the European Union. A great tragedy. However, we have reacted very differently. Germany has taken a different path from Italy and France, partly because in parts of Italy and France the pandemic has raged quite differently from what we have done most of the time. Sweden has taken a completely different path. Science is arguing, and that is reassuring, because there are no absolute certainties.  And so I have a problem with your accusation that we have wasted time. Yes, it may have taken too long at one point or another, and I would also like to assure you, honourable Members, Madam President, that we must also achieve better coordination on the basis of the Commission's recommendation, which is a very important basis for us. Because as long as there is no vaccine, we have no certainty as to whether this path or the path taken is the better one.  And the fact that the subject is so emotionally charged has to do above all with the fact that it is really about human lives, about the protection of human lives. And I did not want to defend the Member States in any way. I just wanted to make it clear that we all feel this doubt in us, no matter which Member State we come from.  Once again, however, it is important that we learn from this crisis and that we do not abandon the principles of the internal market, that we do not abandon the principles of Schengen, but that we try to bring the necessary health protection into line with what makes Europe at its core. In this respect, the debate here has been extremely helpful, including for further discussions in the Council. Once again, i would like to thank all those who have spoken. We take this very seriously and I would be very pleased to see this dialogue with you continue.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 168, "date": "2020-09-15.json", "name": "Die Präsidentin. –", "mepid": "197433", "text": "  The debate is closed. The vote will take place on Thursday, 17 September 2020. Written declarations (Article 171)", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 169, "date": "2020-09-15.json", "name": "Marc Angel (S&amp;D)", "mepid": "202073", "text": "  in writing. – With acknowledging the fact that in several Member States COVID-19 cases have increased significantly since the beginning of summer, we also must declare that the restrictions some Members States put in place have not been in line with the actual risk level. Such as closing the Hungarian borders at time of low infection rates. The four freedoms, including the free movement of people, goods and services are essential for a well-functioning internal market. Uncoordinated, unilateral decisions of the Member States are strongly fragmenting the internal market. We cannot expect from citizens or businesses to be able to comply with so diverse measures (such as quarantine for 7, 10 or 14 days; different traveller locator forms; different country ‘colours’; different measures on mask use obligations etc.). Especially when those are also rapidly changing and not always announced well in advance. Beside preserving the integrity of the internal market and also the Schengen area we need: to harmonise restrictive measures, based on data provided by ECDC; common colour code and regional approach at risk mapping; mutual recognition of PCR results in Member States; a harmonised ‘EU traveller locator form’ and to rebuild trust between Member States.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 170, "date": "2020-09-15.json", "name": "Pablo Arias Echeverría (PPE)", "mepid": "96808", "text": "  in writing. – We are faced with a challenge of dimensions never seen before and which requires the coordination of all Member States. Cooperation and understanding are the basis of the European project, and that is precisely what this joint resolution seeks to enhance.  For months we have seen unilateral measures by some Member States, such as discrepancies in the designation of at-risk areas or countries and even in applicable health measures (such as quarantines). If the virus doesn't understand borders, neither should we.  More than ever, we must be united in the fight against coronavirus. We must see it as an opportunity to emerge reinforced from this crisis and be better prepared for future similar events. This is the message conveyed by this Joint Resolution and from here we call on the Member States to take a good note.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 171, "date": "2020-09-15.json", "name": "Krzysztof Hetman (PPE)", "mepid": "124895", "text": "  I would like to write to the Commission. – The coronavirus pandemic has caused unprecedented shock to both the European and global economies and has had a significant impact on the lives of almost all citizens in the world. After several months of fighting the virus, we have partially succeeded in adapting to a new reality, but at the same time there is a great need for better coordination between Member States.  There is no doubt that what both businesses and citizens need in this particular situation is predictability. The single market or the Schengen area are our european achievements and we must make every effort to ensure that they can function in a secure and stable manner.  The lack of predictability and clear rules on how to combat the pandemic at European level creates uncertainty and a decrease in european confidence, the need to abstain from decisions and creates unnecessary costs. I therefore call for harmonised action between Member States to combat the coronavirus pandemic.", "language": "en", "original_language": "pl", "translation_provider": "azure"}, {"id": 172, "date": "2020-09-15.json", "name": "Karol Karski (ECR)", "mepid": "124887", "text": "  I would like to write to the Commission. \"Just a few months ago, many people in Europe thought that the worst moments of the Covid-19 pandemic were behind us. Meanwhile, in recent weeks, we have seen an increase in the number of cases and, consequently, increasing pressure on the health service.  Has the Commission made good use of the calmer holiday period to prepare for the second wave of the crisis? Is it prepared to coordinate the actions of individual Member States in order to avoid chaos and take care of the interests of the most vulnerable citizens?  I call on the Commission, in close cooperation with the Council and the individual Member States, to urgently strengthen coordination on restrictions directly affecting freedom of movement. Key constraints for people moving to do their jobs and support their families. It is also unacceptable that these persons are still waiting for a transparent and harmonised criterion for assessing the epidemiological situation, which, in its current absence, makes it difficult to decide whether to travel responsibly.  Finally, I warn the Commission and the Council against being tempted to pass on the costs of compulsory tests to citizens travelling and travelling for purposes essential such as studies or because of strictly professional responsibilities, e.g. drivers or flight crew. There can be no agreement on additional costs for already highly experienced European citizens, especially if they result from omissions at Commission and Council level.", "language": "en", "original_language": "pl", "translation_provider": "azure"}, {"id": 173, "date": "2020-09-15.json", "name": "Έλενα Κουντουρά (GUE/NGL)", "mepid": "197699", "text": "  Writing. – The European Parliament, after the first shock of the pandemic, demanded in good time, as early as the spring, through its Committees and in plenary resolutions, coordination of the opening of borders in view of the tourist season. We predicted that, without coordination, the result would be disastrous. President Sassoli reiterated this two weeks ago. Unfortunately, the European Commission ignored us and remained a passive observer. Just last week he made a late attempt at coordination. The European Commission has shown undue inertia, resulting in great suffering for thousands of travellers and, unfortunately, the resurgence of the pandemic in many parts of Europe. The chaos that still prevails today must be stopped immediately. Simple, proportionate and effective rules need to be put in place for everyone. All citizens, regardless of where they live or travel, must know clearly what is going on throughout Europe. And it is necessary for the Commission to coordinate and support the Member States in order to properly implement these rules. The health-economic crisis is here and it's going to last. Only uniform rules can provide an effective response to tackling the pandemic.", "language": "en", "original_language": "el", "translation_provider": "azure"}, {"id": 174, "date": "2020-09-15.json", "name": "Urmas Paet (Renew)", "mepid": "129073", "text": "  Writing. – The COVID-19 crisis has clearly shown that EU countries need to work more together on a number of issues, rather than unilaterally delivering. It is also important that all countries follow them when establishing common measures. The consequences of unilateral steps were only seen in the recent past in the EU in the case of unilateral decisions to close national borders, which crippled Schengen and which continues today with Hungary, which has refused entry to nationals of other EU countries. There could also be, for example, a common understanding of flight rules so that there is no situation where flight restrictions are artificially created. To this end, 27 Member States will need to work much more hard to achieve common positions.", "language": "en", "original_language": "et", "translation_provider": "azure"}, {"id": 175, "date": "2020-09-15.json", "name": "Roberts Zīle (ECR)", "mepid": "28615", "text": "  Writing. – Dear President, honourable Presidents of the Council and the Commission, i would like to thank the Rapporteur, Mr Sánchez-Neym. The European Commission has recently published eu Council recommendations on the restriction of free movement to prevent a Covid-19 pandemic, which provides for the introduction of uniform criteria for restrictions on the movement of persons in EU Member States. Although the recommendations are intended to reduce the negative impact of a pandemic on national economies, such a common and simplified approach would be contrary to the stricter criteria set by individual countries, including Latvia, developed by local specialists with a deeper and more detailed understanding of the health of their citizens. It is not permissible to identify a universal solution without assessing the individual capacities of the Member States, including the capacity of the healthcare system. It is also not justified to determine the specific status of non-self-isolation requirements, the seasonal workforce, as well as diplomats and employees of international institutions, since neither the status nor the position to function constitute immunity from the virus. The Latvian Government should use this pandemic time to take care of inviting its citizens to return to Latvia, using both EU financial resources and the freening of fiscal frames for this purpose. For Latvia, this is an opportunity to change the migratory flow of disadvantaged citizens and improve the demographic situation in the country. This document will be only recommended. I have high hopes for the Latvian Government that it will be able to choose the best possible protection for its citizens, looking not only at the economic but also all other criteria.", "language": "en", "original_language": "lv", "translation_provider": "azure"}, {"id": 176, "date": "2020-09-15.json", "name": "Carlos Zorrinho (S&amp;D)", "mepid": "124739", "text": "  in writing. – In view of the brutal impact of an unexpected pandemic and for which the scientific community had little knowledge of immediate implementation, Member States have put close and containment responses on the ground.  These responses have gradually taken on degrees of coordination within the European Union, in particular in terms of information sharing and the search for solutions and equipment, of which the joint reserve of potential vaccines is a striking example. We need to go further.  The resolution under discussion identifies key areas where Member States' action has to be coordinated, both in terms of health practices and protocols, as well as in the area of restoring supply chains of goods and services within the framework of the single market, both in simplifying public procurement for the purpose of containing the pandemic, and also in the progressive restoration of the conditions for the free movement of persons.  We live in an exceptional situation, which required and requires exceptional answers. Responses that will be all the more effective the more coordinated they are in the assessment and communication of risks, in the sharing of information and in the protection of the founding freedoms of the European Union.", "language": "en", "original_language": "pt", "translation_provider": "azure"}, {"id": 177, "date": "2020-09-15.json", "name": "Presidente. –", "mepid": "124747", "text": "  We move on to the vote on the dossiers as indicated on the agenda. The voting period will take place between 17:00 and 18:15.  The vote will be done in accordance with the same procedure that has been used and which has already been applied in the previous voting period. All votes will be held by roll-call vote and Members will be able to verify their votes cast in the votes by consulting the document to be published on the plenary website. I declare the second voting period open. You can vote by 6:15. The results of the second voting period will be reported, as scheduled tomorrow at 9 a.m. The session will be suspended after the end of the second voting period at 18:15. Like I said, it's going to be restarted tomorrow at 9:00. The agenda has been published and is available from the European Parliament's website. We move on to the vote.", "language": "en", "original_language": "pt", "translation_provider": "azure"}]