[{"id": 0, "date": "2020-09-17.json", "name": "Der Präsident. –", "mepid": "2323", "text": "  The next item on the agenda is the debate on the Council and Commission statements on combating sexual abuse and exploitation of children (2020/2702(RSP)). I would point out to Members that there are no spontaneous speeches in all the debates of this part-session and that no blue cards are accepted.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 1, "date": "2020-09-17.json", "name": "Ylva Johansson", "mepid": "n/a", "text": "   Member of the Commission. – Mr President, we as adults are responsible for the safety of children. We as politicians are responsible for legislation to protect children, and, to be honest, I don’t think we are doing enough. There are people out there who use and abuse children, and we have the obligation to protect our children from these predators. In June, I spoke at the webinar jointly hosted with the European Parliament Intergroup on Children’s Rights. Many experts and decision makers and our allies in the struggle spoke there – the Dutch Government, Europol, the United States National Center for Missing &amp; Exploited Children (NCMEC) – but most impressive was the testimony of Sarah. Sarah is a survivor. She was groomed online as a teenager and forced into sex slavery. She said to us, ‘Let my story not become a story we would hear from a friend, sister or mother’. So let’s do her justice.  I know that you all feel as strongly as I do about this, but just let me repeat some of the terrible statistics. In the last 10 years, reports by internet companies of child sexual abuse increased exponentially. From 1 million to 17 million worldwide in 10 years, and from 23 000 to 725 000 in Europe. European servers host the majority of this content. Reports of abuse increased during COVID. In the country I know best, a perpetrator posted, ‘Thank you, Corona. Now it’s so easy to find the children.’ Behind the statistics, there are real children, sometimes very small children. From the country I know best, we are seeing that, during Corona, small children around the age of seven were groomed and by March the grooming of children at that age had been growing; children of that age forced to film themselves. And they were told, ‘if you tell anybody, I will kill your dog or your hamster’. You can imagine how that is for a small child.  These predators have a business model that fuels this increase. Closed and secret groups on the internet have an entrance fee of new and unseen material. To see videos of raped children, paedophiles must rape children. That’s how the business model works. Most of the perpetrators are men, but not only men; 10% to 20% of offences are committed by women, or with the aid of women. Most of the victims are girls, but not only girls. Around 15% to 20% are boys.  Supported by Europol, police forces in our Member States are cracking down on abuse. The DarkScandals website was taken down with more than 2 000 videos and images. This website used the slogan ‘real blackmail, rape and forced videos of girls all around the world’. Police have taken down this site. The owner is now behind bars. But we need to do much more to support the police. In your resolution, this House asked us to work with industry and the big ICT companies, because detection and reporting by internet companies is necessary to save children.  Last week, I presented a regulation, an interim solution, to make sure internet companies can continue to detect, report and remove child sexual abuse material. Why am I proposing interim legislation? Because of an unintended effect of the Electronic Communications Code, and this comes into force in December this year. That would have an unintended effect: companies will no longer be allowed to pursue their voluntary efforts to detect and report child abuse online. That would pull the rug out from under our entire law enforcement effort against predators. Last year, law enforcement in Europe received 40 000 newly produced images and 100 000 newly produced videos, images that made it possible for authorities to find children and prosecute perpetrators. If we do not adopt that interim legislation, this will no longer be possible. I call on you to support this important regulation, which is a temporary solution until our long-term sector-specific legislation is in place. We are now working on this permanent legislation and will present it by next June, proposals that would make it mandatory for companies to detect and report known child sexual abuse materials to public authorities. Current EU legislation puts strong obligations on internet companies to protect copyright – but not children who are being raped. And of course we must protect children more than we protect copyright.  We also want to set up a European centre to prevent and counter child sexual abuse. In Ireland, police get 80% of their tip-offs from the US-based National Center for Missing &amp; Exploited Children, and only 20% from parents and guardians. Just last Friday, two men were sentenced to 13 years in prison in Germany. They had had abused two girls for five years and that was thanks to a NCMEC report that saved them. It’s time for Europe to have its own centre, to build on Europol’s work, to work with companies and law-enforcement bodies, to identify victims and bring offenders to justice. I will soon launch a study as a first step in setting up our own European centre against child sexual abuse. The EU directive on child sexual abuse dates from 2011. I will launch a study to assist its implementation and to see how and where we need to upgrade and update our legislation. We cannot allow paedophiles or perpetrators to win an online high-tech arms race. To keep one step ahead, Europol will set up an innovation hub and lab. We will support Member States with funding. The Commission is also working with experts and industry to find technical solutions to detect and report encrypted online child sexual abuse.  I must underline that this is, of course, important to do without prohibiting or weakening encryption, and in full respect of privacy. I must say, I do not accept that we have to choose between protecting children or privacy. It’s absolutely possible to combine the two. But we must also work on prevention. Very often children are abused by someone they know and trust. We will create a prevention network of practitioners and researchers to share expertise to stop perpetrators from acting. We also need to encourage children, to tell them, ‘it’s not your fault’.  It’s not okay what these adults are doing. We need to empower children to speak out. And I want Europe to take global leadership, because abuse doesn’t stop at national or European borders. We will work together with governments, tech companies and civil society organisations worldwide.  I need your help to pass this legislation. I need your help to protect children. A child has no power, and children that are abused least of all. But we do have power, so let’s use that power to protect children. (Applause)", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 2, "date": "2020-09-17.json", "name": "Jeroen Lenaers", "mepid": "95074", "text": "  on behalf of the PPE Group. – Thank you Chairman. And thank you also to the Commissioner for her introduction. It's to be quiet. I became a father for the first time this year and that feeling is nothing compared to it. The love, the responsibility, the urge to protect your child is very special.  It makes me sick to my heart that there are people in this world who have fun or make money abusing children. And yet we see that abuse is increasing, and quite well, you have said that. I am also pleased that the Commission is showing this urgency here today. I miss that urgency with the Member States. It is scandalous that 23 of the 27 Member States have infringement procedures for non-implementation of the 2011 Child Abuse Directive. What the hell is the point of making arrangements here together if no one executes them?  Child pornography should be detected, reported and removed as soon as possible. Hosting companies play a crucial role in this and they have to take that responsibility, whether they don't like it or not. We have to force them to do that. And that has to be done with rules and with naming and shaming. In the Netherlands, a blacklist of hosting companies that do not cooperate will soon be published, and I would also suggest supporting such an initiative in Europe.  Finally, encryption. As you have said, encryption is extremely important for the protection of our privacy. But that is at the same time a shield behind which scumbags who are guilty of child abuse can hide. We have to find a solution to that. A child being abused is scarred for life and, as the Commissioner rightly said, we are not doing enough at the moment to prevent it. Please let today be the last day we have to say this.", "language": "en", "original_language": "nl", "translation_provider": "azure"}, {"id": 3, "date": "2020-09-17.json", "name": "Birgit Sippel", "mepid": "96932", "text": "  Mr President, I would like to make a mifful son, mr President, I would like to make a ido to the S&amp;D Group. Mr President, I would like to thank the Sexual offences against children are heinous crimes with serious consequences for victims. And we must combat the exchange of images online, without forgetting that child abuse is taking place in our neighbourhood – by parents, neighbors, carers, priests. Looking away and silence is not an option here as there.  As early as 2011, we adopted a directive on the protection of children from sexual abuse. However, the vast majority of Member States have failed to implement them in nine years. There is also a massive need to catch up on the prevention, support and protection of children, the harmonisation of criminal offences and penalties. Last year, the Commission had to open infringement proceedings against 23 Member States after nine years.  Child protection is an important issue. And we need to do more, including online. At the same time, however, we must not create false expectations, because there are no miracle cures with which the pictures disappear. Confidentiality of communication, privacy is important – also for our children, online. Encryption, for example, can prevent images that young people exchange with each other from being intercepted by perpetrators and shared with third parties.  That is why it is quite clear that we need to better protect our children online and offline. Legislation must be implemented, prevention agencies must be given more resources, law enforcement agencies must be staffed, financially and technically adequately equipped to better protect our children and their spaces offline and online.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 4, "date": "2020-09-17.json", "name": "Hilde Vautmans", "mepid": "130100", "text": "  on behalf of the Renew Group. – Mr President, what’s in a number, dear colleagues? If I told you that the number of reports of child sexual abuse has increased to nearly 70 million in 2019, would you believe it? Or if I told you that, according to the Council of Europe, one out of five children falls victim to sexual violence. Would you believe it? What if I told you that Europe is the biggest hub for child pornography, that can’t be true, right? The list of these numbers goes on and on. Sixty per cent of worldwide child sexual abuse content is circulating in Europe. Isn’t that staggering? Let it be clear. Sexual abuse of children is not just one of the 99 problems. it is ‘the’ problem that all European decision makers have to face, and the fight against it must be our priority. Therefore, I would like to thank you, Commissioner Johansson, for the bold and concrete steps forward in the fight against child sexual abuse. This is a strong, balanced and comprehensive strategy. But this alone is not enough. We all know that, we all have to play a role in this fight. I am fully convinced that a dedicated EU centre will be a major added value in the fight against these terrible crimes. Commissioner Johansson, I fully support your strategy. You can count on me, on us, on Renew Europe and on the Intergroup on Children’s Rights to implement it. If we don’t do it, who will do it? So European leadership please, you can count on us.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 5, "date": "2020-09-17.json", "name": "Christine Anderson", "mepid": "197475", "text": "  On behalf of the ID Group, I would like to make a i-see of the Mr President, I would like to thank the Sexual abuse and exploitation of children cannot be on the agenda often enough. The victims are young, helpless. Many crimes committed by young children often go undetected because families live in a cartel of silence.  Child abuse is on the agenda in many countries around the world. The international children's charity World Vision warns that many families are at risk of poverty as a result of the COVID-19 lockdown, and estimates that up to four million girls worldwide are being sold as child brides – often by their own parents – to husbands living out their sick paedophilia under the guise of the religion of peace. The problem of child marriage exists largely in African and Arab countries. Illegal migrants are pouring here from these countries, and child marriage is being imported into Europe. With these illegal migrant flows comes the legalized rape of girls, which is declared as marriage, to Europe.  In an article yesterday, Die Welt complained that in Germany the instrument of abolishing child marriages concluded abroad is hardly, not to say almost never, used, and makes the frightening observation that even in Germany a child marriage is concluded every weekend. But child marriages are not only denounced in Sunday speeches and half-heartedly outlawed in the context of lip service, but fought resolutely. Ladies and gentlemen, child marriage does not belong to Europe. But why wander into the distance when the bad is so close: With just a few mouse clicks, the Internet delivers horrific images and videos in which children are sexually abused, their bodies desecrated ... (The President cut off the speaker)", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 6, "date": "2020-09-17.json", "name": "Saskia Bricmont", "mepid": "197470", "text": "  on behalf of the Greens/FTA group. Mr President, dear Commissioner Johansson, ladies and gentlemen, one in five children is said to be a victim of sexual violence, and in almost 80% of cases the child knows his abuser. As a result, he is often the victim of people he trusts. Tackling sexual abuse is a top priority and we must act together. However, my speech is particularly addressed to the 23 Member States which do not apply the 2011 directive, and the absence of Council representatives today asks me: how many cases of abuse could have been avoided in all these years and how many lives will it take before the Member States actually implement the legislation? There is a blind spot in actions at the moment and that is prevention: educating and educating children and their families about this type of violence, the risks and threats associated with online presence; Putting in place genuine prevention and support programmes for perpetrators; identify and accompany victims. Measures that are already provided for by European law and yet not implemented. How effective will a new strategy be if Member States do not make the necessary efforts? Public spending should be used to strengthen our child protection, police, justice, under-equipped and understaffed services. Completing the difficult tasks assigned to them requires a fundamental overhaul of the public resources invested. In the face of these serious shortcomings, to think that technological solutions will overcome years of chronic underinvestment in the aforementioned services is a smokescreen. Our efforts must focus on the women and men on the ground who protect children, investigate, arrest and prosecute paedophiles. We want action, means and not just good intentions.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 7, "date": "2020-09-17.json", "name": "Jorge Buxadé Villalba", "mepid": "197829", "text": "  ECR Group. – Mr President, it is distressing to take part in a debate on paedophilia and child sexual abuse the day after seeing how this European Parliament condemned Poland for trying to pass a law against paedophilia. You have been exposing for years that sex is a banal thing, hypersexualizing society, considering that sex is not part of that inviolable dignity of the human being. Look, stop talking, this is a serious problem that affects hundreds of thousands of children in Europe and has developed with the complicit silence of authorities and the media.  There are the cases of Telford or Rotherham, who were shamefully silenced by the media because pimps and abusers were of Pakistani origin; or in my country, Spain, in the Balearic Islands, where we have a case of dozens of girls prostituted in social care centres that left-wing governments are rejecting and in which they are paralyzing judicial and administrative investigation. Nor did the European Commission say anything about this case of prostituted girls in the Balearic Islands when I asked, on Vox's behalf, in January. Less talk: more law and order; harsher penalties; full compliance. We are into it by European civilization.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 8, "date": "2020-09-17.json", "name": "Anne-Sophie Pelletier", "mepid": "197527", "text": "  on behalf of the GUE/NGL group. Mr President, Commissioner, thank you for your initiative. We all agree here that sexual abuse against children must be firmly combated and we understand that your priority is the fight against online child crime. However, I would not want this serious subject to be used to remove the personal protection of all our fellow citizens. Let me tell you that child exploitation did not start with the internet. The Internet is sometimes only a visible part of sprawling networks of child and human exploitation using children to make a profit. Pedocriminality, sex tourism, child prostitution, domestic abuse did not begin with the internet and they cross centuries and continents. Worse, these child criminal trials were sometimes allowed, remember this writer praised for his novel about his sexual relations with a 14-year-old girl, Gabriel Matzneff. Finally, Commissioner, trafficking also starts with the abandonment of some children, I mean exiled children, Roma children, who have knowingly left the field of child protection. We can no longer accept backroom discussions, all children deserve the protection of Europe. And I think when you protect a child, you win a citizen.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 9, "date": "2020-09-17.json", "name": "Ewa Kopacz (PPE).", "mepid": "197525", "text": "   – (2) Mr President, I would like to begin by Cooperation, education and assistance to victims should be among the fundamental pillars of the effective fight against child sexual exploitation and violence. The time of the pandemic clearly showed that at least part of our children's lives had moved to the internet. It's not just a matter of remote learning, it's about keeping in touch remotely, not just with your peers. We should therefore equip children and young people with the knowledge to identify the threat so that they can protect themselves and their privacy online and beyond. For this, educational programmes are needed, including age-appropriate, reliable sex education. These actions should go hand in hand with a wide-ranging campaign aimed at parents and people working with children and young people on a daily basis. I believe that the fight against sexual violence and sexual exploitation of children must be based on a comprehensive strategy that is effective both in the real world and online. All Member States should commit to such multifaceted action. The cost and consequences of an ineffective fight against sexual violence are not only a lost childhood, but also often the entire future adult life of our children. Commissioner, thank you for your proposal. As the European Parliament's coordinator for the rights of the child, I declare my full support for your actions.", "language": "en", "original_language": "pl", "translation_provider": "azure"}, {"id": 10, "date": "2020-09-17.json", "name": "Javier Moreno Sánchez (S&amp;D).", "mepid": "28347", "text": "   – Mr President, Commissioner, you have said this: in recent years, the number of allegations of child sexual abuse has increased dramatically. The numbers are spooky: nearly 17 million allegations of sexual abuse were filed in 2019 alone, and more than 70 million images and child pornography videos were intercepted. Behind these images, there's a crime. A real abuse that truncates the lives of victims and leaves deep internal scars on them. Unfortunately, the current pandemic has helped to further aggravate the problem.  That is why I thank you, Commissioner, for your commitment to defending children's rights from the beginning of your term of office and, in particular, to focus on a serious crime that is not sufficiently talked about, and to develop a real European policy to eradicate the abuse and sexual exploitation of minors. That is why I welcome the presentation of this strategy and its proposal to include a temporary exception to certain provisions of the Privacy and Electronic Communications Directive to ensure that companies can continue to voluntarily detect child sexual abuse online.  But we must go further and be more ambitious, replacing the current Directive with a Regulation to solve transposition problems and develop clear standards for preventing and prosecuting these crimes. It also making it legal imperative to detect child sexual abuse content and its immediate communication to public authorities by major online service providers. And launching a European centre to combat and prevent child sexual abuse and supporting the role of NGOs, as we have been calling for from Parliament's Intergroup on the Rights of Children. Finally, further work is needed on prevention. We must continue to educate not only minors, but also their parents and guardians, as well as all adults who work with them, about the dangers of the virtual world, through educational and awareness-raising initiatives.  Let us act together to protect our children.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 11, "date": "2020-09-17.json", "name": "France Jamet (ID).", "mepid": "189065", "text": "   Mr President, Mrs Johansson, ladies and gentlemen, it is still incredible that at this time there are no reliable and real statistics on such a painful subject as the sexual abuse and exploitation of children by criminal networks. Not quantifying a problem is sometimes denying it. And we know that paedophile networks and paedophilia rely on powerful, organised mafia networks, which also take advantage of the European Union's complacency towards smugglers of all kinds, whether in the Mediterranean or Eastern Europe, or the absence of borders, which gives them full latitude for this unspeakable trafficking. We've heard your temporary proposal, but we need to track down these mobsters. We must stop them, we must apply zero tolerance against these monsters, we must be ruthless, because the place of a rapist or a child trafficker is in prison, because the sanction must give the real measure of the crime committed: the application of perpetuity. Real perpetuity.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 12, "date": "2020-09-17.json", "name": "Marcel Kolaja (Verts/ALE).", "mepid": "197546", "text": "   – Mr President, I fully support the protection of children. However, I am terrified that the Commission is presenting a derogation from the ePrivacy Directive – a derogation that not only approves automated filters, but also creates a blanket authorisation to use them for private communication. This is a clear threat to encryption and distraction from more serious issues, such as: first, the lack of national implementation of the Child Sexual Abuse Directive – nine whole years have passed since the adoption of this European legislation – second, the financial difficulties of many hotlines, which form the basic infrastructure of handling the analysis and reporting of child abuse material; and, third, the need to increase the capacities of the judicial system and law enforcement to make sure that they have the resources to follow up on investigations. I support the Commission’s action on tackling these serious issues, but I urge you: focus on protecting children instead of playing whack—a—mole with criminals online and violating the privacy of innocent people.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 13, "date": "2020-09-17.json", "name": "Jadwiga Wiśniewska (ECR).", "mepid": "124877", "text": "   – Commissioner, i would like to thank you very much for your Mr President, I would like to begin by thanking Thank you for your initiative to protect children from paedophiles. The data is alarming. It is today that Europe has become a global hotspot for the sexual exploitation of children. Almost 90% of paedophile material in the world is currently hosted on European servers, 71% of which are hosted in the Netherlands. We really need to protect children. The child is powerless, but we, as you said, have the strength to protect them. And we cannot allow paedophiles to win with us. The protection of children is absolutely paramount.  I do not agree with the previous previous err that we must choose between the protection of personal data and the protection of children. Here the choice is zero-one. Child pornography must be severely punished. Paedophiles must face the most severe punishment. But let us remember that it is in the European Union that forced marriages with children take place. Every day, children in these marriages are raped, abused and this is happening in the European Union...  (The President received the speaker's vote)", "language": "en", "original_language": "pl", "translation_provider": "azure"}, {"id": 14, "date": "2020-09-17.json", "name": "Marion Walsmann (PPE).", "mepid": "197429", "text": "   Mr President, Commissioner Johannson, I would like to thank the Commissioner for her excellent work and for the work she has done. About 10 to 20% of children in Europe are sexually assaulted during their childhood. That is 10 to 20% too much.  While I welcome the European Commission's strategy to effectively combat child sexual abuse, we do not need any further studies and investigations. Time is running out. We need effective enforcement of existing legislation in the Member States.  We need concrete measures to put an end to this inhumanity online and offline. Concrete measures not only to detect cases of abuse, but to prevent them. Prevention in order to actually enable the investigating authorities to identify the perpetrators, so that data protection is not equal to the protection of perpetrators, in order to nip the spread of child pornography in the bud and to enable a child-friendly criminal procedure and appropriate victim support.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 15, "date": "2020-09-17.json", "name": "Josianne Cutajar (S&amp;D).", "mepid": "197394", "text": "   – So大jetà 大ivilizzata ti大大elebra t-tfal u tagħtihom ambjent sigur fejn jikbru u jitgħallmu. So大jetà li tippermetti l-isfruttament u l-abbuż ta' wliedha hija però so大jetà marida.  Il-midja diġitali poġġiet lit-tfal f'riskju akbar.  Rapporti ta' abbuż splodew fl-aħħar snin u l-maġġoranza relatati mal-internet.  Il-futur u l-istat mentali ta' ġenerazzjoni sħiħa jinsab mhedded minħabba min b'ħażen juża l-għodod li ħloqna biex intejbu ħajjitna, biex ħjieu vantaġġ minn persuni innoħentienti fuq in-naħa l-oħra tal-iskrin.  Din l-istrateġija trid iżżid il-ħarsien u tassigura li kull spazju jkun sigur għat-tfal tagħna: kemm dak fiżiku u anke dak diġitali.  L-infurzar huwa kru大jali. L-awtoritajiet nazzjonali jrid ikollhom ir-riżorsi kollha f'idejhom biex jaġixxu u jaġixxu malajr.  Imma r-responsabbiltà taqa' wkoll fuq il-pjattaformi diġitali nfushom biex jaraw li hemm l-istrateġiji għal ħarsien, li jaqsmu l-informazzjoni u jagħmluha fa大li biex il-vittmi jirrappurtaw.  Aħna lkoll responsabbli ....  (Il-President irtira l-kelma flower-kelliem)", "language": "en", "original_language": "et", "translation_provider": "azure"}, {"id": 16, "date": "2020-09-17.json", "name": "Jean-Lin Lacapelle (ID).", "mepid": "204421", "text": "   Mr President, your communications are of course essential when they seek to protect our children from sexual predators, but unfortunately they remain silent on two major points. The first point is the fight against products inciting paedophilia. I have as a recent example Netflix and its scandalous series entitled \"Mignonnes\", which features ultra-sexualized preteens and shamefully trivializes child sexuality. Second abject example: sex dolls with a child's waist and body that Amazon or Cdiscount, a subsidiary of the Casino Group, were able to freely put up for sale without raising a single word of protest, neither French nor European. The second point is the harmonisation of criminal laws within the European Union, particularly on the age of sexual consent, which leads to the very definition of rape of minors and differs completely from one European country to another. We must ensure that sexual abuse of a child in a country is punished so severely in each neighbouring country. This is an opportunity to show that Europe is not just a structure built around mercantile values. By acting on these two points, it would fight predators and protect our children.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 17, "date": "2020-09-17.json", "name": "Assita Kanko (ECR).", "mepid": "197469", "text": "   – Mr President, the measure of a society is how it protects the most vulnerable. Right now, Europe is letting its children down. Interpol, Europol, the Internet Watch Foundation and many others have highlighted the shocking and vast extent of the sexual abuse of children online in Europe. Our aims are clear: that more victims need to be identified and protected that more criminals need to be brought to justice and that we will do all we can to create a world free from child sexual exploitation. To achieve this, the EU needs to lead the world on creating effective partnerships between governments, industry, law enforcement and NGOs. The EU must give the necessary political will, expertise and resources needed to end this horrific pattern of criminality once and for all, and also in how we show children on television and in the media.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 18, "date": "2020-09-17.json", "name": "Lena Düpont (PPE).", "mepid": "99945", "text": "   Mr President, I would like to thank the Statistically, there is a child with experience of abuse in every school class in Germany. Most files with representations are on Dutch servers. In the last scandal alone, 500 terabytes of data were seized. Offenders and users sit all over Europe. We need a stronger European response to this horrible and, unfortunately, very dynamic business model.  The Common Centre, greater coordination of European efforts, is more necessary than ever. In addition, however, we also need a robust mandate for Europol in terms of cooperation with third parties in terms of the possibility of own investigations into the use of AI and the latest technology, in terms of the full link with SIS and the Prüm network, but also in terms of support and support for the investigators, who have to deal with this horrific data on a daily basis.  Last but not least, we need data retention, and we need e-evidence. Under no circumstances should data protection be an excuse for the protection of perpetrators.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 19, "date": "2020-09-17.json", "name": "Beata Kempa (ECR).", "mepid": "197519", "text": "   – (2) Mr President, I would like to begin by Thank you very much, Commissioner, for the material that you have presented. We guarantee that we will support you in all the solutions that you have put forward and planned. First of all, in order to query the possibilities of the Union and to improve the rules – sharp, clear, decisive – we will support.  And a few words of what Poland has done, so much criticised here by you. Well, we are raising the penalties for paedophilia: thirty years imprisonment, life imprisonment if a child dies as a result of a paedophile crime, without the possibility of parole, a paedophile register open to all, so that everyone can know who lives next to them, who is applying for a job, perhaps he has just come into contact with paedophilia – these are our solutions.  And finally, cyberbullying. I ask you, this cyberbullying against which the child is absolutely vulnerable. As adults, we must put aside our ambitions, even perhaps our freedoms, because online criminals are very fit and against children.", "language": "en", "original_language": "pl", "translation_provider": "azure"}, {"id": 20, "date": "2020-09-17.json", "name": "Elżbieta Katarzyna Łukacijewska (PPE).", "mepid": "96791", "text": "   – Mr President, I would like to begin by thanking the rapporteur Millions of children are sexually abused every year. Every year millions of children are abused online. Every year we hear about cases of child abuse where they should feel safest, that is, in the family. Every year we hear about thousands of paedophiles who avoid criminal responsibility. And I ask you, after all, no one here has said that the experience of violence in childhood imprints a lasting stigma on the child's psyche, causes a spiral, or leads to a spiral of violence, as well as to numerous suicides. That is why I support all those who say that paedophile data should absolutely not be kept secret, it should be made public. No paedophile, regardless of origin, profession, place of residence, may use violence. I ask you, the best law – and I say this to my Polish colleagues – will not protect our children unless it is applied in the same way to all paedophiles, be it...  (The President received the speaker's vote)", "language": "en", "original_language": "pl", "translation_provider": "azure"}, {"id": 21, "date": "2020-09-17.json", "name": "Javier Zarzalejos (PPE).", "mepid": "197606", "text": "   – Mr President, after reading and listening to the Commission Communication we should not only be horrified: we should be ashamed of our inability to assume our responsibilities on this issue.  Europe has become the global distribution centre for child pornography. This is true when twenty-three of the 27 Member States – as has been recalled – have not transposed the Directive on combating sexual abuse. We need to increase the criminalization of these conducts and harmonize criminal rates.  We need to quickly establish a legal framework so that internet service providers can act more effectively on this issue. It is imperative that we support more and work closely with civil society organizations that are also in this struggle. We need new instruments of cross-border judicial cooperation and Europol's competence, which has proven to be a privileged instrument for its effectiveness in police cooperation, needs to be strengthened. We must declare war on all those who destroy the lives of thousands of children every year.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 22, "date": "2020-09-17.json", "name": "Laura Ferrara (NI).", "mepid": "124833", "text": "   Mr President, ladies and gentlemen, in the European Union, the largest amount of child pornography circulates worldwide, according to data from the Internet Watch Foundation. This fact makes us understand the seriousness of a phenomenon that generates hateful and increasing crimes, committed both online and offline in different forms, in every segment of society.  Disabled children, migrants, girls and girls who are victims of trafficking are the vulnerable groups most at risk. The implementation of the existing legislative framework by Member States is crucial for the prevention, investigation, prosecution of crimes, as well as for the assistance and protection of victims. Cooperation between the different social actors, such as institutions, families, schools, social and health services, has a primary role in providing help and protection. If we are able to protect children we will protect the present and the future of our society.", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 23, "date": "2020-09-17.json", "name": "Der Präsident. –", "mepid": "2323", "text": "  Ladies and gentlemen, I would like to thank the rapporteur for her excellent work and for the work she has Before we proceed with Commissioner Johansson's final statement, I would like to open the first round of voting today. Not to underestimate the debate, but not to delay the further course of the day.  The dossiers on which we are voting can be found on the agenda. The voting round is open from 9.30 a.m. to 10.45 a.m. The same voting procedure shall apply as in the previous rounds of voting. All votes are roll-call votes.  I declare the first round of voting open. You can vote until 10.45 a.m. The results of the first round of voting will be announced at 12.30 p.m.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 24, "date": "2020-09-17.json", "name": "Der Präsident. –", "mepid": "2323", "text": "  We are now continuing our debate on the statements by the Council and the Commission on combating sexual abuse and exploitation of children (2020/2702(RSP)).", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 25, "date": "2020-09-17.json", "name": "Ylva Johansson", "mepid": "n/a", "text": "   Member of the Commission. – Mr President, I feel the honourable Members’ strong commitment to fighting child sexual abuse. I count on your support for the interim legislation on the table and I count on good cooperation with the implementation of the strategy. We heard from Mr Lenaers about being a parent and the strong emotions that you feel to protect your child. But I think that we all also feel, as adults, strong emotions about protecting all children and the obligation, as politicians, to take the proper measures to do so. I will work with you to protect children, both online and offline, and of course, there is also a very strong link between online and offline crimes. Ms Pelletier mentioned that because, to be able to see this content online, you have to produce new content and that is the ongoing raping and abuse of children. It is also, of course, the case that, when these materials can stay there for years, being watched again and again and again, the crime is been done again and again and again towards the victims.  I think that our upcoming European centre to prevent and counter child sexual abuse will play a key role in this area. It’s important that many of you have stressed the implementation of the directive. We already have the ongoing infringement procedures and all of you that are studying the strategy can see that there are a lot of things in the strategy that will help Member States to really implement the directive, so this will be the focus. May I also say something about the interim legislation that we have on the table. This is to avoid an unintended situation where otherwise we would make it impossible for the voluntary detection of child sex abuse materials that the companies do right now. I must say that I think that Mr Kolaja is falling into a very dangerous trap here. There is no contradiction between working on prevention, working with victims, working on the implementation of the directives, working with hotlines and also making it possible that we do not put into force an unintended effect that would stop the internet companies from doing this important detection and reporting. Hotlines play a very important role, but they only detect a very small fraction of this material because most of the material is not public. It’s in communication or more closed areas. Some of you have also mentioned trafficking and that is important. I can tell you that we are coming forward with new proposals and a new strategy to fight trafficking. That will be part of the upcoming proposals at the beginning of next year on fighting organised crime.  To conclude, I must say that there is one thing that perpetrating paedophiles fear more than anything else, and that is the light. They would like to stay and act in the dark. I think that Ms Sippel said something very wise here: being silent and looking away is simply not an option. I fully agree. Let’s turn on the light. As Ms Vautmans said, if we don’t do it, who will do it? I fully agree with that as well. We have the power. Let’s use that important power together to protect children.  (Applause)", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 26, "date": "2020-09-17.json", "name": "Der Präsident. –", "mepid": "2323", "text": "  The debate is closed. Written declarations (Article 171)", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 27, "date": "2020-09-17.json", "name": "Caterina Chinnici (S&amp;D)", "mepid": "124861", "text": "  in writing. The sexual abuse and exploitation of children is an intolerable violation of human rights. According to council of Europe estimates, one in five children in Europe is the victim of some form of sexual violence. In addition, in 2019, the EU reached the world record for hosted child pornography. And the Covid-19 crisis has aggravated an already depressing situation: in some Member States, the demand for child pornography has increased by up to 25%, and worldwide the number of reports of child sexual abuse has quadrupled. Given the often cross-border nature of these crimes, coordinated and joint action is needed at EU level to combat this phenomenon offline and online. Prevention, protection, victim assistance, investigative coordination, repression and sharing of best practices must be the priorities of a multisectoral approach, involving law enforcement authorities, researchers, child support organisations and the private sector, in particular online service providers. The strategy presented by the Commission, the result of the dialogue established with Parliament and the Intergroup on the Rights of the Child, is moving in this direction. Legislative measures and concrete actions must now follow, in order to ensure that children's rights are truly respected as laid down in Art. 24 CDFEEDS.", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 28, "date": "2020-09-17.json", "name": "Rovana Plumb (S&amp;D)", "mepid": "38595", "text": "  in writing. – Sexual violence knows no boundaries. It occurs in every country, across all parts of society. In the last ten years, online child sexual abuse increased exponentially worldwide, from 1 million reports of child sexual abuse material in 2010 to 17 million in 2019. The old warning ‘don’t talk to strangers’ has lost its power. In online chat, strangers come disguised as teenagers; they know all the right words and all the right music. The current COVID-19 pandemic has further increased the risk of sexual exploitation for children, because they are spending more time online. For children who live with their abusers, the isolation linked to the COVID-19 crisis may have dramatic consequences. Fighting child sexual exploitation is a joint effort between law enforcement, EU Member States, non-governmental organisations, international organisations and the private sector. I am very pleased that the European Commission launched in July 2020 a package of measures to better combat child sex abuse – a European strategy to fight child sexual abuse. I am convinced that such a strategy is the right way forward, as increased cooperation is needed to coordinate efforts to protect our children online. It is our obligation to protect children. Let us do what is needed.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 29, "date": "2020-09-17.json", "name": "Der Präsident. –", "mepid": "2323", "text": "  The next item on the agenda is the debate on the oral question to the Commission on the importance of urban and green infrastructure – European Year for Greener Cities 2022 by Sirpa Pietikäinen, Christel Schaldemose, Karin Karlsbro, Bas Eickhout, Jadwiga Wisniewska and Idoia Villanueva Ruiz on behalf of the Committee on the Environment, Public Health and Food Safety (O-000039/2020) (B9-0014/2020). I would point out to Members that there are no spontaneous speeches in all the debates of this part-session and that no blue cards are accepted.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 30, "date": "2020-09-17.json", "name": "Christel Schaldemose", "mepid": "37312", "text": "   asks. Mr President! Ladies and gentlemen, President and representatives of the Commission. I am here today on behalf of the Committee on the Environment to talk about how we can make our cities greener. Green cities are more important than ever. They are central to addressing the major challenges we face in climate and environmental terms. Three quarters of the EU's population live in cities and suburbs and the proportion is still increasing. So we need to make an effort to help all the many people to live a cleaner and healthier and better life.  Greener cities are not just about making cities look greener, green cities are also about ensuring cleaner air, water and land, and about reducing noise and stress. Green cities are about ensuring longer and better lives, and it is about fighting the consequences of the climate crisis. Take air quality, for example. Urban air quality is one of the EU's biggest health challenges. Every year, hundreds of thousands of people die prematurely because of air pollution. And after air pollution, noise pollution is the biggest environmental cause of health problems.  We can do something about this if we do something to make sure our cities get greener. We can solve the problems of smart and simple and green investments. For example, we can plant natural noise guards, we can prevent soil erosion and flooding with good urban planning. We can also replace asphalt and concrete with planted soil and substrate through which the water can penetrate more easily. Green initiatives in cities can also help to safeguard our biodiversity, because with noise shields and flood defences and air purification initiatives, we can actually help our bees, butterflies, flowers and other fauna.  We really need to make a huge effort to do something about our cities. That is also why we in the Committee on the Environment wanted to ask this question. So to sum up: green infrastructure can address many of the challenges facing urban environments, such as the consequences of extreme weather events, loss of biodiversity, etc. And that is also why we would like to ask the Commission here today: is the Commission considering appointing or supporting the appointment of a year for greener cities in 2022? Indeed, we believe that this can help to raise awareness of how we can make our cities green. And how does the Commission wish to promote the exchange of the best initiatives around the major cities of the Member States? And what measures will the Commission take to help spread a green infrastructure? In other words, we in the Committee on the Environment want to make an effort for green cities and we want to ask the Commission what they intend to do to support this development of green cities.", "language": "en", "original_language": "da", "translation_provider": "azure"}, {"id": 31, "date": "2020-09-17.json", "name": "Virginijus Sinkevičius", "mepid": "n/a", "text": "   Member of the Commission. – Mr President, this year probably more than ever, the two thirds of Europeans living in cities and urban areas have particularly valued the green spaces in our cities. During lockdown, we have rediscovered the comfort they provide, both physically and mentally, and during the extreme heat waves that have hit Europe this summer, we have enjoyed the cooling they brought. We all know greener cities are cooler, smarter and healthier. The ambition to green European cities and increase biodiversity in urban spaces was enshrined in the goals set out in the European Green Deal, which highlights the importance of urban green infrastructure for improving the quality of life in urban areas. Reflecting the importance of this subject, you propose in your draft resolutions a European Year of Greener Cities for 2022, which could possibly offer a platform to promote policies and to buy in support at city level to strengthen the implementation of EU environmental laws and policies and, thereby, to support delivery of the European Green Deal. I have taken note with great interest of this idea, and once adopted by this House, we will assess its feasibility and timing, also within the context of various city initiatives and programmes already under way or in the pipeline that aim to green urban areas and improve nature in cities. Now let me give you a few examples of the various initiatives and programmes through which we already today promote and scale up urban green infrastructure. The best known one, the European Green Capital, this year Lisbon and next year Lahti, and the Green Leaf awards. They reward and disseminate best practice in urban green infrastructure. The Green City tool offers guidance and advice, including on funding and capacity-building, and the soon-to-be-launched Green City Accord, which aims to support the EU biodiversity strategy for 2030 by encouraging greater nature and biodiversity actions in cities. Let me also mention the Urban Partnership on Sustainable Land Use and Nature-Based Solutions, which forms part of the Urban Agenda for the EU as well as the Urban Innovative Actions programme, that supports the testing of innovative ideas in cities, including in the area of green infrastructure. The EU MAES Initiative, which provides technical guidance for cities through the mapping and assessment of ecosystems and their services; the Horizon 2020 policy agenda for nature-based solutions and re-naturing cities, which aims to position the EU as a leader in innovating with nature; as well as the Horizon Europe mission on climate-neutral and smart cities, which will support 100 European cities in their systemic transformation towards climate neutrality and the Biodiverse Cities pilot project, which aims to enhance the use of green infrastructure in the urban context. More generally, EU funding for cities will provide important opportunities. Member States and regions can support green infrastructure through the EU cohesion policy, and will continue to do so in the upcoming programming period for cohesion policy, including through instruments such as the LIFE programme. Let me recall that scaling up the deployment of green infrastructure plays a key part in the recent EU biodiversity strategy for 2030, which recognises the importance of green urban spaces and calls on European cities of at least 20 000 inhabitants to develop ambitious urban greening plans by the end of 2021. The biodiversity strategy also contains a roadmap for planting at least 3 billion additional trees in the EU by 2030, which will be part of our upcoming forest strategy. This will be particularly beneficial in cities, not least as it will help us to cool urban areas. No less than 11 000 Natura 2000 sites designated under EU nature legislation are located within urban and peri-urban areas all over the European Union. Natura 2000 sites constitute the core of EU-level green infrastructure and often offer a strong basis for the development of urban greening plans. These may include measures to create biodiverse and accessible urban forest, parks and gardens, urban farms, green roofs and walls, tree-lined streets, urban meadows and urban hedges. This should help improve connections between green spaces, eliminate the use of pesticides in cities, and limit excessive mowing of urban green spaces and other biodiversity-harmful practices. Such plans could mobilise policy, regulatory and financial tools, and the Commission will support Member States and local and regional authorities through technical guidance and will help to mobilise funding and organise capacity-building. The Commission will also reflect this objective in the European Climate Pact. The process will be facilitated through the establishment of an EU urban greening platform in 2021 in close collaboration with cities and, of course, mayors. All these new commitments, both directly on urban greening but also the EU-wide commitments on nature protection and restoration, represent a major scaling-up of the deployment of green infrastructure across all of Europe. As a key element of our biodiversity strategy for 2030, green cities remain high on our political agenda, and I am counting on your, as well as on Member States’ and regions’, support to implement our ambitious goal to bring nature back to our cities. I look forward to working very closely with you on this important subject.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 32, "date": "2020-09-17.json", "name": "Der Präsident. –", "mepid": "2323", "text": "  In accordance with Rule 136(5) of the Rules of Procedure, a motion for a resolution has been tabled*. The debate is closed. The vote will take place today, Thursday 17 September 2020. ___________ Written declarations (Article 171)", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 33, "date": "2020-09-17.json", "name": "Sirpa Pietikäinen (PPE)", "mepid": "40599", "text": "  Written. \"The green environments of European cities, municipalities and conurbations are important for our well-being and our economy. Green environments provide many services that are valuable to health and the economy, promote biodiversity and enable them to enjoy nature even for those who find it more difficult to get into the wild. Green neighborhoods are valuable and attractive. The design, construction and maintenance of green environments also play a major economic role in Europe. The sector employs people with difficulty. Biodiversity is in crisis and climate change is getting worse. The systematic addition of built green environments to cities and conurbations is urgently needed in Europe. Built green environments improve air quality, reduce sound pollution and air carbon dioxide content, mitigate the effects of extreme weather events, protect biodiversity well-built and encourage movement. In view of the impact of these important green environments, I propose that 2022 be designated the European Green Year. The European Year raises awareness of the importance of green spaces, emphasises the economic and environmental benefits of green environments and the role of improving the quality of life and influences zoning policy.  The importance of green spaces and nearby forests has dawned on many Europeans during the coronavirus crisis. When restaurants, museums, sports centres and other leisure facilities closed, for many, exercising in nature was one of the only ways to move outside the home. The coronavirus has further highlighted the need to add green areas to the urban environment where people can move freely and loosely, taking care of physical distance. The European Green Year 2022 is an even more important initiative due to the coronavirus.", "language": "en", "original_language": "fi", "translation_provider": "azure"}, {"id": 34, "date": "2020-09-17.json", "name": "Jadwiga Wiśniewska (ECR)", "mepid": "124877", "text": "  I would like to write to the Commission. \"The Green Cities Initiative is a necessity of our time. It contains many demands for the development of infrastructure in cities in this way, in order to improve the quality of life, air quality, reduce noise. The proportion of the urban population continues to grow and could reach 80% in 2020, and every year in the EU 430 000 people die prematurely from breathing polluted air.  Fortunately, we have been seeing a trend of restoring cities to nature for years. One of the many European cities that are undergoing such a transformation is Katowice, which is close to me. The city, which is the cradle of the Polish coal industry, has significantly improved the quality of life through infrastructure investments over the years. For many years, they have been implementing a programme of greening the city, showing that they attach the same importance to economic development to ensuring clean air for residents.  Today we need green infrastructure, the use of natural capital, but we must not forget the important role of ordinary infrastructure, which can improve the quality of life. That is why I tabled one amendment on district heating, which can make a significant contribution to improving air quality by reducing low emissions from homes; I know that this element is underestimated in many countries, but in my region of Europe it has a significant impact.", "language": "en", "original_language": "pl", "translation_provider": "azure"}, {"id": 35, "date": "2020-09-17.json", "name": "Der Präsident. –", "mepid": "2323", "text": "  The next item on the agenda is the debate on the Council and Commission statements on the need for an immediate EU humanitarian response to the current situation in the Moria refugee camp (2020/2781(RSP)). I would point out to Members that there are no spontaneous speeches in all the debates of this part-session and that no blue cards are accepted.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 36, "date": "2020-09-17.json", "name": "Ylva Johansson", "mepid": "n/a", "text": "   Member of the Commission. – Mr President, I think I share the feelings of many of you watching the pictures from Moria after the fire, but also before the fire. And one of the goals I’ve been working on is to find and present a new pact on migration and asylum to be able to come to a solution where we can agree on a common European migration and asylum. One important aim is: no more Morias. (Applause) We should not accept people living under these conditions. I have said many times here in Parliament that the conditions in Moria are unacceptable and now it has just got worse. The pictures and reports remind us that the people in Moria are just like us – fathers, mothers, sisters and brothers, sons and daughters, people, men, women, old people, and all too many children who already had little and now have nothing. People running away from the fire, families torn apart, people sleeping on the burnt ground under the sky. What we know: on Tuesday at midnight fires started in several parts of Moria reception centre. A large part of the population ran into the surrounding areas and hills, others fled into the city of Mytilene and the vicinity of the Kara Tepe centre. On Wednesday two fires burnt down another part of the Moria centre. In practice, the Moria centre no longer exists. How these fires started is not yet clear, and I will not speculate. No one died or needed to go to hospital and that’s of course very good, luckily that’s the outcome. But 2 362 people are now in need of shelter, acute need. Our first priority must be the children. All remaining 406 unaccompanied minors in Moria have been transferred to the Greek mainland with the Commission’s help and financial support, and we did that the first day. I can today announce that the unaccompanied minors on the other islands will be moved to safety as well, and we have already started, as you know, the relocation of unaccompanied minors to other Member States and now we will step up on this and continue this coordination and relocation of unaccompanied minors. But I’m also worried about other vulnerable people – families with small children, the elderly and pregnant women. I have recently written a letter together with the Presidency and German Minister Horst Seehofer to all Member States arguing that we asked them to step in to do more voluntary relocation and more of this voluntary solidarity that is necessary now. Our immediate focus right now is to provide food and shelter and to prevent suffering, and to support the Greek authorities to this end. Last week Vice- President Schinas travelled to Greece to assess the situation. The Commission has been in constant contact with the Greek authorities and the German Presidency. On 12 September, Greece asked for assistance under the Union Civil Protection Mechanism. Now we have 12 Member States that have already offered support – shelter, water, sanitation and hygiene products and medical assistance. Already more than 100 000 items have been included in this so far. Our Emergency Response Coordination Centre (ERCC) is coordinating this effort, facilitating delivery and co-financing transport. Other Member States are providing medical teams and shelter on a bilateral basis. Reportedly, the support of food and water has been secured. Seven hundred tents and seven Rubb halls have now been installed to provide shelter which could house an estimated 5 000 people today. Vulnerable people and women with children are receiving priority. At the beginning of this week, 800 people were living in these tents. Progress is slow in part perhaps because all these people are being tested for COVID-19 and those that are found positive are being kept in isolation, but also because people are afraid to enter the new tent centre. We have to remember that these people are in a very, very difficult situation. Our agencies EASO and Frontex are on the ground offering support. For example, the offices of the Greek asylum service in Moria have been completely destroyed, but asylum interviews will resume in Lesbos in the coming days. These emergency measures build on our efforts over the last six months. You have heard me before saying in the beginning of my mandate that the conditions in these overcrowded reception centres on the Greek islands has been unacceptable. When we started, when I started and took office, there was more than 50 000 people living in the centres on the islands, and now there are half as many. In Moria in six months we have gone from 25 000 people to 12 000 people. It’s still too many, it’s still unacceptable, but I’ve pushed for change and numbers are going down thanks to the efforts of the Greek authorities and thanks to the efforts of the Commission. We have put in place a programme as you know to give unaccompanied minors a new chance and a new life in Europe, and one Member State also decided to welcome sick children with their families. So we are now on track to relocate 2 000 unaccompanied teenagers and children together with their families, and now we could top up that with the new pledges from Member States. Every week a plane is leaving to a welcoming Member State with these unaccompanied minors. In Moria, we went from 1 200 unaccompanied minors to 400, and these 400 have now also been moved to safety as I just said. In the last six months, we have also made efforts to build more and better reception facilities. You know, Moria has been destroyed and right now the acute task is to give shelter, food and medicine. A new permanent and proper centre is the priority, but there can be no more Morias. We need a fresh start on migration and this is the right moment, as President von der Leyen said yesterday in the State of the European Union. In her inspiring speech, she said: ‘Migration has always been a fact for Europe, and will always be. Throughout the centuries, it has defined our societies, enriched our cultures and shaped many of our lives, and this will always be the case.’ I could not agree more. That’s what I have always said: Moria is not normal but migration is normal. It’s something that we can manage. Moria is a leftover of the 2015 migration crisis, but times have changed. In 2015, almost two million people fled to Europe and crossed our borders irregularly. Now it’s 140 000 people irregularly arriving. In 2015, most refugees were from Syria and 90% received refugee status. Now the majority of irregular rivals – two thirds – are not entitled to international protection. The situation has changed, but the need for a common European policy and common European legislation to manage migration and asylum is still there. As President von der Leyen said yesterday, we want a constructive approach towards migration because it will always be with us. We need a humane and human approach. That means saving lives at sea is not optional. A closer link between asylum and returns, fighting smugglers, working with external parties and creating legal pathways to Europe. Welcoming people who have the right to stay, and helping them to integrate and be a part of our society. Solidarity with those countries who fulfil their legal and moral duties or are most under pressure. And with all Member States taking their share of the responsibility. (Applause)", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 37, "date": "2020-09-17.json", "name": "Roberta Metsola", "mepid": "118859", "text": "  on behalf of the PPE Group. – Mr President, the devastation on Moria, as you said, is horrifying; thousands are homeless, they are scared and they have lost everything. The combination of a continued migration influx, a pandemic, and Turkish sabre-rattling have made dealing with this emergency all the more challenging, and I really want to pay tribute to the Greek authorities, who are performing miracles in exceptionally difficult circumstances. Since last summer, as we heard, Greece with the EU’s support has managed, incredibly, to nearly halve the inherited numbers in the camp, from 22 000 to 12 000, and such is the scale of the challenge. Member States and the Commission have also been very quick to step forward with relocation pledges and immediate solidarity. I think in this discussion, we have to reiterate that the point is greater. We simply cannot have ad-hoc solidarity anymore. We need permanent instruments where every state plays its part, where meaningful solidarity is more than just a buzzword, where responsibility is truly shared, where lives are saved, where we completely reform Dublin, we improve our rate of return, we go after traffickers, we give people in need of protection a chance at a future without fear, where we strengthen our external border management, where we look at safe paths like resettlement that allow people a way out without getting on boats, where we invest in integration, where we end ghettos and tackle the causes fuelling extremism. As President von der Leyen pointed out, Moria cannot become yet another painful reminder of the (inaudible) Member States to step (inaudible). Three-year-old Alan Kurdi drowned ...  (The President cut off the speaker)", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 38, "date": "2020-09-17.json", "name": "Iratxe García Pérez", "mepid": "28298", "text": "  on behalf of the S&amp;D Group – Mr President, the fire that has devastated the largest refugee camp on European soil is the last chapter of Europe's shame.  Since 2013, the Social Democrats have warned that Moria was hell. And it hasn't been acted on. The construction of another Moria cannot be the solution. The recovery of the dignity and rights of more than 12,000 human beings, many of them minors, requires their acceptance by national governments. How far are some willing to go to turn the Mediterranean into a cemetery? Are we not aware that in the Mediterranean not only lives are sinking, but we are also sinking the dignity of the European project itself? There are those who forget that the Mediterranean is the cradle of law. And refuge is a fundamental right. They despise without modesty the memory of Europe, this gesture of human solidarity as noble as asylum, provided by other countries to millions of European refugees who fled the wars that ravaged Europe on many occasions, and jeopardize the credibility of our European project. For years, the Council has blocked a common response to replace emergency solutions. And now we hope that the European Commission's proposal, which it will present next week, will propose a mandatory sharing mechanism based on responsibility and solidarity, as well as humanitarian visas.  You can't do good politics who doesn't have a good heart. And refusing to rescue people and refusing to regain their dignity proves not to be qualified to carry out this great responsibility that we have as Europeans.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 39, "date": "2020-09-17.json", "name": "Sophia in 't Veld", "mepid": "28266", "text": "  on behalf of the Renew Group. – Mr President, thank you, Madam Commissioner, and no thanks to the Council which is absent once again. I hear a lot these days that Moria is a failure of policy. Unfortunately it’s not a failure of policy, it is policy. This is what Member State governments have been doing deliberately. So they actually think it’s a success because Moria was supposed to be a deterrent and not a success, and therefore I would not want to improve the camps, we have to abolish camps. This is Europe, we don’t keep people in camps. How can we with moral authority judge, criticise the United States where Trump is building a wall, separating children from their parents, even forced sterilisation of women, if we let people drown, if we let them starve, if we let them live in the streets without even water, food and medicine? Can we look ourselves in the eyes? Now, this is a joint European responsibility, I’ll come back to that, but it’s also a Greek responsibility. What happened to the hundreds of millions of euros that were allocated to the Greek authorities earlier this year to improve reception conditions? How is it possible that amongst the 12 000 in Moria there were 2 000 who had already obtained their status, but they were homeless and forced to live in Moria? Why did the Greek authorities lock people up in the camp where there was Corona, which is basically arbitrary detention, which is illegal. Now, some governments have been very generous in taking in refugees, but some governments, including my own, have been heartless and stingy. But we also have to be honest colleagues because those governments cover parties which are EPP, S&amp;D, RENEW and the Greens. And you know what, because they’re all scared of the people over there: the far right who are dehumanising human beings. But we should stop being scared and we should take our responsibility and listen to our citizens, because they are actually a lot less scared. Listen to all those local authorities in all our countries who say we are ready, we can do it, yes we can we can do it, ‘wir schaffen das’. And one last sentence, President, read my lips: Moria shall not be the model for the migration act that we will ... (The Chair cut off the speaker) ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 40, "date": "2020-09-17.json", "name": "Gilles Lebreton", "mepid": "124738", "text": "  on behalf of the ID group. - Mr President, the fire in moria camp is a symbol of the failure of the Union's migration policies: 12,000 migrants were crammed into a place intended for only 3,000. Paralyzed by its indecision, the European Union has failed neither to prevent them from arriving in Greece, nor to host them with dignity. What is even more serious is that the Commission has not learned its lessons. In her speech on 16 September, Mrs von der Leyen explained that we must now open our arms to the new waves of migrants. It wants to repeal the Dublin Regulation to force European states to distribute the hundreds of thousands of migrants who will arrive in Greece and Italy. As an aspiring pump for immigration, we do not do better. Moreover, it wants to create legal channels of immigration, thus inflicting a kind of double punishment on European nations. The real solution, of course, lies at the opposite end of this sad programme of submission, it is to strongly resist the smugglers and the States, such as Turkey, which facilitate our submersion. But the Union will not be able to resolve it, at least not as long as it is led by the Merkel-Macron-von der Leyen trio. It is through strong political decisions and not through legal arguments that the peoples of Europe will take their destiny into their own hands.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 41, "date": "2020-09-17.json", "name": "Terry Reintke", "mepid": "103381", "text": "  on behalf of the Verts/ALE Group. – Mr President, actually in this debate, far too few of the people who are most affected by this situation get to be heard: the refugees themselves. Our colleague Erik Marquardt is in Moria right now and he wanted to change that. That is why I want all of you to listen to the testimony that Zabi from Afghanistan gave to him, (Ms Reintke plays an audio message from her mobile phone into the microphone)  ‘Hi. My name is Zabi I’m from Afghanistan and I’m also one of the refugees who used to live in Camp Moria. Now that they have left Camp Moria, these refugees have been sleeping on the ground. This is an extremely horrible and heart-breaking situation.’ (The President interrupted the speaker)", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 42, "date": "2020-09-17.json", "name": "President. –", "mepid": "197433", "text": "  Colleagues, we are here as Members of Parliament to help other people. We have other people to speak here. If we start that, we could have 450 million people speaking here! Ms Reintke, I am sorry, even though I understand what you want to say, please could you carry on in a different way – maybe reading it out or something?", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 43, "date": "2020-09-17.json", "name": "Terry Reintke", "mepid": "103381", "text": "  on behalf of the Verts/ALE Group. – Madam President, if I must, I am going to read out the rest of the statement that Zabi from Afghanistan gave. He said: ‘If you think that the refugees are not suffering here, please see if you can come here with your own families, with your beloved ones. Cross the sea with a rubber boat and try to see if you can sleep on the ground with your beloved ones. Try it without having enough food, water or some sort of shelter. How can this happen? Honestly, we as refugees believed that human rights would be respected in Europe. The fact that we are refugees still doesn’t mean that we should be a burden on anyone’s shoulders. No, we can work as long as there are opportunities provided for us. We know how to even offer help because we have been through so much in life. We had heart-breaking reasons for leaving our countries. We had heart breaking reasons for leaving our families and our beloved ones behind. I don’t really know what else to say because these words should be enough to wake up those who take decisions.’ (Applause)", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 44, "date": "2020-09-17.json", "name": "Εμμανουήλ Φράγκος", "mepid": "198490", "text": "  on behalf of the ECR Group. Madam President, as you all know, Moria was burned by Islamist illegal immigrants, and the question is who coordinated them and with whom they cooperated; In any case, the fire in Moria confirms our view that coexistence with illegal immigrants is not only impossible. The solution we are proposing is simple and perfectly workable: We demand sealing our borders and transferring all of them to closed structures on uninhabited islands, away from the border with Turkey. Such islands are Yaros and Makronisos. They will remain there for up to six months until the deportation process is complete. And I am talking about deportation, because all these people are coming illegally from Turkey, a country that is neither a war nor a dangerous country. Therefore, they are not entitled to asylum in Greece. In conclusion, I want to convey to you the fear with which the Greeks who have next door a structure with thousands of people who create problems every day. And I want to ask you: Is it your duty to protect Greek and European taxpayers or illegal immigrants?", "language": "en", "original_language": "el", "translation_provider": "azure"}, {"id": 45, "date": "2020-09-17.json", "name": "Έλενα Κουντουρά", "mepid": "197699", "text": "  on behalf of the GUE/NGL Group. Madam President, Mrs Johansson, European refugee policy has failed. The European Union of 27 Member States is shifting responsibility for its deadlocked policy to the host countries. Caring for asylum seekers is not the responsibility of Greece or Italy; it is a European responsibility, and the European Union must take its share of responsibility.  You have created in Greece a form of informal prisons, blatantly violating international refugee law. How long before we accept the burden of responsibility for the refugee crisis on the Greek islands? The solution to this humanitarian crisis is not another \"Moria\". We need a European response on the basis of true solidarity. It is imperative that an emergency Summit of the European Union be convened to resolve the humanitarian disaster. We need a sustainable new Pact on Asylum and Migration that is first and for all fair, based on a mandatory, automatic relocation of asylum seekers, and with a fixed predetermined rate of refugee allocation in all the Member States of the European Union.", "language": "en", "original_language": "el", "translation_provider": "azure"}, {"id": 46, "date": "2020-09-17.json", "name": "Ιωάννης Λαγός", "mepid": "197737", "text": "  Unregistered. Madam President, Mrs President, I would like to thank the President-in-Office of the Council for her Johansson concealed in her speech— deliberately, I believe — the fact that the fire in Moria was not a random event but was an organised plan — according to the findings of our country's fire service, Greece — of at least five hundred organised illegal immigrants. In fact, in a subsequent identification, two of them were arrested and brought in, and they are seventeen years old; So this needs to be heard in the European Parliament, so that you know exactly what has happened. Mrs . Johansson said Moria was destroyed. Really, what was Moria destroyed from? From the citizens who have lived there all these years? From the inhabitants of Lesvos? Or illegal immigrants who, illegally, without asking anyone, have entered our country and are doing what they want? To end the fairy tale, we are calling for the immediate expulsion of all illegal immigrants and NGOs. And let us not forget that there were also messages from NGO officials inside Moria urging illegal immigrants to start this uprising and revolution. Are MEPs aware of this? Is the European Parliament aware of this? And one last question I have to ask everyone: Why don't illegal Muslims go to rich Muslim countries — Saudi Arabia, Qatar — and come to Europe, to which they are not accepted?", "language": "en", "original_language": "el", "translation_provider": "azure"}, {"id": 47, "date": "2020-09-17.json", "name": "Malin Björk (GUE/NGL).", "mepid": "124992", "text": "   – Madam President, this speaker and the previous speaker, what they’re saying amounts to hate speech. To accuse migrants of rape and to accuse them of being Islamists setting fire to the camp – this is hate speech. I think that this should not be allowed in this way in this Chamber. (Loud applause)", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 48, "date": "2020-09-17.json", "name": "President. –", "mepid": "197433", "text": "  So a point of order. I consider that you want this checked by the Bureau, which we are going to do, and we are going to evaluate it.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 49, "date": "2020-09-17.json", "name": "Ελισσάβετ Βόζεμπεργκ-Βρυωνίδη (PPE).", "mepid": "125065", "text": "   Madam President, ladies and gentlemen, once again, since 2015, we have been seriously concerned about immigration. An issue directly linked to revisionist Turkey, which blackmails us by tooling human souls. In dealing with this problem, ladies and gentlemen, we have failed. That's the truth. And Europe cannot fail twice, as Vice-President Schinas aptly observed recently.  We have before us a great challenge: to succeed, to continue together. There are no magic solutions but a single way: for all Member States to take action. President von der Leyen pointed this out emphatically yesterday in her important speech. The Greek government has taken substantial steps: effective guarding of external borders, speeding up asylum procedures, gradual decongestion of islands and progress in returns. But Greece cannot do it alone.  The new European Asylum System must mark a new era for migration; Immigration, ladies and gentlemen, is an essential European chapter, so we must not allow it to divide us.", "language": "en", "original_language": "el", "translation_provider": "azure"}, {"id": 50, "date": "2020-09-17.json", "name": "President. –", "mepid": "197433", "text": "  Before we continue, I just want to say that we obviously have had differences within interpreting, so I just want to remind everyone that this is not the place where we distribute hate speech or false accusations. We will carefully look at what just happened in the last speeches.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 51, "date": "2020-09-17.json", "name": "Kati Piri (S&amp;D).", "mepid": "37229", "text": "   – Madam President, Moria equals Europe’s shame. This is how we, the richest continent in the world, in 2020 welcome people fleeing war. Not by giving them protection but by stripping them of their human dignity. Gerald Knaus has rightly referred to the camp as the ‘Guantanamo for refugees’, and what happened in Moria last week is a shock but not a surprise. Moria was a time-bomb waiting to explode, and now 12 000 people lost the only thing they had left: their tents. Hope, they had already lost months’ ago. It’s a collective moral failure of the European Union by the Member States, leaving the burden all on the shoulders of the people living on the Greek islands, and some even wanting the misery to be a deterrent for others to arrive. But also by the Greek authorities who failed with EUR 2.6 billion in financial support to build decent humane reception facilities, and with the coast guard actively engaged in illegal and dangerous push-backs. With some empathy, solidarity and moral authority, we know what has to happen. Evacuation and relocation, and not only for the unaccompanied minors. Next week, the Commission will present its Migration Pact. Commissioner, we count on you. Let this finally be the moment of renewal of our principles. With a mandatory relocation of refugees and, as you said, no more Morias on European soil ever again.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 52, "date": "2020-09-17.json", "name": "Malik Azmani (Renew).", "mepid": "197781", "text": "   – Madam President, for years we have been debating incident after incident, whilst we should have been realising a renewed migration policy. Our current immigration policy is not fit for purpose. Recent fires in Moria are another cynical reminder that we must do much better. It is time to act.  Despite the efforts of the current Greek Government to improve the situation on Lesbos, we need a sustainable solution. We need a future-proof migration policy. Renew Europe already presented proposals in January. Proper migration management is about being in control, and it is a shared European responsibility. As long as migrants find their way to the EU via irregular routes, we need a proper response. We owe that to these people, but also to our citizens.  We need European reception centres at the EU external borders with adequate facilities. We need a first assessment at external borders to determine who is likely to get asylum and who is not. We need a joint effort to improve returns for those not eligible to stay and we need better and faster asylum procedures. Unfortunately, the Council is not joining us today in this important debate. My question would be, when will the German Presidency start negotiations on the proposals that will be presented next week? There is no time to lose. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 53, "date": "2020-09-17.json", "name": "Gianantonio Da Re (ID).", "mepid": "197608", "text": "   Mr President, ladies and gentlemen, the fire in the Moria refugee camp, which was home to almost thirteen thousand people, is a typical example of an announced catastrophe, which took place in the indifference and culpable inertia of the European Union.  The Moria refugee camp is in fact the failure of Europe's migration policy, the peak of which was reached in 2016 with the nefarious agreement between the European Union and Turkey, an agreement that dictator Erdogan has never respected and which has in fact turned the Greek islands into open-air prisons.  Turkey has been provoking Europe in two ways for months: by encouraging the passage of illegal migrants to Greece, while receiving EUROPEAN funding of EUR 6 billion to receive them, and by violating Greek and Cypriot sovereignty with drilling ships and warships. We must not give in to the threats of Turkey, which is not and will never be Europe. I can only agree with what President von der Leyen said yesterday, according to which migration policy is a challenge for Europe and that countries most exposed to migratory flows such as Greece and Italy must be able to count on the solidarity of the whole Of the European Union. Next week, the European Commission will present a new pact on migration and asylum. Europe cannot be absent at this stage.", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 54, "date": "2020-09-17.json", "name": "Tineke Strik (Verts/ALE).", "mepid": "197772", "text": "   – Madam President. I wish to thank the Commissioner for her statement. The lacking statement of the German Presidency is unfortunately also a message. Yesterday, President von der Leyen emphasised the importance of our common values. Tell the children in Moria – exhausted after six months of confinement, lacking sufficient care and food, traumatised by the fire, sleeping on the street. Tell them about our common values. Share it with the refugee who said ‘we lost everything in Syria. We came for protection and we found ourselves in life—threatening circumstances right here. Take us out of this hell’. The strength and sincerity of our common values are best shown in the way we treat refugees, who rely on us. Until now the EU has failed this test.  So Commissioner, and also the Council – I hope they’re listening – please prove that these values also apply to refugees. I urge you, do not rebuild Moria on the islands as this will end up in the same misery. Ensure the right to asylum by acting firmly against the push—backs to Turkey. Take your responsibilities seriously and assure a real protective environment and procedure. Evacuate them from the islands, distribute them among the Member States and apply these harmful lessons to the new pact. We have no time to lose. (Applause)", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 55, "date": "2020-09-17.json", "name": "Carlo Fidanza (ECR).", "mepid": "96810", "text": "   Mr President, ladies and gentlemen, the Moria refugee camp and the entire island of Lesbos have become hopeless hell for everyone: residents, immigrants and operators. The fire that broke out in the camp is only the latest incident and another serious problem for the Greek island. Moreover, according to the Greek authorities, to whom we are all close, it was precisely some of the camp's residents who started the fire, as had happened in the past, in protest against the situation in the camp. The situation in Lesbos is collapsing, as is the total inertia of the European authorities in other border areas of the Union, such as in our Lampedusa, Sicily.  It is a Europe that does not act to stop departures or even to repatriate the vast majority of immigrants who, unfortunately, are not refugees but irregulars, and as such must be deported.  A Europe under blackmail by human traffickers, a Europe that suffers from Erdogan's diktats, which uses migratory blackmail as a weapon of political pressure against Europe, combined with an increasingly aggressive military presence throughout the Mediterranean. Europe defends, or it will be too late.", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 56, "date": "2020-09-17.json", "name": "Miguel Urbán Crespo (GUE/NGL).", "mepid": "131507", "text": "   – Madam President, we have heard hypocritical regrets — and I say so, 'hypocritical regrets' — on the part of the Commission in this House. The Moria fire is a long-heralded tragedy. It is not a coincidence, but a direct consequence of a criminal migration policy for which the European Union is guilty. Just like deaths in the Aegean, Mediterranean or Atlantic.  Migration policies that challenge refugees and migrants the right to have rights; and questioning their rights challenges those of all Europeans. We demand urgent and dignified relocation of the more than 13,000 people trapped in Lesbos; the prohibition of closed camps, which are genuine open-pit prisons; and a radical change in European migration policy so that there is no Moria camp, no camp of shame again. Take action now!", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 57, "date": "2020-09-17.json", "name": "Λευτέρης Νικολάου-Αλαβάνος (NI).", "mepid": "197734", "text": "   Madam President, the tragedy in Moria is a prescribed crime with the policy of the European Union and the Greek governments guilty, which have created warehouses of souls and enabled the humanitarian and health risks to be intensified for people persecuted by wars and imperialist interventions, which they themselves — the European Union, NATO and the United States, that is — are carrying out. They have a firm objective of setting up a Reception and Identification Centre by turning Lesvos and other Aegean islands into permanent concentration camps and, in order to achieve this, they are enlisting the MATs and intensifying the repression against refugees and islanders.  Despite hypocritical concerns seeking to obscure the European Union's responsibilities, as long as the European Union-Turkey agreement and the Dublin Regulation remain in force, the problem will persist and grow. To permanently close Moria and the other KYT of the islands. To organise immediately the transfer of refugees to the mainland, in compliance with the health protocols. To ensure human safety and hygiene conditions for their temporary accommodation, with the possibility to apply for asylum after reaching the countries of their final destination.", "language": "en", "original_language": "el", "translation_provider": "azure"}, {"id": 58, "date": "2020-09-17.json", "name": "Jeroen Lenaers (PPE).", "mepid": "95074", "text": "   Mr President, it is not the first time we have spoken about Moria, but it must be the last time. Poor facilities in overcrowded camps, it is a disgrace to Europe. And what next? In the short term, that is clear. Asylum seekers affected by the fire must be helped quickly and the Greek Government must be able to count on our support. Better reception in Greece and redistributing, including among other Member States. It is good that so many Member States have already offered help.  However, for a real solution, we need a genuine European effective asylum and migration policy. Working with other countries to prevent people without prospects of asylum from making life-threatening journeys on rickety boats. Efficient and just procedures at our borders to quickly determine whether someone is actually fleeing war. Because, as the Commissioner rightly said, with two thirds of the people currently arriving in the European Union, that protection is not necessary, and that too is part of this debate, which we really need to be more honest about.  Decent reception and integration of genuine refugees is absolutely crucial. We need to do much more about this, but at the same time we really need to ensure that we finally have a system whereby people who do not receive asylum actually return to their country of origin. There is a great deal of support in our society for the reception of vulnerable refugees, we have seen this in the aftermath of the Moria fire and we should be proud of that. It is up to us here in this House, together with the Council, which is unfortunately absent, and with the European Commission to ensure that that support is not lost in the future.", "language": "en", "original_language": "nl", "translation_provider": "azure"}, {"id": 59, "date": "2020-09-17.json", "name": "Birgit Sippel (S&amp;D).", "mepid": "96932", "text": "   Madam President, I would like to thank the president for her No perspective, no hope, no way out! The conditions in Moria have long been unbearable for all people on the island. Moria also symbolizes the failure of all member states to implement our values and international law in solidarity.  Overwhelmed regions are denied real solidarity, member states disregard laws and values without consequence, people seeking help are denied fundamental rights, even without consequence. This is a political shambles. We are expecting the Commission's new migration pact shortly. We could now sweep out the shards together, dare a new departure. Next generation – but that does not mean \"continue like this\" with deterrence through unworthy conditions, push backs and people's immobilizers. What is at stake is not only the future of the refugees, but our Europe, our values. That is why it is all the more important that there should be movement in the Council, that we work together to shape a reform based on solidarity. A reform that includes a distribution key, coordinates and does not criminalise maritime rescue, organises migration and diversity as an opportunity and, above all, prevents a second Moria.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 60, "date": "2020-09-17.json", "name": "Maite Pagazaurtundúa (Renew).", "mepid": "125038", "text": "   – Commissioner Johansson, I would like to thank you sincerely for the work you are doing. I think it's commendable.  However, with all due respect, I do not know how Commissioner Schinas can say that Moria represents the Europe that we must change, after five years of putting money, from the European institutions, to that inhumane spawn. I don't know how you can think about building another macrofield in Lesbos. I don't know how, after five years, we can think about repeating the scheme, repeating the system. Moria was hell. Even for the Greek officials who were there it was hell. And we must think of all the people who want refuge in Europe and we must also think of the inhabitants of the islands like Lesbos. Because that scheme is socially toxic too.  Let's not believe another Moria from Moria's ashes. No model of migration policy can include the humiliation and vexation of human beings. And by the way, there's Samos, there's Chios, and Parliament must decide to send an urgent mission to the islands now.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 61, "date": "2020-09-17.json", "name": "Teuvo Hakkarainen (ID).", "mepid": "197596", "text": "   – Mr President, the inhabitants of the Moria camp set fire to and burned down their own camp. Some of the camp's residents also tried to stop the firefighters from working. As a reward, arsonists can get a ticket to Europe. This is probably the latest way to make a violent landing on our continent. Ships from various aid agencies continue to sail in the Mediterranean, which, despite behind the scenes, are people smugglers. They lurk off the coast of Libya and bring rubber boat ers aboard. Why are they being allowed into Europe? The right address is where they came from. One can see the day when European decision-makers come to their senses and the borders are closed to migration! Do you really think the visitors will stop by receiving?", "language": "en", "original_language": "fi", "translation_provider": "azure"}, {"id": 62, "date": "2020-09-17.json", "name": "Damien Carême (Verts/ALE).", "mepid": "197574", "text": "   Madam President, Shame on you, shame on European governments and their shabby apothecary accounts. 12,000 human beings, after living for months in filthy and shameful conditions, are now left to fend for themselves on the island of Lesbos. And what are European governments doing? They agreed to welcome a few dozen isolated miners. Shame. Shame on the Greek government, which, at this very moment, while refugees are being transferred to a new camp, forbids Doctors Without Borders access to its clinic. Shame on this Europe unable to welcome the 24,000 refugee seekers stranded on the Greek islands. Shame on our leaders who, for months, years, have remained deaf to our repeated calls for solidarity and relocation from Greece. Shame on those in this Chamber who distill fear, cultivate the divide, and to those who out-bid by electoral calculations, in defiance of the most basic human rights. Shame, but also immense hope.  Hope, seeing the demonstrations in Germany, where European citizens are chanting the truth: we have room. Yes, we have room for human beings who make up barely a quarter of the spectators in a football stadium, just 0.005% of the European population. Hope, seeing these municipalities in France, Germany and elsewhere, who say they are ready to welcome them. Hope, in talks this week with young European citizens committed to human rights and who want to change the policies and speeches of European leaders on immigration. So stop these nauseating speeches and deadly policies on behalf of the citizens. Stop shame and bring hope and solidarity. This is what Europe needs more than ever. Let us implement long-term solutions to deal with the structural fact of migration, instead of providing miserable answers to a situation that some are trying to make believe is only cyclical.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 63, "date": "2020-09-17.json", "name": "Helmut Geuking (ECR).", "mepid": "197436", "text": "   Madam President, I would like to thank the president for her Human tragedies and human tragedies have not only taken place in Moria since the fire, but this condition has been known for years. We are aware of the problem and we have remained silent – mostly silent.  It is now time to finally react in a sustainable way, so that Europe reacts sustainably, because the refugee policy will accordingly become even more acute. In other words, we proposed at the time that we said that we do not need to build refugee camps, but proper refugee cities with infrastructure – that is, schools, daycare centres and hospitals – where people are taken in, where people are properly housed and cared for, and where an asylum procedure can then be carried out.  And a positive asylum decision means introducing people into Europe, and a negative asylum decision means that people must return to their home countries in order to build these countries, because that is where they are urgently needed. Otherwise, we will destabilise other regions, and this will make matters worse.  In the 21st century, we can build refugee cities in the shortest possible time, and we are able to do so, and we should do so as urgently as quickly as possible.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 64, "date": "2020-09-17.json", "name": "Malin Björk (GUE/NGL).", "mepid": "124992", "text": "   Madam President, I would like to begin by thanking Theresa May for Moria is not an unfortunate development. Moria is a political choice made by the Commission, together with the Member States. It is meant to deter, dehumanise and treat people as if they were just not human. Here in the European Parliament, I would like to say that it is shameful that my country, Sweden, has not offered to receive a single person who is affected in Moria. But it is also shameful that the Commission is saying right away that we are now going to build a new camp on Lesbos. We're not going to have any camps. We're closing the camps. We're going to evacuate Moria. We are going to agree on a policy, a model to be presented next week, based on sharing joint responsibility for reception – a dignified reception – in which we treat people who come to Europe in the way that we ourselves would like to be treated. It's no harder than that, and in it there can be no camps. As a former colleague said: it is 2020. We're in Europe. This continent should have no camps.", "language": "en", "original_language": "sv", "translation_provider": "azure"}, {"id": 65, "date": "2020-09-17.json", "name": "Antoni Comín i Oliveres (NI).", "mepid": "202352", "text": "   Madam President, the Moria camp was designed to accommodate 2,800 people. When it caught fire, 13,000 refugees were living in the camp, the largest in Europe, in inhumane conditions, without clean water, rationed food, a toilet for 150 people and a shower for 500. When the camp was closed because of COVID, violence increased and mental health problems exploded. Who is responsible for this humanitarian disaster?  The European Union can no longer hide its responsibility, our asylum policy is directly responsible for this shame. What was burned in Moria camp is our collective dignity. We urgently need a common reception programme, a much more inclusive asylum policy that obliges all EU states to take their share of responsibility and takes into account the capacity of regional and local governments. Wouldn't Spain accept one of Moria's refugees? Without an effective defence of human rights, the European Union is useless, let us not forget.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 66, "date": "2020-09-17.json", "name": "Λουκάς Φουρλάς (PPE).", "mepid": "197414", "text": "   Madam President, Commissioner, ladies and gentlemen, what we have witnessed in Moria is cause for sadness and concern. But for some of us it was expected, and we've been warning about them for a very long time. When immigration was loaded on the shoulders of some Member States, with most of us safely criticising by pulling their tails out of responsibility, really, didn't you expect what happened? When Greek officials pointed out to us, here in Brussels, that Greece cannot bear the burden on its own and, in response, we even accused it of crimes without any proof, really, did you not expect all that happened?  Here is another truth, Commissioner. Do you know that in my country, Cyprus, today, 3.8% of the population, in a semi-resident country, are asylum seekers and refugees? If something happens there, who are they going to blame for this Hemicycle? Do you not think it is time, after all this, to convince some of our countries to finally assume their responsibilities? As long as they don't understand it, we'll have phenomena like what we saw in Moria, and the responsibility is now collective.", "language": "en", "original_language": "el", "translation_provider": "azure"}, {"id": 67, "date": "2020-09-17.json", "name": "Juan Fernando López Aguilar (S&amp;D).", "mepid": "96812", "text": "   – Madam President, Commissioner Johansson, moria's tragedy is perfectly predictable and was announced: 12,000 people homeless, without medicines... There have been 25,000 locked up in a field of misery, and that is completely incompatible with Europe, whether in Lesbos, or in Lampedusa, or in Arguineguín, Canary Islands. Shame, shame, Schande, honte, shame is the cry expressed by European citizens who think that, if we are not able to close all the 'Morias', what should be closed is this European Parliament, the European Commission, the whole of the European Union. But the answer can only be to change the gaze, which means changing policy: from a policy of rejection to a human and humanitarian policy. In the long run, this requires addressing the ultimate causes, in the Middle East, in Africa, in the Mediterranean, including Turkey.  In the medium term, it calls for the new European Pact on Immigration and Asylum, with binding solidarity, shared responsibility, a European mechanism for saving and rescuing at sea that does not criminalize the rescue of lives. And legal avenues and humanitarian visas.  But in the short term, the Greek authorities must be required to respect human rights and, of course, hot returns must be said no. But urgent, non-fragmentary or rachytic re-stay is also needed: four hundred unaccompanied minors, 1,600 before the end of the year. Compared to the 12,000 overcrowded, mandatory and permanent binding re-injection is needed in all Member States of the European Union. Only then will it be possible not to more Moria, never again.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 68, "date": "2020-09-17.json", "name": "Jan-Christoph Oetjen (Renew).", "mepid": "197432", "text": "   Madam President, Mrs Johansson, I would like to thank Mrs Johansson for her work on this Moria is a disgrace to Europe, and you have gone into this disaster with your eyes on it. I think we all knew what could happen there. It is quite clear to me that people are entitled to adequate accommodation, access to medical care and due procedure under the rule of law. Now, however, we must not only look backwards, but also forwards.  You have announced, Mrs Johansson, that you want to do a pilot project on Lesbos – together with the Greek Government – and that a new camp will be set up. It is clear to me that such an institution on Lesbos can only be temporary, can only serve to make an initial determination of identity, to make an initial medical care, and then to distribute it further, to distribute it to other countries in Europe or to bring it to the Greek mainland.  There must be no permanent facility on Lesbos, where people wait months or years for their asylum procedure to be processed. This must not happen again, but we need a mechanism in which all the countries of Europe participate and show solidarity.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 69, "date": "2020-09-17.json", "name": "Bernhard Zimniok (ID).", "mepid": "197489", "text": "   Madam President, I would like to thank the president for her Our hypermoralists here in Parliament are once again outdoing themselves with demands to take in illegal migrants as a reward for arson. Matches as a ticket to the EU – what a fatal signal to the world!  Last year, 1,500 migrants were taken from Moria, and the following day, the camp was replenished from Turkey with 1,500 new migrants. This is unsustainable, it is suicide. The Green Marquardt is more in Moria than here in Parliament. What does he actually represent, what do you actually represent? European citizens or illegal migrants?  Who thinks of the residents of Lesbos who have been suffering for years or of our European citizens, who will change massively as a result of this illegal influx? What follows now– what a coincidence – is a new migration pact that is supposed to legalise illegal migration. We will be overrun if we do not finally close the borders. And you supposed pro-Europeans, with von der Leyen at the helm, will go down in history as the eu's gravediggers.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 70, "date": "2020-09-17.json", "name": "Damian Boeselager (Verts/ALE).", "mepid": "197439", "text": "   – Madam President, I say to the Commissioner: Moria showed it clearly, but we see the same across the continent. We deliberately create suffering and hardship in camps to dissuade people from coming. We try to match their suffering outside Europe by creating suffering on European soil, traumatising people with hardly any shelter, sustenance and medication. I call this the policy of ‘deterrence by systematic suffering’.  Today, I plead to you for two things. First of all, please help all the people of Moria to travel to communities across Europe who are very happy to welcome them. And second, I plead to you to ensure that something like Moria can never happen again. I repeat your call, ‘no more Moria’, but I would also extend it. No more Chios, no more Samos, no more camps in general. Don’t finance camps with EU money. Close them all.  (Applause)", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 71, "date": "2020-09-17.json", "name": "Hermann Tertsch (ECR).", "mepid": "197831", "text": "   – Madam President, the Moria countryside is really a tragedy, but it is a tragedy that existed.  It has been burned by those inside, because they wanted to accelerate their illegal entry into a continent that cannot welcome all other continents, no long as we have here a number of people representing, with that moral superiority, it seems, those who want to welcome everyone who wants to come. Because they don't fit.  And let's see if we respect the Europeans a little bit. Let us see if we respect the Greeks, who are suffering, because they have destroyed their habitat in Lesbos and so many other islands. Why don't we go to the origins? Why are we not going to see Turkey, which has been manipulating these refugees, these illegal immigrants who accumulate there, who have none of them entitled to asylum, who should have been deported and taken to their home countries a long time ago, but who are used by Turkey? Why did everyone condemn Turkey yesterday and now draw a resolution where there is not a single sanction against Turkey? Why is there not a penalty against Turkey? Why don't we go to the origin and not cry and try to bring all continents here to Europe to destroy Europe?", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 72, "date": "2020-09-17.json", "name": "Pernando Barrena Arza (GUE/NGL).", "mepid": "197684", "text": "   – Madam President, Commissioner, if the above situation was already catastrophic, the fire and destruction of the Moria refugee camp makes it necessary to urgently rethink the situation of refugees trapped in Lesbos.  Our group has no complexes in saying we don't want another field like Moria's. Moria was not a foster camp. It was a concentration camp, suspension of basic human rights, overcrowding and unhealthiness, and that is why it is necessary to consider the emergency evacuation of all refugees in Moria.  In this regard, it is necessary to relocate all asylum seekers safely in other Member States of the Union, because it is a responsibility of the Union. And these actions must be done as soon as possible, without waiting for another maximum emergency situation, as was about to happen last Tuesday. Hundreds of municipalities and regions of the Union have expressed an interest in receiving asylum seekers and this requires the activation of a relocation plan, including the creation of the necessary infrastructures. And it is the Member States that must show will, but it is the Commission that has to exert positive political pressure to make this possible. It is urgent, we must do so now, and let us hope that action in this regard will open up a new European migration policy that considers the right to migrate as a basic human right.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 73, "date": "2020-09-17.json", "name": "Die Präsidentin. –", "mepid": "197433", "text": "  We are a place of debate here, of political debate, and also of a sharp debate, we have very different opinions, and that is right and proper that we are expressing this here.  I must admit that, as a German, I find the mention of the word 'concentration camp' to be highly borderline in this context. But I don't have to decide that on my own now. That is what the Bureau will do. But I think it has happened several times now. I would like to remind you of some historical awareness.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 74, "date": "2020-09-17.json", "name": "Lena Düpont (PPE).", "mepid": "99945", "text": "   Madam President, I would like to thank the president for her We have heard a lot in recent days about the failure of the European Union, but who has actually failed? There was a Greek government under Tsipras that has watched for too long as conditions on the islands deteriorate. There are Member States in the Council that are leaning or in fundamental opposition. In between are desperate Member States that bear the burden on behalf of everyone else. So what is part of the new CEAS? Order and humanity that intertwine. Let us not delude ourselves, and moria is not the only example of this, but it is difficult to maintain our humanitarian claim in the chaos. That is why Mitsotakis' decisions in recent months have been the right one – streamlining procedures, improving conditions on the islands, sending clear signals to Turkey that we will not allow ourselves to be blackmailed. Let us support them where we can, with the resources they need. What Europe needs now? A chain of responsibility, starting in the countries of origin and transit, through a functioning border management system with a proper border procedure on which everyone can rely, which clearly distinguishes between vulnerability and other motivations, a solidarity-based reception for vulnerable people and the consistent repatriation of those who are not. My request to the Council: let us finally bring it to an end, so that we no longer have to go from emergency solution to emergency solution.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 75, "date": "2020-09-17.json", "name": "Eva Kaili (S&amp;D).", "mepid": "125109", "text": "   – Madam President, Madam Commissioner, the situation of Moria should never happen again on EU soil. These leftovers, as you mentioned, are indeed shameful and still today we need to address the root cause of migration by framing a real EU policy in our neighbourhood where migration originates. Syria, Libya, Sahel and sub-Saharan Africa – we cannot remain absent. So we need definitely to introduce a new control of European funding to governments and NGOs with quality standards. We need to provide legal and safe ways in EU consulates and embassies – for example, even in Turkey, which is a safe country to receive refugees – and make sure they can approach the EU.  Third, strong conditionality for European Member States that share the burden in solidarity but also to make sure that we will use economic leverage for those EU Member States that do not share the burden.  And fourth, I do welcome the commitment to abolish the Dublin Regulation, by Ursula von der Leyen, but still there is a contradiction since the EPP encompasses parties from Member States with mentalities like Orbán’s in approaching the migration crisis. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 76, "date": "2020-09-17.json", "name": "Hilde Vautmans (Renew).", "mepid": "130100", "text": "   – Madam President, I would like to say to the Commissioner that I have visited refugee camps many times. Next week – I invited you but you can’t come – I will go to Dunkirk not far away from here, because another ‘Jungle’ is starting to unfold there.  Honestly, these camps are a shame for Europe. I always say, if we put our dog or our cat in such conditions, animal rights organisations would be at our door, but we put human beings in camps like that. Next week, you will come with a new migration strategy. I have one specific question for you because a lot has been said by my good colleagues. I want you to pay a lot more attention to the unaccompanied minors. You know that Europol stated that 10 000 went missing in Europe. Please, Commissioner, pay specific attention to these children. If we don’t protect them, who will?  (Applause) ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 77, "date": "2020-09-17.json", "name": "Diana Riba i Giner (Verts/ALE).", "mepid": "197832", "text": "   – Madam President, Commissioner Johansson, what has happened in Moria and what happens on a daily basis on Europe's southern border is well known. And it is a consequence of the inoperability and shameful role of the European Union, which, for years, has tolerated the containment of migrants in inhumane conditions.  What does the European Union expect to act? For what? What we're crying about here today could be solved. That is why, today, the European Union and the States should ensure the relocation of all moria refugees; present, without further delay, permanent and binding relocation mechanisms, and end the violations of rights suffered by migrants and asylum seekers.  We cannot fall into the cynical attitude of giving lessons in justice and human rights to third countries, when it is obvious that we do not respect them eer at our borders or in several of our Member States.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 78, "date": "2020-09-17.json", "name": "Marisa Matias (GUE/NGL).", "mepid": "96820", "text": "   – Madam President, thank you Commissioner for being here, but let me tell you, Moria is not a accident, it is the concrete result of migration policies and the lack of asylum policies in the European Union. Moria is not now, it is already several years, although everyone tries to close their eyes and Moria yes, is the most visible result of what has been a shameful policy.  While we are here talking about thousands of people who are still homeless, without medicines, without food, and among these people more than 3,000 children continue to sleep in the open, and we really need to bring to our political intervention what has been missing. These people cannot be subjected to zero dignity, to zero humanity, as if they were not people as we are.  I would like to see, on the part of the European States, the same rejection of arms sales to the conflicting territories that I see when they reject these people from trying to reach European countries. This is the result of our shame, but it is not mandatory that it be so. Please don't let another camp be built in Moria. We will finally have a solidarity policy and respond to these people now.", "language": "en", "original_language": "pt", "translation_provider": "azure"}, {"id": 79, "date": "2020-09-17.json", "name": "Karlo Ressler (PPE).", "mepid": "197413", "text": "   – Dear Chairman, the Moria fire is only the last indicator, a symbol of shortcomings in the European system of migration and asylum, but we can no longer close our eyes. We cannot avoid facing the difficult issue of migration and we must do so seriously, responsibly and comprehensively and without any improvised solutions.  A prerequisite for all this is simply effective protection of external borders. That is why it is encouraging that today, unlike five years ago, we have protection at both the Greek and Croatian external borders of the European Union, but also that the European Union clearly supports the policy of preventing irregular, uncontrolled and versed migration. The new system of migration and asylum must be humane to those who need support, determined towards those who are not entitled to asylum, to international protection, but also completely uncompromising to traffickers and smugglers who profit from someone else's suffering.", "language": "en", "original_language": "hr", "translation_provider": "azure"}, {"id": 80, "date": "2020-09-17.json", "name": "Pietro Bartolo (S&amp;D).", "mepid": "197808", "text": "   Mr President, ladies and gentlemen, have you seen the burnt-out camp in Moria? A runaway child asked her father, \"Is it true that we're going to die?\" What can a father answer? What do you want a father to answer? But we must respond, with extreme harshness. The sad spectacle that Europe is offering is unacceptable: a sad sight! A moral and political imperative obliges us to call, now and immediately, for the immediate evacuation of the camp and the acceleration of relocation from the islands to the Member States, especially the most vulnerable children.  It is good that Merkel is committed to welcoming 2750 people from the islands, but we need a change in the asylum system. Let us be clear: on the eve of the Commission's migration pact, I say to the governments that the credibility of the institutions is at stake here. The rules must be changed: we need a compulsory solidarity mechanism that provides for automatic relocation and sanctions for those who do not comply with it. You don't need to build new fields, you don't need to! Instead, structural reforms are needed, and they are needed now, not in decades' time.", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 81, "date": "2020-09-17.json", "name": "Barry Andrews (Renew).", "mepid": "204332", "text": "   – Madam President, I visited Moria this time last year – 12 months ago – and you can’t help but be struck by the astonishingly poor conditions. I’ve been to lots of refugee camps around the world, and these are the worst conditions I’ve seen. I was struck by the violence, by the children who can’t get an education, by the sanitation, and by the smell of the camp. When you walk in, you can’t believe that you’re on EU territory. It has got worse in the last 12 months. Now we’ve had this fire, and COVID-19 on top of it.  I have some hope, though. I have some faith listening to President von der Leyen giving her excellent speech yesterday, when she talked about a progressive migration and asylum pact. I have faith in Chancellor Merkel – notwithstanding the Group of the European People’s Party’s (PPE) continuing tolerance of Mr Orbán – that we can build a safe and fair Europe that welcomes those who are fleeing for their lives and those who are seeking a better life. I would like to go back to Moria. I cannot do so, but it is as much about the people in the camp as it is about us and the people we aspire to be, and the values we aspire to protect. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 82, "date": "2020-09-17.json", "name": "Margrete Auken (Verts/ALE).", "mepid": "28161", "text": "   Madam President! Everyone knows that with refugees and migrants it does not pass. We also know that it will pick up. The vast majority of refugees are and remain in their neighbourhoods, but many – probably more now, when we really start to see climate refugees – will be looking for Europe and we have a legal obligation to treat them properly. Climate action in areas affected by natural disasters, emergency aid for war victims and development aid in low-income countries works and needs to be strengthened, but is far from solving the whole problem. There will be many more coming to us and we need to develop common strategies within the European Union. Everyone can join us, including my own Denmark, which I am not very proud of right here. What is at stake now is not the risk of the European Union being flooded to strangers, it is our values, our humanity. If we do not protect it and extend our fellow human beings in need to the helping hand, even by accepting them, we are in far greater danger. If there is no compassion and mercy in a society, it becomes a grim place to live. And remember now: no one can help everyone, but everyone can help someone.", "language": "en", "original_language": "da", "translation_provider": "azure"}, {"id": 83, "date": "2020-09-17.json", "name": "Idoia Villanueva Ruiz (GUE/NGL).", "mepid": "197827", "text": "   – Madam President, Moria was already hell before it burned. Moria's fire is not the news, its very existence is: more than 13,000 people in a field with capacity for 4,000. It's not an accident. It is the direct consequence of the European Union's nefarious, hostile, migration and border policies. We continue to export weapons to countries of conflict, continue to expose resources and fuel wars from which millions of people flee, and when they arrive, we put them in tents in inhumane conditions and deny them the right to seek asylum. We must immediately relocate each and every one of these people, not just children, and not just Moria, also Samos, Chios, Calais and all the fields that extend throughout our territory. We must end the militarization of borders. We must fight the mafias effectively, offer legal and safe routes and ensure a migration and asylum pact. Yesterday, the President of the Commission said in this House that the European Union had challenges ahead. The European Union has challenges and obligations today, here in the present: respecting and complying with international law. We can't look to the future watching death pass. We are complicit and today that complicity kills.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 84, "date": "2020-09-17.json", "name": "Othmar Karas (PPE).", "mepid": "4246", "text": "   Madam President, ladies and gentlemen, I would like to thank the rapporteur for her excellent work and for the work she has done. It is depressing, it is shocking what has happened in the Moria refugee camp. Quite frankly, it is simply a disgrace to the European Union that such conditions can prevail within Europe at all.  This has not only been known since the fire, as has been the case before. And we have not yet averted moral insolvency in Europe. The situation in Moria is another humanitarian fire in Europe. But it's not just about migration. There are many fires. They are reinforced by Corona, and they are becoming more: the high unemployment, growing social inequality and the resulting hopelessness of the people. We need – and I expect this when we implement Ursula von der Leyen's speech – an overall package that is presented to us: aid on the ground – outside the borders of the European Union – effective external border protection, an agreement with third countries, burden-sharing and a European asylum and migration policy, which also deserves the name and corresponds to Ursula von der Leyen's speech.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 85, "date": "2020-09-17.json", "name": "Claudia Gamon (Renew).", "mepid": "197632", "text": "   Madam President, I would like to thank the president for her For so long we have known about terrible unsustainable conditions in Greek refugee camps, and for days some have been watching, unmoved, as families with children have to sleep and live in the dirt after this devastating fire in forests, on the streets. Young Europeans write to me every day who, like me, do not want to see that this is Europe, that this should be our values. I am also ashamed of Austria, a country governed by conservatives and greens, for refusing to accept even children.  There must be no more Moria in the future. We must also make the Greek Government accountable. Europeans, Europeans and Citizens of the Union expect their tax money to be used to make human European policies. We need a European authority in the future, we need a European asylum and migration system, we need European values that are being lived!", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 86, "date": "2020-09-17.json", "name": "Michaela Šojdrová (PPE).", "mepid": "124710", "text": "   – Madam President, the fire burned the Hotspot Moria, which was not a good place to live, it was overcrowded. It is our duty to respond. I am therefore glad that the Commissioner has clearly said: 'No more new Hotspot Moria'. I am glad that the European Commission, in cooperation with the Greek Government, will help to prepare better conditions for life, whether it be a hotspot or another accommodation facility that is more favourable to these people. That's not a long-term solution. The long-term solution is, as we know, the acceleration of asylum processes, an effective return policy, the protection of external borders, the fight against smugglers and, above all, assistance to those who really need this help. I hope that the Czech Government will finally decide to participate, because there are also citizens in the Czech Republic who are in solidarity. I appeal to colleagues from the Liberal and Socialist parties to appeal to the Liberal Prime Minister and the Socialist Interior Minister, who claim that there are no unaccompanied children and minors in greek camps. Please, we want to help, too.", "language": "en", "original_language": "cs", "translation_provider": "azure"}, {"id": 87, "date": "2020-09-17.json", "name": "Samira Rafaela (Renew).", "mepid": "197868", "text": "   – Madam President, I would like to say to the Commissioner that 13 000 human lives are damaged and traumatised, left without shelter, access to water, food and medical care. This has all happened on the doorstep of our Union – the Union that globally promotes human rights and is ready to act in cases of human rights violations.  What about the violations of human rights within our Union? It is time for serious self—reflection. I’m ashamed, as a Member of the European Parliament and as the daughter of a migrant who came to Europe for a better future. How can we look at ourselves in the mirror? Resolutions for humane migration policies have been on the table for years now, but several Member States are walking away from that table. Do you understand the fundamental principles of this Union? Your denial is putting lives in danger. Madam Commissioner, what are we going to do? Because we are all accountable. Our values, including the protection of human rights, are not negotiable.  (Applause)", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 88, "date": "2020-09-17.json", "name": "Ylva Johansson", "mepid": "n/a", "text": "   Member of the Commission. – Madam President, (inaudible) people in Moria are like us. I think being a human being is having the ability to look another person in his or her eyes and understand some of the conditions that they are living under. This is really important, and Ms Kountoura brought one of those voices here, which is important.  Moria does not exist anymore, and there should be no more Morias – no more camps like Moria. Of course, Moria should not be restored.  We need proper reception facilities, efficient and fair processes. We need clear rules, and people should not be left in limbo.  During the debate – and I thank you very much for your engagement here – many of you asked for mandatory solidarity, and that of course is something that we need. Ms Metsola said it well that we can’t have ad hoc solidarity anymore, and mandatory solidarity will be part of the upcoming pact that I will present next week. I can also answer another question. There will be a clear child perspective in the pact that I will present next week. It’s obvious that we need that. I must say that, of course, not all migrants have the right to stay in the European Union. Those that are not eligible to stay have to be returned, but all migrants have dignity and rights. Ms García Pérez rightly said that, and they have to be treated properly. Together we need to stand up for and protect the right to apply for asylum. To be honest, this right is under threat. Asylum applicants have the right to a proper process, and we have to make sure that they have that. Of course, we also have to make a distinction between those who have the right to stay, and those who have not and have to be returned, but in a proper and dignified way.  Ms In’t Veld said something important here, early in the debate. She encouraged us not to be afraid. We should be proud Europeans. We should act in line with our values. We should act as global leaders. Migration is normal. Of course, it has to be managed, and to be able to do so we need to agree on a common European migration policy. To be able to agree on a common migration policy we need to de-dramatise migration policy.  The EU is not in a migration crisis, but some migrants are in crisis. One reason that we lack this common policy is this dramatisation of the issue. One reason for this failure, for many years, to agree on a proper compromise is that migration policy has been dramatised and seen as something very special.  But we are policymakers, and you are legislators, and we are able to give support and respect the dignity and rights of people. To be able to do that, we need to be calm and pragmatic. I count on your support for the process of the proposal that I will put forward next week. Thank you for the debate. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 89, "date": "2020-09-17.json", "name": "President. –", "mepid": "197433", "text": "  The debate is closed. I don’t know if you have the same problem with your interpretation as we have up here, but we are going to give the technicians the possibility to check that and hopefully to solve the problem. Written declarations (Rule 171)", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 90, "date": "2020-09-17.json", "name": "Ангел Джамбазки (ECR)", "mepid": "124873", "text": "  in writing. – Dear colleagues, what happened in the Moria camp is something I warned about at the beginning of the migrant crisis. It was clear that migratory pressures and overcrowded refugee centers near settlements would provoke the reaction of locals. Colleagues on the left talk about a political solution to the crisis, talk about accepting and displacing immigrants \"in solidarity,\" but conveniently forget that they, together with Mrs. Merkel, invited everyone from everywhere to come to Europe to turn it into a huge camp for illegal immigrants. It is extremely hypocritical to talk about solidarity when certain countries, with their actions, have caused destabilisation in the Middle East and North Africa. Then these countries made their decision selfishly, but when the time comes to hold us accountable, they already ask us for solidarity. The solution is one thing – all those fleeing war and have nowhere to return can seek refuge. All other immigrants must be immediately repatriated. We must prosecute all organisations and people helping to get illegal immigrants into Europe. More support for FRONTEX, more support for frontline countries, more funding to protect the EU's borders.", "language": "en", "original_language": "bg", "translation_provider": "azure"}, {"id": 91, "date": "2020-09-17.json", "name": "Laura Ferrara (NI)", "mepid": "124833", "text": "  in writing. In recent years, we have always called for European management of migratory flows, a fair distribution of responsibilities among the Member States, denouncing the inadequacy and inefficiency of current European migration policies and the opportunism and blackmailing attitude of the Turkish Government, which have put a strain on border countries such as Greece, which are more exposed to migratory pressure. More than an announced tragedy, Moria is an emblem of the denial of those values on which the EU is founded, both because of the degrading and inhumane conditions in which people were kept in the centre, and because of the unsustainable migration and asylum system that has been put in place. In addition to immediate aid and assistance to be provided after the tragedy, in particular to the most vulnerable groups such as families with minors, the elderly and pregnant women, the hope is that the new pact on migration and asylum will provide new tools and policies that do not repeat the mistakes of the past and have new cases such as moria's.", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 92, "date": "2020-09-17.json", "name": "Janina Ochojska (PPE)", "mepid": "197542", "text": "  I would like to write to the Commission. – Moria was a forgotten place in Europe and there must have been a great tragedy for us to start the subject of migration again. Only this time we cannot stop at exchanging views. I look forward to the Commission's proposal , the Migration and Asylum Pact, with a look forward to introducing a quota system for the number of migrants to be admitted to each Member State.  There have been many voices during the debate calling for solidarity and humanism, and over the last 5 years we have left Greece alone with the problem! I feel personally guilty because my country did not accept anyone in 2015. Without specific provisions requiring the admission of migrants, we cannot be sure that the situation will not happen again.  I agree with Ursula von der Leyen, who said that migration is part of our European history. Moreover, this phenomenon will be multiplied m.in climate change, and we are still unable to accept the category of so-called climate refugees. Why do we create reactionary rather than preventive policies? It is already known that we can counter the barbaric business of smugglers transporting refugees in inhumane conditions across the Mediterranean by creating humanitarian corridors.  Nor would the tragedy in Moria be if there was an efficient asylum policy, today the application procedure takes several years. Let's remember that places like Moria can't be created. I call on the Member States to accept refugees left behind on the streets of Lesbos, it is our Christian and civic duty.", "language": "en", "original_language": "pl", "translation_provider": "azure"}, {"id": 93, "date": "2020-09-17.json", "name": "Sandra Pereira (GUE/NGL)", "mepid": "197754", "text": "  in writing. – The fires that broke out in the early hours of 9 September in the Moria refugee camp have reduced to ashes what was the reception centre for those seeking help and a better life in Europe. More than 12,000 people, including children and adolescents, were detained there in inhumane conditions in a camp with a capacity considered four times that of various human rights organizations. If before COVID-19 the conditions in this field were already manifestly precarious, they worsened even more with the confinement of the camps, endangering the health and even life of the people who were there. These fires in a refugee camp expose a reality that reveals well the consequence of the implementation of EU migration policies, the construction of \"Fortress Europe\" that is wary of the most basic human rights or the absence of legal and safe routes. At the moment, it is imperative to help, welcome and integrate these people into society and, at the same time, to ensure that accidents do not occur in other refugee camps, ensuring hygiene and health conditions as well as health services, while people are not taken from the camps to safer and more humane places.", "language": "en", "original_language": "pt", "translation_provider": "azure"}, {"id": 94, "date": "2020-09-17.json", "name": "Die Präsidentin. –", "mepid": "197433", "text": "  The next item on the agenda is the debate on cases of violations of human rights, democracy and the rule of law under Rule 144 of the Rules of Procedure. I would point out to Members that there are no spontaneous speeches in all the debates of this part-session and that no blue cards are accepted. The subject of the first debate on six motions for resolutions is 'Situation in the Philippines, in particular the case of Maria Ressa' (2020/2782(RSP)*. -------------- * See Protocol.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 95, "date": "2020-09-17.json", "name": "Hannah Neumann (Verts/ALE).", "mepid": "197464", "text": "   – Madam President, I think we have the wrong order because I was actually the one negotiating these resolutions. There must be a mistake, but if the author gets the first word that should be me.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 96, "date": "2020-09-17.json", "name": "President. –", "mepid": "197433", "text": "  I have Urbán Crespo, Bielan, Neumann, Fuglsang, Wiseler-Lima and Guetta as the order, and it’s being signalled to me that is the correct order. I cannot check that. We have four points of order now. I don’t know if this really makes sense to discuss the order because there are very few people watching us live. You are going to put it on to your social media anyway, only yours, but OK, if it’s important, yes. Who wants to reply? There have been so many.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 97, "date": "2020-09-17.json", "name": "Frédérique Ries (Renew).", "mepid": "4253", "text": "   – Madam President, I’m sorry but we have exactly the same problem for the next debate on Dr Mukwege, which is that the first three authors to take the floor have not participated in the negotiations.  I don’t understand why we don’t do things like we used to do them: take the authors in the order of importance of the groups. At least you could do that. It’s completely awkward to have as a first orator taking the floor somone from ID who has been completely absent. This is a problem for some of us as we have no clue what they think on the issue.  So it’s more than just a cosmetic problem. I think it’s really problematic. It’s symbolic who takes the floor in the first place, and that’s not the kind of signal we want to send to the person who we are defending today. So please convey this huge concern to the people responsible for that. Don’t talk to us about the rules, because rules have limits and these are not good rules.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 98, "date": "2020-09-17.json", "name": "President. –", "mepid": "197433", "text": "  I have a problem here, of course, because I wasn’t present. I completely understand what you are saying and appreciate that you tell us. The idea obviously is that the order is by the order of tabling, and then it is one speaker each per group. This is how it has been explained to me.  For me this is a difficult situation, but I would say – and I take this on my shoulders now – if you all agree on this, if all the speakers that I just mentioned are fine with that, I think we should then proceed as the people concerned suggest. Is everyone fine with that? OK. Hannah Neumann. But then you have to tell me who’s next!", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 99, "date": "2020-09-17.json", "name": "Hannah Neumann", "mepid": "197464", "text": "  author. – Madam President, before the summer I spoke to Maria Ressa. She had just lost a made-up case, and I was so worried about the human rights situation in the Philippines.  I said Maria, what can we do as the international community? She said ‘democracy dies in darkness so you should is shed light on the situation’. That is exactly why we are having this debate today and that’s why I’m happy to see you here Ms Urpilainen. But someone is missing, and that’s our new trade commissioner Mr Dombrovskis, because as the European Union we don’t have that many tools to protect human rights and democracy, and maybe our trade policy is the strongest one. But Duterte, the president of the Philippines, who is encouraging his own services to kill tens of thousands of people, still enjoys EU trade privileges the under the GSP Plus scheme that are supposedly linked to improvements in human rights.  The situation is just getting worse, and that’s why I’m so happy that across all political parties in this resolution we call on the Commission to start the procedure to revoke these privileges immediately and – to be frank – by immediately, we mean by Monday. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 100, "date": "2020-09-17.json", "name": "Isabel Wiseler-Lima", "mepid": "197421", "text": "  Author. Madam President, the human rights situation in the Philippines is of great concern. Extrajudicial executions in the fight against drugs are unacceptable practices in terms of human dignity, but also of international law. We strongly condemn them. Just as we condemn threats, intimidation, rape and violence of all kinds against those in the country who protest against these practices, including human rights defenders and journalists. Freedom of the press is also relative in the country in view of threats, intimidation and violence against journalists. In this context, I would like to mention the name of journalist Maria Ressa. In view of the distress experienced by many people in the Philippines, we express our condemnation of violence against LGBTIQ people; our condemnation of the trafficking of children, of their recruitment for armed conflicts; our condemnation of the rape of women and girls, rapes trivialized by statements made by President Duterte, absolutely unacceptable. The MEPs who will vote for this resolution urge the Government of the Philippines to comply with its obligations under international law and we call on the European Union to use all appropriate means to bring the Philippine government to governance in accordance with human rights.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 101, "date": "2020-09-17.json", "name": "Niels Fuglsang", "mepid": "101585", "text": "  author. – Madam President, last June, the UN High Commissioner for Human Rights presented an alarming report on the human rights violations in the Philippines, where the situation is horrendous.  For half a decade, the so-called war on drugs has led to thousands of killings by illegal police actions and death squads. Hundreds of thousands of people have been arrested. In these five years, the European Parliament has written four declarations concerning the state of the human rights in the Philippines, but the situation has not improved whatsoever. On the contrary, since last year, the country has actually withdrawn from the International Criminal Court jurisdiction, and recently there has been a resurgence of extra-judicial killings, assassinations of human rights activists and intimidation and prosecutions of journalists. The most notorious is the former CNN journalist, Maria Ressa, who is now exposed to one hundred years in prison as a result of all the charges against her. The Philippines should adopt and implement the recommendations from the UN report and, without substantial improvement, we as the European Union should suspend the Philippines’ beneficial trade preferences with us. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 102, "date": "2020-09-17.json", "name": "Bernard Guetta", "mepid": "197543", "text": "  Author. Madam President, Hold the line, stand up, in French, is the promise that Mr Duterte's opponents have courageously, noblely, made. Stand up because in the Philippines nearly 9,000 people and probably many more have been killed by power henchmen under the pretext of drug trafficking or use. Stand up because, journalists, intellectuals, academics or lawyers, opponents risk not only arrest, but also murder. Stand up because the prison occupancy rate has just reached 534%. Dictators are usually indignant about the damning reports, but Mr Duterte, no, quite the contrary, he boasts of it, because, to hear it, we must not - especially not - bother with procedures and respect for human rights. He is there, and that is enough since this supreme judge has given himself the right to life and death. History had another Duterte, it was in Rome, his name was Nero. Mr. Duterte, to all of us' shame, is the Nero of modern times.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 103, "date": "2020-09-17.json", "name": "Miguel Urbán Crespo", "mepid": "131507", "text": "  Author. – Madam President, in the Philippines, during the alleged war on drugs, more than 27,000 people have been killed and, with the excuse of the fight against terrorism, trade unionists, human rights defenders, activists and journalists such as Zara Alvarez, Maria Ressa and Leila de Lima are attacked, murdered and imprisoned. But apparently, these human rights violations are not sufficient for the right of this Parliament to demand in a resounding and clear manner the immediate suspension of the privileges granted under the system of generalised preferences, a system which should be conditional on the application of international human and labour rights conventions which are clearly not being fulfilled right now in the Philippines.  We demand that military weapons and equipment be discontinued with the Philippines and that trade preferences be immediately suspended until human rights are respected. This has to be done urgently. Already. Let's not wait till tomorrow.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 104, "date": "2020-09-17.json", "name": "Adam Bielan", "mepid": "23788", "text": "  author. – Madam President, in the Philippines, the situation of citizens, human rights defenders and media representatives has been worsening in recent years.  The UN High Commissioner for Human Rights’ report of June 2020 found that the killings related to the government’s anti—drug campaign were ‘widespread and systematic’. At least 8 663 people have been killed, according to government data, and some estimations even triple that number. Meanwhile, human rights defenders, journalists such as Maria Ressa and activists routinely face harassment, intimidation and violence for seeking to expose allegations of extrajudicial killings. Threats, intimidation, violence, harassment, unfair prosecutions or corruption do not go hand-in-hand with a democratically elected government. Today, we call on the Republic of the Philippines to cease immediately all violence and human rights abuses. The fight against illicit drugs must be pursued in full compliance with due process of law.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 105, "date": "2020-09-17.json", "name": "Maria Arena", "mepid": "124936", "text": "  On behalf of the Group of S-D. - Madam President, extrajudicial executions in the war on drugs and terrorism have multiplied and continue with impunity. The Philippines Human Rights Commission has estimated that nearly 27,000 people have died. Duterte continues to use this war to eliminate, torture, and threaten the actors who hinder him - leaders, peasants, priests, journalists, lawyers - without accountability. The latest UN report highlights the urgent need for further investigations into these violations. The UN Human Rights Council must now set up an independent international mechanism to investigate extraordinary executions and other violations in that country. But in this climate of repression and terror, local communities no longer dare to seek justice for the violations they have suffered, nor to oppose the government. It is time that we support them, that we help them to do this work. And finally, the question we must also ask ourselves is this: why maintain a preferential regime of access to the European market in this context of massive repression of human rights? Today, in the Philippines, there are 18,000 women and children working in unprotected mines, 85,000 children who work, forced, in agriculture. This GSP has no reason to be with the Philippines today.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 106, "date": "2020-09-17.json", "name": "Lars Patrick Berg", "mepid": "197478", "text": "  On behalf of the ID Group, I would like to make a i-see of the Madam President, I would like to thank the president for her I would like to confine my brief remarks to the specific case of Maria Ressa. As far as I know, Mrs Ressa is currently on bail and is awaiting her verdict. I am also aware that the judge in this case stated that Ms Ressa did not appear to be able to substantiate her allegations and did not provide any evidence to support them.  However, I also have no doubt that contract killings are taking place in the Philippines and that serious violations of human rights are being committed. The detention of Mrs Ressa is, of course, completely exaggerated, and so are the accusations of defamation. However, I think it is up to Mrs Ressa's legal team to provide evidence to support her original story. And then we can talk about the repression or the suspension of freedom of speech and the harassment of the media by the government.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 107, "date": "2020-09-17.json", "name": "Jutta Urpilainen", "mepid": "n/a", "text": "   Member of the Commission. – Madam President, I would like to thank the honourable Members for their remarks.  The EU has expressed its concern about various human rights issues in the Philippines on numerous occasions, recently through the EU 27 statement at the Human Rights Council and the February 2020 biennial Generalised Scheme of Preferences report discussed in the European Parliament, as well as directly through the authorities, such as during the first Joint Committee of the Partnership and Cooperation Agreement in January 2020.  More specifically on Maria Ressa’s case, the EU External Action Service spokesperson issued a statement on 16 June 2020 – so a few months ago – underlining that her conviction raised serious doubts over the respect for freedom of expression, as well as for the rule of law, in the Philippines.  We expect the Philippines, like all countries, to uphold its international human rights obligations and protect and promote fundamental freedoms.  With regard to the monitoring of the Philippines’ commitment under GSP+, the Trade Commissioner – you were referring to that, Ms Neumann – had clearly communicated our concerns to his counterpart in Manila, and the Philippines’ reply will be taken into account in assessing compliance through the chief GSP+ conditionalities during our bilateral dialogue with the Government.  The EU remains convinced that both the Philippines and the EU have most to gain from constructive engagement. During our January Joint Committee, we agreed on the establishment of a Sub—Committee on Good Governance, Rule of Law and Human Rights. This sub—committee, expected to meet regularly, will be an important forum for directly addressing all human rights issues. The External Action Service has proposed to hold a first meeting already this autumn – by the end of this year – even under a virtual format. So the European Commission and the External Action Service will continue raising these matters with the Philippine Government in a clear and constructive way.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 108, "date": "2020-09-17.json", "name": "Elnök asszony. –", "mepid": "197579", "text": "  The debate is over. The vote will take place today.", "language": "en", "original_language": "hu", "translation_provider": "azure"}, {"id": 109, "date": "2020-09-17.json", "name": "Elnök asszony. –", "mepid": "197579", "text": "  The next item is a debate on seven motions for resolutions on Dr Denis Mukwege's case in the Democratic Republic of Congo (2020/2783(RSP)*. ------ * See Minutes.", "language": "en", "original_language": "hu", "translation_provider": "azure"}, {"id": 110, "date": "2020-09-17.json", "name": "Maria Arena", "mepid": "124936", "text": "  Author. Madam President, Denis Mukwege, a gynaecologist and human rights activist, is devoting his life to combating sexual violence against women in eastern DRC, her country and her region. For more than 20 years, Denis Mukwege and his teams have faced the worst atrocities against women, girls and even babies: raped, genitals ransacked by criminals belonging to armed groups, who use such violence as a weapon of war and mass destruction. More than 55,000 women, girls and children have been treated in Panzi Hospital since its inception, and unfortunately this is not about to stop. The recent attacks in Ituri, described as crimes against humanity by Ms. Bachelet, and the tensions in the Kivus remain very worrying. In this context, Denis Mukwege, as always, took clear positions, calling for the fight against impunity not to remain in the report, referring to the Mapping report, but for everyone to take responsibility. He called on the DRC to guarantee the protection of the population and to ensure the demilitarization of mining sites. It calls on the international community to support the judicial process in the DRC with the establishment of joint tribunals. It also calls on the international community to prosecute the perpetrators of crimes classified as crimes against humanity in the Mapping report for the period 1993-2003, and to support the creation of an ad hoc tribunal, because, as everyone knows, the International Criminal Court has no jurisdiction over the matter.  His positions have again earned him threats that must be taken seriously, because since the creation of his first hospital, which was destroyed in 1996, he was threatened in 2012 and is again under threats today. We must protect it, yes, but we must also ensure that it can no longer last in the DRC. That is how Mr. Mukwege will be most protected, that is how he can continue to work as a human rights activist.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 111, "date": "2020-09-17.json", "name": "Dominique Bilde", "mepid": "124771", "text": "  Author. Madam President, the attacks and intimidations targeting Nobel Peace Prize laureate Denis Mukwege since 2012 and until July 2020 are a borderline case of violence targeting medical personnel in the conflict-ravaged eastern Democratic Republic of Congo. This situation underlines the scope of the work of the man who, since 1999, has rescued some 50,000 victims of sexual violence, sometimes severely mutilated, in his hospital in Panzi, aptly denouncing these abuses as a real tactic of terror. Let us not cast anathema to the Democratic Republic of Congo, which has demonstrated some determination against these crimes, although, from compensation for victims to supporting children from rape, much remains to be done. For our part, our UN and European resolutions will indeed have no effect until the players in the tantalum trade, the underlying cause of the conflict, take their responsibilities. Similarly, any international assistance in the face of health crises in Africa will come to the challenge of the safety of medical practitioners, whose case of Denis Mukwege is now the tragic emblem, alas.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 112, "date": "2020-09-17.json", "name": "Marisa Matias", "mepid": "96820", "text": "  author. – Madam President, I ask you not to count this as an intervention. I think it is more correct if, after the colleague who negotiated the resolution, we then have all the authors according to the d’Hondt method. So I’m more than happy to speak last, so give the floor to the colleagues in the correct order as usual. They know who they are. I’ll be speaking last.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 113, "date": "2020-09-17.json", "name": "President. –", "mepid": "197579", "text": "  Just so we understand correctly, Ms Matias, you are not an author, because on the list you are ...", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 114, "date": "2020-09-17.json", "name": "Marisa Matias", "mepid": "96820", "text": "  author. – Madam President, I am, but I am from the GUE/NGL Group and I know that we normally follow the d’Hondt method. So we can pass to the EPP, then Renew and so on, and so I’ll speak last very happily. I don’t mean to generate any confusion, sorry.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 115, "date": "2020-09-17.json", "name": "President. –", "mepid": "197579", "text": "  I am really sorry for the confusion; the lists are still a little bit incorrect. So the next speaker is then Mr Vincze from the EPP.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 116, "date": "2020-09-17.json", "name": "Loránt Vincze", "mepid": "98582", "text": "  author. – Madam President, my appreciation to the colleague for agreeing to use speaking time on the weight of the groups. It takes extreme bravery to be an outspoken defender of human rights in a state crippled by decades of corruption and armed conflict and in which rebel militia groups continue to abduct, rape and murder civilians with impunity. Dr Denis Mukwege, renowned gynaecologist, pastor, Nobel and Sakharov prize laureate from the Democratic Republic of Congo, has dedicated most of his life to end the use of sexual violence as a weapon of war and armed conflict. Nearly 55 000 survivors have been treated in Panzi hospital, which he established in 1999. His courage, dedication and strength in denouncing wartime sexual violence made him the international symbol of this struggle. Now his life, and those of his co—workers and members of his family, are newly and repeatedly under threat. It is our moral obligation that we defend them with all the means at our disposal. While raising our voice for Dr Mukwege, we praise all human rights defenders in the Democratic Republic of Congo who still carry out their work in spite of the challenges they are faced with. The EPP Group welcomes the resolution that urges the government of the DRC to undertake immediately a comprehensive investigation into the threats he and other human rights defenders have received. I also welcome that the document calls upon the Congolese Government and judiciary to prosecute human rights abuses carried out against women in that country. We fully echo Dr Mukwege’s call for peace and justice, the defence of human rights, the need for accountability and the implementation of the UN human rights report mapping abuses.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 117, "date": "2020-09-17.json", "name": "Frédérique Ries", "mepid": "4253", "text": "  Author. Madam President, Dr. Mukwege is a hero. A hero for the Congolese women he repairs and to whom he restores the desire to live and dignity. A surrogate father - basically - for all victims of sexual crimes. Denis Mukwege is also a hero to human rights activists around the world, where his courage commands admiration. He is still the victim of death threats today, but Denis Mukwege does not hide, our Sakharov Prize is not silent, either, he tells the truth and assumes the risks, which are immense, we know. So our obligation today is to stop the incantation. First, he and his relatives must be protected and then his demand for justice for the victims of the conflicts ravaging the east of the country. Certainly, the Monusco is back, we can say that Panzi remains a refuge, but for how long? As we know, the protection of the United Nations is temporary. Now the work of memory remains, justice remains. A peaceful Congo and a Congo reconciled with its history, a Congo that puts an end to the impunity of the executioners, it is this Congo, that of Dr. Mukwege, that Europe must accompany - beyond words, beyond incantation - in deeds, and this is what our text proposes.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 118, "date": "2020-09-17.json", "name": "Salima Yenbou", "mepid": "197511", "text": "  Author. Madam President, today the European Parliament is expressing its solidarity and support for Dr Mukwege, the man who repairs women, because he is unfortunately the victim of death threats. We call on the Congolese government to continue and intensify its fight against all human rights violations and, in the wake of the UN Mapping report, to put in place judicial means to try past and present crimes, but also to respect sexual and reproductive rights, including the legalization of abortion in cases of rape. But let us not forget that behind all this is the problem of mineral exploitation, which leads to corruption and violence. The Amish have no responsibility for these crimes. The same cannot be said of us, who use our smartphone every day, which we will probably have to change with the upcoming 5G. This resolution honours not only Dr. Mukwege and human rights defenders in the DRC, but also the entire Sakharov Prize-winning community, to whom we say thank you. The European Parliament will continue to support your struggles.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 119, "date": "2020-09-17.json", "name": "Marisa Matias", "mepid": "96820", "text": "  Author. – Madam President, Denis Mukwege has devoted most of his life to trying to end the use of sexual violence against women as a weapon of war.  Denis Mukwege treated more than 55,000 surviving victims at Panzi Hospital. His life has always been threatened, but in recent months these threats have become very strong. Sexual violence against women in the context of war cannot go unpunished and, therefore, we welcome the recent decision that was taken on 3 September, an important court decision not to keep this crime unpunished. But in addition to what conflicts within the territory are, there is still violence that is multiplied by the presence of foreign groups that, in the east of the country, exploit minerals. In this regard, we call on the international community to support human rights defenders in Congo, not to let go of the crimes committed and to refuse to trade with companies that hold natural resources and promote violence in the country.", "language": "en", "original_language": "pt", "translation_provider": "azure"}, {"id": 120, "date": "2020-09-17.json", "name": "Assita Kanko", "mepid": "197469", "text": "  author. – Madam President, years ago I was honoured to interview Dr Mukwege for a book I wrote on women’s rights. He inspired me with his simple belief that we all have a duty to do the right thing. He is not a man who thinks women’s rights is an issue for women. He just jumps in and fights. He said, ‘I became a feminist because, in the face of the atrocity I witnessed, I had a choice: to go away or to act. I couldn’t just leave’. The EU must do all it can to protect the points of light that shine through darkness. For the many thousands of victims of sexual violence in the Congo, Dr Mukwege is that light. We must call for a deep and impartial investigation into the threats made against him, and the EU must urge the Congolese authorities to adopt the draft law which protects human rights defenders and installs transitional justice. By defending Dr Mukwege’s life, we also defend the lives and dignity of those that every day rely upon his bravery. We must do all we can to help him continue to fight for the change he has spent a lifetime trying to achieve: the delivery of justice, truth and the empowerment of women.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 121, "date": "2020-09-17.json", "name": "Krzysztof Hetman", "mepid": "124895", "text": "  On behalf of the PPE Group. – Madam President, i voted in favour of the report by Mrs Schwab Today we are considering the case of Dr. Denis Mukwege, nobel peace prize winner and long-time social activist, who was also awarded the Sakharov Prize. The hospital, of which Dr. Mukwege is the director, is the largest center for helping victims of rape and sexual violence in the country, and the doctor himself openly opposes sexual violence and demands justice for its victims.  Dr. Mukwege fiercely defends the victims of violence, but now it's time to defend him too. It is because of his work that Dr. Mukwege, but also his family and colleagues, receive death threats. Unfortunately, an attempt was made once to assassinate Dr. Mukwege, in which one of his bodyguards was killed. We cannot therefore doubt that the threat is as real as possible. I therefore believe that the European Parliament cannot therefore be indifferent to this threat. We must demand action to protect Dr Mukwege, but we must also call on the Government of the Democratic Republic of congo to launch a thorough investigation in order to establish the source of the threats that Dr Mukwege receives, his loved ones and hospital staff.  Today's debate is certainly an opportunity to draw attention to the problems that Dr Mukwege has been dealing with for years. The European Union naturally condemns sexual violence, but our role cannot be limited to it. Activists in the Democratic Republic of Congo who are active against violence, including sexual violence, and who support its victims should be clearly supported and demanded decisive action by the government in this regard.", "language": "en", "original_language": "pl", "translation_provider": "azure"}, {"id": 122, "date": "2020-09-17.json", "name": "Carlos Zorrinho", "mepid": "124739", "text": "  on behalf of the S&amp;D Group – Madam President, in congo, sexual abuse is used as weapons of war and the doctor who clinically denounces and treats these crimes is under threat of death. This doctor is Denis Mukwege, winner of the Sakharov Prize and the Nobel Peace Prize. The European Union, the United Nations, the African Union and the states of law must all be at their side in the fight against the serious violations of human rights and impunity with which the most basic pillars of society are run over. The recent denunciation of another massacre in Kivu and the call for armed groups responsible for continued crimes of sexual violence to be brought to justice by the armed groups responsible for the continued crimes of sexual violence have posed a real threat to their physical integrity, which has demanded the replacement of protection by UN forces to Panzi Hospital, which was interrupted in May this year because of the pandemic. We must ensure the functioning of judicial bodies and the European Union must remain vigilant and proactive and sanction all perpetrators of violence and human rights violators. I reiterate my solidarity with Dr Denis Mukwege and his clinical staff for the extraordinary work of combating sexual violence as a terrorist strategy and action.", "language": "en", "original_language": "pt", "translation_provider": "azure"}, {"id": 123, "date": "2020-09-17.json", "name": "Hilde Vautmans", "mepid": "130100", "text": "  on behalf of the Renew Group. Madam President, ladies and gentlemen, I am outraged, shocked and concerned that we need to discuss the safety of Dr Denis Mukwege. This shows how terror and impunity have reached an unprecedented level on a human scale in this region.  This man, who must no longer be presented - the Sakharov Prize, the Nobel Peace Prize, and above all a hero for an entire people - is the voice of raped women, the wall against suffering, terror and executions. Colleagues, it is our duty to strengthen this bulwark which defends our fundamental values in his country. Amani Kwenu. Peace for you. Vrede voor u.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 124, "date": "2020-09-17.json", "name": "Christine Anderson", "mepid": "197475", "text": "  On behalf of the ID Group, I would like to make a i-see of the Madam President, I would like to thank the president for her Doctor Mukwege deserves my utmost respect for his tireless fight against this bestial sexual violence against women and girls and their devastating consequences. I strongly condemn the cowardly attempts at intimidation and death threats against him, his family and associates.  But instead of repeating our horror, our dismay, when are we finally acting? Since the ridiculous election in 2018, Congo has slipped further and further into anarchy. Rapes, attacks on women by militias take place every day, five million refugees in tent camps – and the perpetrators enjoy impunity. Either because they are covered by high-ranking military figures, or because they have nothing to fear from the jurisdiction, which is largely rife with corruption.  But, and this is the real scandal, while the systematic sexual violence against women, the right-wing shootings continue to increase, the Congolese Government is still supported by the EU. This year alone, with EUR 40 million in humanitarian aid. It is imperative that we, as the EU, critically examine our attitude and relationship with Congo so that people like Doctor Mukwege no longer have to risk their lives to protect women from this bestial violence.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 125, "date": "2020-09-17.json", "name": "Jadwiga Wiśniewska", "mepid": "124877", "text": "  On behalf of the ECR Group. – Madam President, i voted in favour of the report by Mrs Schwab Dear! Dr. Denis Mukwege, nobel peace prize winner, Sakharov Prize, an extremely strong, courageous, heroic doctor who fights with great determination, commitment and effectiveness against sexual violence and the exploitation of women in armed conflicts. It publicized information about rape. He speaks publicly about the impunity of the authorities. Now he needs our strong support. So it is our duty now to ensure its safety, which is why we call on the UN and the Congolese Government to ensure the safety of the doctor, his family, patients, hospital staff. We should support the victims of sexual violence in Congo, as well as the activists who are helping them.", "language": "en", "original_language": "pl", "translation_provider": "azure"}, {"id": 126, "date": "2020-09-17.json", "name": "Isabel Wiseler-Lima (PPE).", "mepid": "197421", "text": "   Madam President, Dr Denis Mukwege is an admirable person, having devoted most of his life to combating sexual violence as a weapon of war. He was awarded the Nobel Peace Prize in 2018 after receiving the Sakharov Prize in 2014. This 2014 choice expresses better than we can today our admiration for Dr Mukwege, but this choice also implies for us, even today, a special responsibility as an MEP. We owe it to him so that he can continue to defend human rights safely. The present threats to his fundamental right to life are due to his tireless struggle, and in particular to his calls to end the impunity enjoyed by those who commit sexual crimes and massacres in several provinces of the Democratic Republic of Congo. We therefore strongly appeal to the Congolese authorities to ensure the safety of Dr. Mukwege and to ensure that the perpetrators of the threats are prevented from harming and are brought to justice. But we also call on the international community to step up its efforts to eliminate the use of sexual violence as a weapon of war, protect victims, end impunity for perpetrators and ensure access to justice and reparation for victims.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 127, "date": "2020-09-17.json", "name": "Evelyn Regner (S&amp;D).", "mepid": "96998", "text": "   – Madam President, let me start with a quotation:‘Rape is not just a physical violent act perpetrated against one victim. It’s an assault on humanity’. These are the words of Denis Mukwege.  Dr Mukwege has dedicated his life to the treatment of women who have become victims of rape and horrendous sexual violence. He has given new hope to tens of thousands of women, supporting them on the way back through medical treatment and psychological counsel, giving them the chance to get back on their own two feet by providing them with an education and job training. He needs our support to ensure his safety and that of his family and staff.  Women are amongst the most vulnerable in conflicts across the globe. Using sexual violence as a weapon in a war is a terrible crime. Denis Mukwege is one of the big heroes of our time. He needs our support and he deserves it. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 128, "date": "2020-09-17.json", "name": "Samira Rafaela (Renew).", "mepid": "197868", "text": "   – Madam President, I welcome Nobel Peace Prize winner Dr Mukwege’s call for protection and the resolution in support for this. We know that conflict has horrible consequences for the countries concerned, for the many women victimised. As Dr Mukwege correctly said, we need to recognise that sexual violence in conflict is not just a problem in his country. Therefore, it is important that people like Dr Mukwege can continue their important work, work that not only helps the victims but also advocates for women’s rights.  Dr Mukwege and his Panzi Hospital are an example of how activists who do the groundwork need and deserve our protection. A pandemic cannot be an excuse to look away. Our support, especially during a crisis, is desperately needed. I call on our institutions, our Parliament and the international community to ensure that people like Dr Mukwege are free and safe to continue their work.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 129, "date": "2020-09-17.json", "name": "Evin Incir (S&amp;D).", "mepid": "197392", "text": "   Madam President, I would like to begin by thanking Theresa May for Commissioner, I would like to thank the Rapporteur for his \"No rest that is not everyone's, no stillness until everything is completed\" said former UN Secretary-General Dag Hammarskjöld. These are words that we must take into account. There is a heavy responsibility on us to take the fight to uphold human rights and freedoms and to support all the forces fighting for them around the world. Dr Denis Mukwege is a shining example of what courage, tenacity and bearing hope can do for human rights. However, as is so often the case for those who stand up for equality and human rights, he, his colleagues and his family have been constantly subjected to hatred and attempted murder because of the important work he does. It is welcome that Dr Mukwege is once again being protected by the UN, albeit temporarily. However, it is not acceptable that this should only happen under pressure. What is the signal we are sending to all human rights defenders? That they will stand alone when the danger comes? No, that's enough! We need a Europe that is committed globally to women's rights in a true feminist foreign policy spirit and, at the same time, continues to actively talk to the UN to safeguard the situation of human rights defenders who are daily risking their lives for the freedom of others.", "language": "en", "original_language": "sv", "translation_provider": "azure"}, {"id": 130, "date": "2020-09-17.json", "name": "Jutta Urpilainen", "mepid": "n/a", "text": "   Member of the Commission. – Madam President, I am grateful to the Members of the European Parliament for raising this matter, and for giving me the opportunity to address it here. The European Union greatly admires the courage and the tireless work of Dr Denis Mukwege. His strong commitment to peace, justice and human rights in the east of the Democratic Republic of the Congo (DRC) has unfortunately exposed him to death threats. Despite that, he continues to devote his life to defending and restoring the dignity of countless women, the victims of brutal acts of violence, and we must continue to support his work. We have publicly condemned the most recent threats made against him and we are pleased to note that the UN has now decided to redeploy a unit for the safety of Dr Mukwege and the staff and patients of the Panzi Hospital. We remain extremely worried about almost daily attacks on the population in the east of the DRC. This cannot become a forgotten crisis 10 years after the UN Mapping Exercise Report. We are calling upon the DRC, supported by its international partners, in particular in the region and the United Nations Organisation Stabilisation Mission in the Democratic Republic of the Congo (MONUSCO), to put an end to the violence and the impunity. The Congolese authorities should adopt and implement reforms to establish effective security institutions and an independent justice sector. Those responsible should be brought before justice so that the rights and dignity of the victims can finally be recognised. The EU is taking concrete action in this direction through support programmes for justice, the strengthening of the mechanism for prosecuting and supporting victims, including survivors of sexual and gender-based violence, and is continuing its direct support to Dr Mukwege’s Panzi Hospital, which so far amounts to EUR 19 million. We will never, never abandon the women and girls who had to go through the unspeakable pain of sexual violence, and stand ready to contribute to the support they need to rebuild their lives.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 131, "date": "2020-09-17.json", "name": "Elnök asszony. –", "mepid": "197579", "text": "  The debate is over. The vote will take place today.", "language": "en", "original_language": "hu", "translation_provider": "azure"}, {"id": 132, "date": "2020-09-17.json", "name": "Elnök asszony. –", "mepid": "197579", "text": "  The next item is a debate on seven motions for resolutions on the humanitarian situation in Mozambique (2020/2784(RSP)*. ------ * See Minutes.", "language": "en", "original_language": "hu", "translation_provider": "azure"}, {"id": 133, "date": "2020-09-17.json", "name": "Paulo Rangel", "mepid": "96903", "text": "  Author. – Madam President, we cannot leave Mozambique, we cannot leave Mozambique and mozambicans by the wayside. There is now a terrible humanitarian drama in northern Mozambique, in cabo delgado province, there are already more than 1,500 dead, there are hundreds of thousands displaced, there is terrorism in the villages and towns of Mozambique. Many of the young women have been kidnapped or sexually enslaved, many of the young men have been fortly recruited to militias and temporary armies. It is an offensive clearly inspired by Islamic jihadists, extremism, with proven links to Daesh. This humanitarian drama, which is living in one of the poorest countries in the world, which already had rates of development of the terrible, which has been plagued by climate change, cyclones caused by very serious climate change, this is a political and religious problem that adds to this tragic situation. And it's serious, very serious, and so I insist.  The forgetfulness to which the international community and the European Union, in particular, voted for the situation in Mozambique. The pandemic doesn't excuse everything. It cannot be a veil that covers what is happening in northern Mozambique. No one speaks of Mozambique, not in the nearest countries, such as Portugal, or like Italy, which have special responsibilities towards Mozambique, nor these! This is a topical issue. This is not just a problem for Mozambicans who are suffering and need humanitarian aid. It is also a regional problem because islamic jihadism is spreading throughout the countries around it, which has already come from the Sahel, which came from the Horn of Africa, there are several outbreaks across Africa that we are not paying attention to and, therefore, it is essential to support the European Union, the involvement of the African Union, the involvement of the South African Development Community , southern Africa.  We have to involve all these partners to save these people who are in despair and who, in addition to despair, are totally forgotten and abandoned by the international community. The role of the Catholic Church and, in particular, the Bishop of Pemba, Luíz Lisboa, who has been the only international voice to echo what christian populations and Muslim populations who have always lived peacefully and have never had any radicalism in this region are suffering.", "language": "en", "original_language": "pt", "translation_provider": "azure"}, {"id": 134, "date": "2020-09-17.json", "name": "Carlos Zorrinho", "mepid": "124739", "text": "  Author. – Madam President, endemic poverty, economic greed, institutional fragility, natural disasters and terrorism under the cover of religious intolerance have created a context of humanitarian crisis in cabo delgado province. The known numbers of attacks and civilian casualties and the images circulating about the atrocities committed are shocking. The joint resolution we are debating explicitly, but objectively, the reasons why we have to act quickly. Commissioner, we cannot take refuge in the excuse of complexity, nor of the pandemic, for abandoning the people of Cabo Delgado. We have to act in a united way on the roots of the problem, but we must respond immediately to the humanitarian urgency we face.  The multilateral dialogue between the European Union and the Government of Mozambique, as well as with regional economic political organisations, needs to be deepened, also functioning as a catalyst to encourage dialogue between national authorities and civil society. And yes, Mr Rangel, the Member States also have a role to play and, fortunately, Portugal, through its Minister for Foreign Affairs, has played that role. May it serve as an example and also serve as a motivator for the work that needs to be continued.", "language": "en", "original_language": "pt", "translation_provider": "azure"}, {"id": 135, "date": "2020-09-17.json", "name": "Jan-Christoph Oetjen", "mepid": "197432", "text": "  author. – Madam President, the humanitarian situation in Mozambique is dire. The people of Mozambique are faced with one crisis after another, yet their plight is often neglected and ignored around the world. Since 2017, Mozambique has been in a constant state of insecurity and has suffered from terrorist attacks by the so—called al—Shabaab and one climate—related natural disaster after the other. The Mozambique authorities need the assistance of the international community to combat this danger. But military insurgencies are no excuse for human rights violations reprisals, and the government of Mozambique has the responsibility to protect its citizens, not make them fear for their lives. We therefore call on Mozambique to investigate without delay the alleged accusations of human rights abuses against their security forces and to respect the fundamentals of international law. We call on them to immediately cease the mauling of freedom of speech and to defend the universal value of freedom of speech. We also call on the international community to work closely with the local authorities to address the humanitarian crisis which follows these natural disasters and is only worsened by COVID—19.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 136, "date": "2020-09-17.json", "name": "Katrin Langensiepen", "mepid": "197461", "text": "  Author. Madam President, ladies and gentlemen, I would like to thank the rapporteur for her excellent work and for the work she has done. We in the European Parliament have the opportunity, with our resolutions, to look where it does not fall first when it comes to violations of fundamental human rights. That is currently the case in Mozambique. Mozambique, a country ravaged by climate disasters, unrest, military violence and a lack of democracy. We are not concerned about arrogance, we are really worried about the people on the ground. When journalists and human rights activists are arbitrarily restricted in their freedoms and subjected to violence, we call for this and demand that universal standards be respected. If they disappear, when they report on corruption, human rights violations and terrorism in the province of Cabo Delgado, we name it and we demand clarification. The EU-Africa Strategy and the forthcoming EU-AU Summit offer the opportunity to discuss issues of security, sustainable development and concrete scenarios of international cooperation and social progress as partners on an equal footing. Let us see the African continent, Mozambique, not as a region in need of help, but as a partner. Let us seize the opportunity!", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 137, "date": "2020-09-17.json", "name": "Ryszard Czarnecki", "mepid": "28372", "text": "  Author. – Madam President, i voted in favour of the report by Mrs Schwab First of all, condolences to the families of the victims. These are hundreds of people, more than a thousand people. Also, condolences to those who had to leave their homes as a result of this Islamic insurgency. It is good that we are talking about this today, it is an expression of solidarity with these people. I also wanted to make it very clear – and this is where my political group's amendment went – that not only poverty and lack of prospects are a source of terrorism, but it is also often an ideology. These are strictly ideological reasons, because sometimes wealthy people also resort to terrorism. It is worth seeing this in a broader context and it is good that today we express solidarity with the people of Mozambique, in Cabo Delgado.", "language": "en", "original_language": "pl", "translation_provider": "azure"}, {"id": 138, "date": "2020-09-17.json", "name": "Marisa Matias", "mepid": "96820", "text": "  Author. – Madam President, the situation in Mozambique has worsened greatly in recent years and the discovery of huge gas reserves, the largest areas in the world, has only aggravated the situation and increased levels of corruption. Currently, with the pandemic and as a result of natural disasters, there are 7.9 million people in need of assistance. We have witnessed a huge humanitarian tragedy that we need to respond to.  More than 1,500 people have died in Cabo Delgado and the country's wealth of natural resources has led multinationals to compete, such as vultures, to gain access to the region. This is the example of French Total, which continues with exploration plans as if nothing was happening, as if there were nothing.  What we need in this situation is, in fact, to denounce what is going on and end the silence. Condemning terrorist attacks and jihadism is fundamental, but it is not enough. It is necessary to denounce and stop the exploitation of natural resources. Environmental rights must be taken into account and we need to link all this with the economic and social context. Otherwise, we cover the sun with the sieve, but we do not really help the people in Mozambique.", "language": "en", "original_language": "pt", "translation_provider": "azure"}, {"id": 139, "date": "2020-09-17.json", "name": "Lars Patrick Berg", "mepid": "197478", "text": "  Author. Madam President, I would like to thank the president for her The reasons for the humanitarian disaster in Mozambique are complex, but I would like to point out that the main reason for this disaster is the race to exploit the oil and gas fields, especially offshore fields, which are among the largest gas resources in Africa.  But the problems are best illustrated by the case of André Hanekom, a South African citizen and owner of a small marina, which was seen as a strategic base for supplying the offshore industry. His reluctance to sell his property led to his kidnapping by Mozambican security forces, false accusations of dealing with Islamists, and eventually his death in police custody. The actions of so-called PMC, private military companies, murders, the rise of Islamism and many other unpleasant things are due to rampant corruption. All this is widespread in today's Mozambique, and yet at the heart of this anarchy are many foreign oil companies, including some from Europe, that tolerate these murders in the name of security. The multinationals must recognise the responsibility they have to stop the killing in Mozambique.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 140, "date": "2020-09-17.json", "name": "Željana Zovko", "mepid": "185341", "text": "  on behalf of the PPE Group. – Madam President, in Mozambique since 2010, Cabo Delgado has witnessed the discovery of substantial gas reserves off its coasts. This area is now home to Africa’s largest liquefied natural gas, attracting enormous investment for eventual extraction. Since 2017, this northern province has been rocketed by deadly attacks perpetrated by armed groups whose operations are becoming increasingly sophisticated. Even before the discovery of the gas reserves and the attacks, Cabo Delgado was already nursing discontentment due to the high level of poverty and marginalisation by the central government. The Bishop of Pemba has received death threats for being outspoken on behalf of the poor in Cabo Delgado. He has called on the government to do more to protect the people against Jihadist attacks linked to ISIS. With this resolution we also urge the government of Mozambique to take effective and decisive action against the insurgencies of international terrorist groups.  Dear colleagues, the government of Mozambique has a big responsibility, but unfortunately lacks the means. A coordinated response from the region and international efforts are urgently needed. This week we adopted the new and an effective European approach on fighting terrorism in the Sahel and the Horn of Africa. Building on these experiences we can offer our assistance to the people of Mozambique.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 141, "date": "2020-09-17.json", "name": "Nacho Sánchez Amor", "mepid": "197722", "text": "  on behalf of the S&amp;D Group – Madam President, cyclones, plural; cholera, malaria, COVID-19, plural; violence, in the plural: terrorist violence, in the north, political violence, at the centre, institutional violence, in elections — and I regret that there is no greater reference to this issue; lack of food distribution; accusations of torture of the security forces; political corruption in all areas; attacked journalists and burned-down media; Western companies making the prey of natural resources and a drug trafficking uncontrollable. It is like an epitome, as a summary of all the ills of Africa, but concentrated in time and space. Mozambique has at some point been a great hope for the European Union, and the European Union made a great financial and political investment in Mozambique, and we are as we are. That means we have to completely change our perspective. What has been done so far is not enough.  Changes must be demanded, and the existence of violence cannot be an excuse to stop demanding the reforms that that country needs. Because if we do not make reforms at the institutional level, the situation of violence, hunger or disrespect for human rights will not be manageable. TheRefore, the European Union needs to change its approach with Mozambique. Not just aid: demand for reforms.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 142, "date": "2020-09-17.json", "name": "Charles Goerens", "mepid": "840", "text": "  on behalf of the Renew Group. Madam President, in 2005, under the aegis of the United Nations, the Heads of State and Government agreed on the principle of the responsibility to protect. The analysis behind this statement was finalized in the Responsibility to Protect document that everyone knows. The main lessons of this declaration are that there is no security without development and that there is no development without security. The answer cannot be just humanitarian. It is certainly humanitarian, but we also need to work on the longer term. To solve this long-term crisis, a strong state must be able to carry out its regal functions. It is in this context that I call on the Commission to clarify perhaps already their view of the programming reserved for Mozambique in the next seven years. The Instrument of Neighbourhood, Development Cooperation and International Cooperation (IVCDCI) which we adopted at first reading has a wide range of instruments that can help the creation of this strong state and the strengthening of its governance. I agree with everything that has been said about the suffering in the country, I also express my compassion, but we also have to work on the long term.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 143, "date": "2020-09-17.json", "name": "Isabel Santos (S&amp;D).", "mepid": "197650", "text": "   – Madam President, and I take the words of my colleague Mr Goerens to say that, in fact, there is no security without development and there is no development without security. Time is of the essence and against us to respond to those who are now refugees in the bush, without water, without food, without medical care, of responding to the more than 7 million people who urgently need help and who are fighting in an impoverished country and a country that has experienced several disasters over the past few times.  The European Union is therefore obliged to respond, but a structured response, as a first step, a humanitarian response to what are the most pressing needs of the population, and in a second instance that it must go in parallel, in a project developed together with other local institutions, regional organisations, neighbouring governments in order to have a development and peace programme for the region and what is happening in Mozambique does not only affect mozambique and has a vast potential to affect neighbouring countries. But I cannot speak of Mozambique without talking about the case of Américo Sebastião, a European citizen of Portuguese nationality, who disappeared for 4 years in the province of Sofala and I want here to ask all european authorities, in dialogue with the Mozambican authorities, to raise this case and ask for an explanation for this case. There is a family and there is a set of friends who are still waiting today for an explanation for what happened to Américo Sebastião.", "language": "en", "original_language": "pt", "translation_provider": "azure"}, {"id": 144, "date": "2020-09-17.json", "name": "Jutta Urpilainen", "mepid": "n/a", "text": "   Member of the Commission. – Madam President, last year when cyclones Idai and Kenneth struck, the EU used all available instruments to respond to those tragedies. Today, northern Mozambique faces another threat: an outbreak of armed violence with a dangerous regional dimension. I would first like to reiterate our solidarity with the people of Mozambique. We have strong political and developmental relations with Mozambique and we are ready to discuss options for assistance. I am also glad to inform you that the government and the EU have opened a policy dialogue, with a focus on humanitarian development and security issues in Cabo Delgado. In the April Council conclusions, the EU emphasised that, regardless of the urgency, any response to the violence in the north must ensure full respect for human rights. The recent Amnesty report is extremely shocking. All its allegations, including those concerning members of the Mozambique armed defence forces and the police, must be investigated transparently and effectively, with full respect for the legal rights of both the victims and the accused. The EU advocates an integrated and coordinated approach to development, promoting democracy, human rights and the rule of law. This encompasses also freedom of the media and civil society, and I recall here the memory of the activist and electoral observer, Anastácio Matavele. Let me also underline our commitment to following African processes, working with the African Union Peace and Security Architecture and especially SADC. I think this is the way to ensure the regional drivers and impacts of this crisis are properly addressed.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 145, "date": "2020-09-17.json", "name": "Elnök asszony. –", "mepid": "197579", "text": "  The debate is over. The vote will take place today. Written declarations (Article 171)", "language": "en", "original_language": "hu", "translation_provider": "azure"}, {"id": 146, "date": "2020-09-17.json", "name": "Dominique Bilde (ID)", "mepid": "124771", "text": "  In writing. Words are lacking to condemn the abominable attack on a woman isolated by armed men - an atrocity about which the outcome of the investigation should be expected.  But let's not hide the harshness of Mozambique's fight against the Islamic State movement, Al-Shabaab, which has been setting Cabo Delgado on fire since 2017. This is a struggle that this country is fighting on its own, since the Southern African Development Community has so far been conspicuous by its absence.  At the end of the day, the usual lot of carnage, especially against Christians who have seen their buildings reduced to ashes in recent times and some who among their faithful refused to abjure their faith, cowardly murdered. In this regard, this dramatic situation is in line with similar tragedies in Nigeria or Burkina Faso.  Thus, even if complex geopolitical debates remain relevant, we must not, by a false politically correct modesty, dodge the denunciation of a quasi-genocide, which from sub-Saharan Africa to the Middle East, decimates Christians in general silence.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 147, "date": "2020-09-17.json", "name": "Elnök asszony. –", "mepid": "197579", "text": "  We will continue with today's second vote. We will vote on the motions as indicated on the agenda. Voting is possible from 13:00 to 14:15. The voting method shall be the same as that used in the previous vote. All polls are by name. I'm opening the second ballot, you have until 2:15 p.m. The results of the second vote will be announced at 4:30 p.m. (The sitting was suspended at 2.15 p.m.)", "language": "en", "original_language": "hu", "translation_provider": "azure"}, {"id": 148, "date": "2020-09-17.json", "name": "Der Präsident. –", "mepid": "2323", "text": "  I declare the session of the European Parliament adjourned.", "language": "en", "original_language": "de", "translation_provider": "azure"}]