[{"id": 0, "date": "2021-01-21.json", "name": "Puhemies. –", "mepid": "2054", "text": "  The next item is the Commission statement on mitigating the consequences of earthquakes in Croatia (2021/2504(RSP)). Members will be informed that, even at this part-session, the debates will not give the floor on request and the blue card questions will not be accepted. I would also like to point out that the speeches can be spoken remotely from the liaison offices of the Member States.", "language": "en", "original_language": "fi", "translation_provider": "azure"}, {"id": 1, "date": "2021-01-21.json", "name": "Dubravka Šuica", "mepid": "n/a", "text": "   Vice President of the Commission. – Madam President, I'm taking this point on behalf of my colleague, Elisa Ferreira, the Commissioner responsible for cohesion and reforms. Few events have the capacity to shake us to our very core like an earthquake, and for anyone who has experienced it, you know how it feels when your whole world literally starts to crumble around you. Your thoughts go instantly to your loved ones, especially the most vulnerable, who need your help to get safely out of the very building that, up to just a few short ago seconds, provided their sense of security. After the main shock come the aftershocks, which can be equally fatal as the remaining fragments fall. When these terrible moments have passed, attention must turn to rebuilding, because rebuild we must. I'm proud to say that Croatia does not rebuild alone. I was in Croatia when the earthquake hit. In the immediate aftermath, along with my fellow compatriots, I realised that Croatia was not alone. The solidarity shown in response to Croatia's time of need was again outstanding. I take this opportunity to thank this House for its support and each and every Member State that offered immediate assistance in the form of much-needed housing containers, winterised tents, sleeping bags, beds and electrical heaters.  With my colleague Commissioner Janez Lenarčič, I visited Petrinja and Glina with the Croatian Deputy Prime Minister to assess first-hand the immediate assistance needed by the people and local authorities. Of course, lives are the most precious of all, and it saddens me to report that eight people lost their lives and many were injured. On behalf of the European Commission and of our European Union, I take this opportunity to send their families and loved ones our deepest condolences. To those injured and recovering from the effects of the earthquake, we stand beside you. Dear Chairman, the resolution of this Parliament notes concerns about the possible further depopulation of the affected areas as a result of the economic and social consequences of the earthquake.  As vice president for democracy and demography, I share your concern. The resolution rightly draws attention not only to the economic and structural side of the recovery, but also to the psychological effects that such an event can have. National, regional and local authorities need our help and support in this. And this is an opportunity to recall Article 174. the Treaty on the Functioning of the European Union, which states that the Union will always work to strengthen economic, social and territorial cohesion in order to promote harmonious development and always seek to reduce differences in the development of individual regions. This article recalls that special attention should be paid to rural areas exposed to negative demographic trends. This needs to be handled when approaching the reconstruction of this region, which means creating conditions for the population to remain in parallel with reconstruction, which is also a major theme of the long-term vision for rural areas to be adopted by the Commission soon.  After this series of earthquakes, let me outline our response and support in three points. First, European support is in imminent danger. Secondly, European support in recovery efforts and the third is the next steps in partnership with the Croatian authorities.  Immediately after the 22 March earthquake in Zagreb, the European Union Civil Protection Mechanism was activated. The Commission has also activated copernicus emergency management services to provide vital information and logistical support to rescue and damage assessment operations on the ground. Support under the European Union Civil Protection Mechanism and the Copernicus Emergency Mapping satellite system was reactivated when several earthquakes struck central Croatia on 29 and 30 December 2020 and 6 January 2021. European Union solidarity was shown immediately and most of the requests were met within 24 hours of the Activation of the Mechanism.  However, crisis support is not enough, so this brings me to my second point, namely European support for recovery and reconstruction efforts. The European Union Solidarity Fund was mobilised last year following the March earthquake in Zagreb. It was this Parliament that approved EUR 683 million in support. This is the second largest absolute amount ever paid out of the Solidarity Fund. It is also by far the largest ever in relative terms, representing 1.26% of Croatia's gross social product. This demonstrates once again the importance of the European Union Solidarity Fund as a single Union instrument, specifically designed for natural disasters. He provided important and timely assistance to Croatia. The Solidarity Fund supports Croatian authorities and locals in the recovery of basic infrastructure, in cleaning operations, in providing temporary accommodation and in the protection of cultural heritage, but we can still do more. And this brings me to the third point, which are the next steps in partnership with the Croatian authorities.  After emergency situations caused by natural disasters, immediate the priority is to assess the damage caused by the earthquake and the Commission is ready to assist the Croatian authorities in doing so. Based on the damage assessment, the European Union Solidarity Fund may be relaunched to respond to Croatia's request for further support for recovery and reconstruction efforts.  More broadly, we need to adopt a comprehensive approach to earthquake reconstruction and recovery, including all activities and assets affected by the quake. Natural disasters always remind us that we need to focus on prevention, adaptation to climate change and risk management. The Commission services are already talking to national authorities. Available resources under Cohesion Policy, the Recovery and Resilience Facility, the European Agricultural Fund for Rural Development are here to help croatian citizens. This includes investing in catastof risk mitigation measures and climate change adaptation measures, for example as part of a national recovery and resilience plan, a flagship initiative was developed to rebuild the building after the 22 March earthquake in Zagreb last year. The Commission supports those most affected to recover from this damage, to be more resilient in the future and to return Croatia to a path of sustainable growth and a better future. Croatia is not alone because Europe was there every time at the moment of crisis.", "language": "en", "original_language": "hr", "translation_provider": "azure"}, {"id": 2, "date": "2021-01-21.json", "name": "Karlo Ressler", "mepid": "197413", "text": "  on behalf of the PPE Club. – Dear Chairman, colleagues and colleagues, the cold Sunday morning at the very beginning of the first lockdown in March will remain deeply etched in the memory of all Zagreb residents. We were awakened by one of the strongest earthquakes in all of Croatian history, which in ten seconds of total power in front of nature, destroyed the homes of thousands of families and severely damaged the socio-cultural core of the Croatian capital.   The harrowing images of nurses and doctors evacuating pregnant women, mothers and newborn babies from the hospital, among them my wife and newborn daughter, will remain deeply etched in our collective memory.  Only as subsequent smaller quakes began to subside and fear slowly subsided, Croatia was unfortunately hit by new earthquakes, this time another devastating earthquake in Sisak-Moslavina County, taking new human casualties and leaving thousands of families without their homes and safety.  Despite the pandemic and shock, Croatian authorities, volunteers, health workers, the Croatian Army and thousands and thousands of citizens have shown the true face of Croatia - communion in the most difficult situations and solidarity towards the most affected.  By providing the most necessary equipment through the Civil Protection Mechanism, other European countries have also shown that Croatia is not alone.  We are grateful to everyone who has been helped. We have a huge job ahead of us and the rebuilding will be time-consuming.  But only together will we help those who have perished, build our homes and rebuild life in the affected regions.", "language": "en", "original_language": "hr", "translation_provider": "azure"}, {"id": 3, "date": "2021-01-21.json", "name": "Tonino Picula", "mepid": "112744", "text": "  On behalf of the S&amp;D. Club – Dear Chairman, I also thank you for this discussion and the agreed text of the resolution.  This is a clear support of the European Parliament for the citizens of Croatia. I offer my deep condolences to the families of the victims killed in this catastrophic earthquake as well as to support the citizens without homes. Fans of rival teams helped the victims together, top chefs who do not work for them because of the pandemic have cooked for them from day one, donations from citizens from member states are coming, help is on the ground, thank you all. In a catastrophe it is difficult to find anything positive but this wave of solidarity, humanism is an extraordinary dimension of this tragedy.  We owe the victims urgently to ensure adequate housing, transparent spending of aid, building a better system, because this one unfortunately proved in practice that it needs to be reformed. It is of utmost importance that destroyed and damaged structures be restored in accordance with all safety standards, to be seismically resilient and not as in some cases during post-war reconstruction, which must be investigated. It is important that we build basic infrastructure in reconstruction that was not even before the earthquake and that good development policy, stopping emigration, enable the development of this long neglected area.", "language": "en", "original_language": "hr", "translation_provider": "azure"}, {"id": 4, "date": "2021-01-21.json", "name": "Valter Flego", "mepid": "197419", "text": "  on behalf of the Renew Club. – Dear Chairman, respected colleagues, 2020 was a very difficult year for the whole of Europe, for the whole world, of course because of the fight with COVID-19. But for Croatia it was terrible, it was terrible because besides the fight with Covid, Croatia was hit by two terrible earthquakes. The first 22.3. magnitude 5.5 on Richter hit our capital Zagreb and the second at the end of the year, 29.12. area of central Croatia and Sisak-Moslavina County magnitude 6.4 degrees. Unfortunately, the first quake killed one person, in the second 7. I offer my deepest condolences. That's why this resolution of ours is important. That is why a strong resolution is important that requires all possible long-term assistance, yes, long-term, because reconstruction will take some time, the European Union and the Commission need to find ways from the Solidarity Fund, from the Civil Protection Mechanism but also from the budget 2021-2027. Croatia needs help now and immediately, and therefore needs to reduce bureaucracy and administration and maximise solidarity. Dear colleagues, the earthquake in Croatia is an earthquake in Europe and your help and solidarity, the help and solidarity of every volunteer, every firefighter, every citizen is a light in this disaster, in this tragedy and we will never, ever forget that. And believe me, it's much, much easier when you know you're not alone in trouble. And that's why I call on you to support this resolution and to make one new, major step forward to help affected areas and bring life, the economy back to this area.", "language": "en", "original_language": "hr", "translation_provider": "azure"}, {"id": 5, "date": "2021-01-21.json", "name": "Roman Haider", "mepid": "198176", "text": "  On behalf of the ID Group, I would like to make a i-see of the Madam President, this House, I would like to thank the President-in-House for the work he has Natural disasters always hit people hard and suddenly. Unfortunately, this is what happened to our Croatian friends at the turn of the year. In the middle of winter, several earthquakes have wreaked havoc and left many people homeless. Rapid help is also urgently needed to help these people cope with the damage. This, of course, requires the solidarity of Croatia's European partners. There is no question in my part that the EU, as an institution, must provide rapid emergency disaster relief to Croatia. In the face of this disaster, we must not abandon our Croatian friends and partners, and we do not. On behalf of all those who have already helped, I would like to mention and thank the initiators of an aid convoy from Wels, the largest city in my constituency in Upper Austria. Led by Mayor Andreas Rabl, aid was brought to Petrinja in Croatia on the night of 12 January. Thank you very much for all such initiatives.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 6, "date": "2021-01-21.json", "name": "Caroline Roose", "mepid": "197506", "text": "  on behalf of the Greens/FTA group. Madam President, the year 2020 has left a profound impact on Croatia. A first earthquake in March of extreme violence, the COVID crisis, a second earthquake in December. The Croats show great courage, mutual aid and solidarity. Many people mobilized to save lives as temperatures approached zero degrees. This solidarity must continue at European level. We must help them rebuild their homes and communities so that they can live with dignity and security. The European Union has provided EUR 683 million through the Solidarity Fund to help rebuild and help Croatia cope with the devastating effects of the earthquake. In the resolution to be voted on today, we call for a sustainable, resilient and anti-seismic reconstruction and for financial aid to be distributed quickly to enable Croatia to recover quickly. It is not normal that houses rebuilt in the 1990s after the war did not withstand the earthquake better. The Croatian authorities must investigate possible irregularities in the reconstruction. Today we still have important new proof of what the European Union's solidarity really means as a common European project.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 7, "date": "2021-01-21.json", "name": "Joachim Stanisław Brudziński", "mepid": "197501", "text": "  On behalf of the ECR Group. – Madam President, i voted in favour of the report by Mrs Schwab Of course, I would like to begin by expressing my deep sympathy to all those affected by this earthquake in Croatia, to all those who have lost loved ones and to those who have also been affected in material terms.  The situation after the earthquake in Croatia has once again shown international solidarity in crisis situations. Assistance under the EU Civil Protection Mechanism has been mobilised and Poland and Turkey have provided bilateral assistance. In response to a request from the Croatian side, my country, Poland, provided military housing tents for several hundred people and additional necessary equipment, such as beds, mattresses, sleeping bags and bed linen sets. Thanks to the rapid actions, this help went to those in need already on New Year's Day.  This was not the first or last aid that, in the framework of European solidarity, has flowed from Polish to a country affected by tragedy, in this case an earthquake. In 2018, as Minister of The Interior and Administration in the government of Prime Minister Mateusz Morawiecki, I made the decision at the request of Sweden to refer Polish firefighters to fight the unprecedented scourge of forest fires in the country's history. To this day, I have in my eyes the image of the joint struggle between Polish and Swedish firefighters with fires. This situation, as well as the rapid response of countries to the current situation in Croatia, show what true international solidarity is in the face of tragedy.", "language": "en", "original_language": "pl", "translation_provider": "azure"}, {"id": 8, "date": "2021-01-21.json", "name": "Younous Omarjee", "mepid": "30482", "text": "  on behalf of the band The Left. Madam President, Commissioner, ladies and gentlemen, the inclusion of this debate by our Parliament on the agenda on the earthquakes that have struck Croatia is a reminder of what the European Union is: an area of solidarity and an expression of brotherhood that drives us all when one of the peoples of the European Union is faced with the test.  And I want to again this morning to express my condolences to the families and to express my deep solidarity with Croatia, which has had to deal with these earthquakes in an already terribly difficult year in 2020, affected by the COVID-19 pandemic and the crisis it has created. As you said, Commissioner, the European Union Solidarity Fund has been mobilised, but the effort to rebuild infrastructure, economic recovery and social repair is extremely important and I call on the Commission to deploy the necessary funds and aid as quickly as possible.  All European instruments must be combined to support reconstruction. Of course, those of cohesion policy, but also those of recovery. In conclusion, I would like to say that the earthquakes in Croatia also remind us that Europe is, in many places, threatened by earthquakes. This was the case in Italy not so long ago and we know that tomorrow, here or there, a major earthquake could occur. And that is why we will have to put in place real regional strategies to adapt to volcanic and seismic risks.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 9, "date": "2021-01-21.json", "name": "Ivan Vilibor Sinčić (NI).", "mepid": "197935", "text": "   – Dear Chairman, colleagues and colleagues, 2020 has not been an easy year for Croatia.  I would like to take this opportunity to thank all the peoples of Europe and organisations for the assistance they have provided in the earthquake. The earthquake showed the best, but unfortunately the worst of Croatia. Looking at all these volunteers in the first hours of the earthquake, you could easily get the impression that the whole of Croatia had descended there on Banovina or Banija to help, but also much more than Croatia.  Unfortunately, bureaucracy and corruption remain our enemies and even this moment many still do not have a caravan or container to accommodate. In the short term, people must be given everything to have as many normal conditions as possible, but in the long term these areas of Bania but not only Bania but from Syrmia through Bania to Dalmatia, which are devastated and ravaged need not only to be restored, but also to settle. All these areas represent ideal conditions for the development of renewable energy sources, they represent ideal conditions for the development of organic agriculture. Why not make these areas a European core of the development of organic farming. Let a number of research institutes open there to develop these activities.  Let it be a beautiful green Croatian ecological zone and make it as rich as it is beautiful.", "language": "en", "original_language": "hr", "translation_provider": "azure"}, {"id": 10, "date": "2021-01-21.json", "name": "Tomislav Sokol (PPE).", "mepid": "197417", "text": "   – Dear Chairman, distinguished colleagues, on 29 December last year Croatia was hit by a magnitude 6.2 earthquake on Richter, which was felt throughout the country as well as in neighbouring countries.  The towns of Petrinja, Sisak and Glina were almost destroyed as well as the surrounding towns and thousands of people lost their homes. Unfortunately, seven lives were lost in the earthquake and this way I offer my condolences to the families of these unfortunate people. The situation is further exacerbated by the fact that the earthquake hit precisely those parts of Croatia that were badly damaged in the Homeland War and which therefore belong to the least developed parts of the country.  However, it is important to point out that the Government of the Republic of Croatia, in this difficult time of the pandemic, reacted quickly and appropriately after the earthquake itself by offering all people who were left homeless alternative accommodation. Today I want to thank the Croatian Army, police, mountain rescue service, firefighters, all medical professionals and volunteers for all the selflessness they have shown in the most difficult moments for Croatia since the Homeland War. Colleagues, at key moments, Croatia remained united in solidarity. I also thank you, our European friends for the support you have shown us and all the countries that have sent assistance for earthquake-stricken areas. I consider it necessary that the European institutions continue to provide further assistance to Croatia, primarily through the Solidarity Fund for earthquake-affected areas as has been done before for Zagreb and through cohesion policy.  This will help rebuild infrastructure in a devastated area but also develop the economy to bring life back to this area, which is what we all want together.", "language": "en", "original_language": "hr", "translation_provider": "azure"}, {"id": 11, "date": "2021-01-21.json", "name": "Biljana Borzan (S&amp;D).", "mepid": "112748", "text": "   – Dear Chairman, esteemed colleagues, I would first like to express my deep condolences to the families of the victims and then thank the European Commission and the Member States for their solidarity and assistance to Croatia in these difficult times.  Real friends are the ones you can count on in trouble. Rebuilding is now a priority, it has to help people left homeless. For this purpose, there are a number of opportunities provided by European programmes and mechanisms such as the renovation renovation and structural funds. The Commission also included anti-austerity measures and the modernisation of the housing stock. I call on the Croatian Government to make the most of these opportunities as soon as possible and for the Commission to show flexibility in apogising projects and programmes that will serve the reconstruction of the devastated area.  But in order for life and people to return to Bania, they must have something to live on. That is why, among other things, it is necessary to prioritise activities around reconstruction to local people and businesses, and it must not happen that politically fit and connected profit from it.", "language": "en", "original_language": "hr", "translation_provider": "azure"}, {"id": 12, "date": "2021-01-21.json", "name": "Thomas Waitz (Verts/ALE).", "mepid": "190464", "text": "   Madam President, Commissioner, I would like to thank the commissioner for her work and for the work she has done Two earthquakes in one year, the last with 6.5 on the Richter scale. The damage is enormous. The challenges facing society are enormous, especially after a year of crisis such as the last. It is good that we in the Union are working together to support our member Croatia, with financial resources and with everything and the solidarity that we can muster. How can it be, however, that the Slovenian-Croatian nuclear power station, just 80 kilometres from the epicentre, cannot be found in this document? Is it not the order of the day to see that a life-threatening, unreasonable project will be found in the second nuclear reactor to be built? Is it not unreasonable to continue to build nuclear power stations in an earthquake region, precisely where these earthquakes have taken place? Even the French Nuclear Safety Agency – and France is probably not a nuclear denier – expresses its grave concerns here. I call on the Croatian Government to reconsider its position here and to refrain from a second bloc in Krsko for the benefit of the populations. This is not what earthquake-proof reconstruction looks like.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 13, "date": "2021-01-21.json", "name": "Traian Băsescu (PPE).", "mepid": "197671", "text": "   – Madam President, first of all I would like to express my solidarity with the families who have suffered from the earthquake in Croatia, with the Croatian people, with the Croatian government. Romania was also among the countries that immediately responded to the Zagreb government's request for help.  I would, however, make an extension of the debate. The European Union has a wide area affected by earthquakes of great magnitude. I mean Romania, Greece, Italy, insular Greece. We will have to learn from these unfortunate effects, and the first lesson is that we have to learn to build better, and the second is that it has become an emergency strengthening of old buildings that are not built according to standards that allow them to withstand earthquakes in areas declared to be high-risk areas and high-risk areas.  We saw large earthquakes in Romania in 1977, when 33 blocks collapsed in Bucharest, when 1,600 people lost their lives, when 3,000 people were injured.  We have an obligation to take measures to prevent the collapse of buildings in the earthquake.", "language": "en", "original_language": "ro", "translation_provider": "azure"}, {"id": 14, "date": "2021-01-21.json", "name": "Romana Jerković (S&amp;D).", "mepid": "112747", "text": "   – Dear Chairman, the Motto of the European Union \"United in Diversity\" has never made more sense for us. The incredibly fast action of citizens from Croatia and neighbouring countries has clearly shown us that in global crises we must seek an exit in solidarity and togetherness. Most of the citizens are located and provided with basic living conditions but now comes a much harder part, which is the reconstruction of Bania. This is an opportunity for green energy renovation and a transition that will affect the reduction of energy poverty in the future. The renovation process must be comprehensive, high-quality, with an emphasis on anti-economic, but also sustainable construction. Our priority should be to activate local companies through reconstruction and provide citizens of Petrinja, Glina, Sisak, but also all citizens of Bania with the opportunity to work where they live. Energy-efficient renovation is a unique opportunity to set new standards of transparency. I invite you from this place to transfer knowledge and technology to Bania. Let this earthquake be a new beginning for the areas affected by the earthquakes, but also for the whole of Croatia and let Banija be a positive example of the implementation of the European renovac strategy. Thank you to everyone who selflessly helped us.", "language": "en", "original_language": "hr", "translation_provider": "azure"}, {"id": 15, "date": "2021-01-21.json", "name": "Željana Zovko (PPE).", "mepid": "185341", "text": "   – Dear Chairman, the beautiful country of Croatia was demolished in the last war that took place on European soil. The resistance of our citizens and the willingness to start over have given us the strength to rebuild the country. And then in the middle of the Croatian Presidency of the Council of the European Union there was a pandemic. Unfortunately, that was just the beginning. In March of the same year, a devastating earthquake toppled the historic city of Zagreb. When we thought that this unfortunate year would end with this human tragedy and natural disaster, a horrific earthquake of magnitude 6.4 on Richter hit the Croatian region of Banovina and completely toppled the city of Petrinja. The ground is still tremors, bringing sleepless nights to the citizens of Croatia. I would like to commend the swift reaction of the Croatian Government, which has, among other things, activated the European Civil Protection Mechanism. This improved mechanism on which I worked once again pointed out to Croatian citizens the benefits of membership in the European Union. I will continue to promote another necessary aspect of European instruments, namely the prevention and redesign of new houses that offer protection to the population from possible future disasters. Through the budget of the \"NEXT GENERATION EU\" and the recently presented initiative \"Bauhaus\" by Commission President von der Leyen, pilot projects can be established for the safe reconstruction of earthquake-affected areas in Croatia. With this resolution, we call on the Commission to speed up the process and show flexibility in supporting Croatia in this difficult situation.", "language": "en", "original_language": "hr", "translation_provider": "azure"}, {"id": 16, "date": "2021-01-21.json", "name": "Sunčana Glavak (PPE).", "mepid": "202036", "text": "   – Dear Chairman, colleagues and colleagues, the earthquakes left sad scenes of destroyed homes missing at the moment and, according to initial estimates, over forty-five thousand structures were damaged in total.  Lives have been lost and I offer my deep condolences to their families. The Government of the Republic of Croatia has made great efforts to normalise the situation on the ground as soon as possible. 120 million kuna of assistance from the state budget for the affected areas was mobilized, a headquarters was established to address the consequences of the earthquake disaster. All actors in the civil protection and homeland security system were on site, did and continued to do an excellent job. I thank everyone, soldiers, police, civil protection, firefighters, Croatian Mountain Rescue Service, representatives of local administration and state institutions and companies, but also a large number of volunteers. Thank you also to our family in the European Union for their selfless assistance, support and solidarity, but also for all the countries that have sent assistance to Croatia and shown the importance of rapid mobilization, the strength of this instrument, but also of communion. And as we talk about physical renovation and home renovation, we must bear in mind economic and demographic revitalization. This is crucial for the future of this area, which is also taken into account by the Government of the Republic of Croatia.  You know that, Madam Vice President, you were there. And finally, I thank you, fellow members, for expressing your sympathy during the difficult days and today in the debate and providing much needed support to all Croatian citizens. We follow that and appreciate it, thank you very much.", "language": "en", "original_language": "hr", "translation_provider": "azure"}, {"id": 17, "date": "2021-01-21.json", "name": "Dubravka Šuica", "mepid": "n/a", "text": "   Vice-President of the Commission. – Dear Chairman, thank you very much for your statements. I fully understand the emotionality of coming forward and thank you for everything you've said. Dear MPs, this is what is leading me to say that Croatia is not alone, it is important to repeat it here today. Europe has always been there when there were moments of crisis, providing assistance, from logistics to supporting emergency services. Europe actively supports recovery and reconstruction efforts. Europe understands the necessity of targeted measures to provide a type of assistance to those most in need. The European Union Solidarity Fund is once again showing its value. In relation to the Fund, once again, once the immediate assistance to the population and the response to the December earthquake that followed are under control, the Croatian authorities should assess the damage caused to determine whether it exceeds the relevant thresholds for major regional disasters. This is a basic condition for applying for assistance from the European Solidarity Fund. Croatian authorities have 12 weeks from the date of the disaster to apply for assistance from the Solidarity Fund, and the European Commission is ready to help.  Yes, dear representatives, Mr. Flego, the earthquake took place in Europe. The quake occurred on European soil. All this international solidarity really raises hopes and convinces us even more of the importance of the European project. That's why I once again recalled Article 174. the Treaty establishing the European Union which states that no region must be left behind and this is very important to re-note, and it is the obligation of the European Commission to take this into account.  Once again, we understand the importance and real need for an instrument such as the European Union Solidarity Fund. As part of the proposal for a multiannual financial framework and next generation of the EU, the European Commission has proposed a much larger budget for this instrument. But needs are growing, as you know, and resources are limited. Nevertheless, we will strive to mobilise all possible funds, including financial planning, to ensure an appropriate need for Croatia. We call on the Croatian authorities to assess the damage caused by the earthquake as soon as possible. There are several structural measures, as you have noted, under the Cohesion and Agricultural Development Fund, as well as the Recovery and Resilience Mechanism, which can support reconstruction and recovery as well as strengthen resilience and better preparedness, as you have noted, when it comes to earthquakes and volcanoes and other natural disasters.  Last December, I contacted the Croatian Parliament, the Committee on European Affairs and informed members of our support under the next multiannual financial framework. For the next seven years, Croatia will benefit significantly, as you know, from the financing of the European Union. It is Croatia that will receive cohesion allocation of EUR 8.1 billion, which is one of the largest grants of all 27 Member States, with the amount of EUR 270 per citizen, which amounts to approximately HRK 2 100.00. In addition, Croatia will receive EUR 4.2 billion from the Common Agricultural Policy, which together with the Recovery and Resilience Mechanism accounts for much more than EUR 20 billion.  Europe will be there in the future. The Commission stands ready to assist Croatia in every way on the road to a sustainable and comprehensive recovery. My colleagues Elisa Ferreira, Janez Lenarčič and I will remain in close contact with the Croatian government and will continue to closely monitor the situation on the ground. And in line, once again, in line with the motto of cohesion policy and the Solidarity Fund, no region shall be left behind, no citizen of the European Union shall be forgotten.", "language": "en", "original_language": "hr", "translation_provider": "azure"}, {"id": 18, "date": "2021-01-21.json", "name": "Puhemies. –", "mepid": "2054", "text": "  The debate is closed. I have received five motions for resolutions pursuant to Rule 132(2) of the Rules of Procedure*. The vote will take place today, Thursday, 21 March 2008. The rapporteur was Mr S.A. ___________ * See minutes.", "language": "en", "original_language": "fi", "translation_provider": "azure"}, {"id": 19, "date": "2021-01-21.json", "name": "Puhemies. –", "mepid": "2054", "text": "  The next item is the joint debate – the report (A9-0229/2020) by Frances Fitzgerald, on behalf of the Committee on Women's Rights and Gender Equality, on the gender perspective and the period after that (2020/2121(INI)) ( A9-0229/2020), – Maria Noichlin, on behalf of the Committee on Women's Rights and Gender Equality, on the EU strategy on gender equality (2020/2020) 2019/2169(INI)) – (A9-0234/2020) and – Maria da Graça Carvalho's report on the closing of the digital gender gap: women's participation in the digital economy (2019/2168(INI)) – (A9-0232/2020). Again, I would like to inform you that, during this part-session, the debates will not give the floor on request and the blue card questions will not be accepted. I would also like to point out that the speeches can again be used remotely from the liaison offices of the Member States.", "language": "en", "original_language": "fi", "translation_provider": "azure"}, {"id": 20, "date": "2021-01-21.json", "name": "Frances Fitzgerald", "mepid": "197720", "text": "  rapporteur. – Madam President, nobody left untouched: that’s the terrifying reality of this virus. Nobody left untouched, but no equality in how this terrifying disease hits individuals, families, communities, nations or genders. The silent funerals with a sad scattering of masked mourners testify that more men than women are dying from the virus. This gender differential increases with age. Older men, sadly, are dying from the virus in greater numbers than older women. We must examine and learn why and do what we can to keep each other safe. I suggest that each one of you has felt, perhaps this very minute, that your life has been put on pause, halted, stilled, silenced. The tragedy is that in each of our nations, to a greater or lesser extent, health care has been put on pause, halted, so cancer treatment and access to sexual and reproductive health services have declined. Never again. We must regard this as the opportunity to act like never before in the field of health and build a functioning health union. It’s time to get to work, and I have to say that President von der Leyen has made an excellent start. As we consider those who receive health care, let’s consider those who deliver it, the ones who got sporadic applause as they got us through this crisis: the 76% of health-care workers who are women, the 93% of childcare workers who are women, the 95% of domestic cleaners who are women, and the 86% of personal care workers who are women. Sporadic applause for them? No, not nearly good enough. Commissioner, we are asking you to bring forward pay transparency text urgently. No more gender pay gap for the heroes of this COVID story. But for women workers everywhere, we must do better. We must learn from the last crisis and ensure that Next Generation EU takes account of gender bias. Building and construction are important to turn an economy around in a swift way, but it leaves women behind because men generally do the constructing. Commissioner and Minister, you must put women at the front. As the Commission examines the national action plans for Next Generation EU, we must make sure they are inclusive of women because, when women lose paid employment, they lose just one of their jobs. They go home and go back to the second job and the third job, caring. We know the stories over the past few months: women struggling to find time to sleep in between working, caring for family, home schooling and housework. We must be crystal clear: working from home is not a substitute for childcare. Implementation of a work-life balance will be required to change this. But I believe that the EU can do more: harnessing EU funds for care infrastructure, collecting data on the situation of carers across the EU, and sharing best practice. Surely, Commissioner, it is time for a new European care strategy, and we ask you to bring forward a proposal. Let’s not kid ourselves that work, home schooling, pastimes and housework are all that goes on behind closed doors in lockdown. The truth is that children and women are particularly often imprisoned with the violent in their own homes.  Member States must pivot services to help and support them, ensuring that law enforcement and courts have their backs, but also that civil society can provide the essential services of phone lines and shelters. It can’t wait, this shadow pandemic, it cannot be put on hold. The EU must combat violence against women, ratifying the Istanbul Convention, adding violence against women to the list of Euro-crimes, and putting in place a strong legal framework to tackle all forms of gender-based violence. Women are dying and we must intervene. If Europe is to be a leader in the quest for human rights and equality, we must work with our global partners to support and empower women around the world. We must make Team Europe a shining light for women and girls across the world, a byword for a brighter post—COVID future. Colleagues, now we must look to the future. COVID has taken so much from us, our daily routines, our moments of joy and so many, heartbreakingly, family, friends, neighbours. Yet we will re-emerge, helped by vaccines. We shouldn’t be aiming at normal; we should be aiming at so much better than normal: a greener future, a more digital future, a gender—equal future. That means reaching out and bringing women to the table. It’s been said that women’s rights are human rights. Similarly, women’s contributions are human contributions, lifting all people to a place where they can see a better future.  One final point. This is a comprehensive and detailed report and I ask colleagues to give it wide support across this Parliament today, but a report is just words on paper without a concrete commitment to implementation. So I have two questions. First, Commissioner Dalli, will you pledge to read the report and reflect on the calls to the Commission? Can you pledge to consider follow—up action based on the recommendations? To the Council, Minister, can you pledge to circulate this report for consideration by Ministers as part of your priority topic on gender equality? Can you pledge to hold a discussion amongst Ministers on it? To both the Council and the Commission, I think your promise today to build back better on gender equality will be key post—COVID because, as we know, we are united in diversity. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 21, "date": "2021-01-21.json", "name": "Puhemies. –", "mepid": "2054", "text": "  Thank you very much to the rapporteur, Frances Fitzgerald, for this speech. I wonder why the Council is not here, because in reality this debate specifically concerns not only the Commission, but also the Council. The rapporteur is quite right that these matters should at least be forwarded to the Council through the Commission.", "language": "en", "original_language": "fi", "translation_provider": "azure"}, {"id": 22, "date": "2021-01-21.json", "name": "Maria Noichl", "mepid": "124836", "text": "  Rapporteur. Madam President, ladies and gentlemen, Commissioner, I would like to begin by thanking the rapporteur for her excellent work and for the work she has done. Two good news today for society and especially for women, two good news today: Donald Trump will no longer govern the White House in the future, and the EU will get a new strategy for gender equality this week. I think it's a good day. What is such a strategy for gender equality? First of all, I believe that it must be said that it is once again a kind of location determination for Parliament, for all of us – a determination of the location. Today, the majority of Democrats here in the House are once again positioning themselves unequivocally and unequivocally. It positions itself for an equal society between the sexes. The majority in this House is clearly and unequivocally in favour of a 'no' to violence against women and girls. And it positions itself unequivocally and unequivocally on the obligation to divide participation between the sexes. It positions itself for wage fairness, equal pay and, of course, that women and men are equal in value. And we in Parliament, we in the majority of democrats and democrats here in the House, we are clearly in favour of peace between the sexes. This is also an important point that we must stress again and again: the first peace begins between the sexes. And we position ourselves for a humanistic image of man. The equality strategy is a commitment by this House, a commitment that equality is a value that we are fighting for, but also a commitment that equality is far from being achieved. As the EU, we have an obligation to be the driving force for equality. I would like to make it quite clear once again that violations of the rule of law can also be seen in the violations of women's rights. Anyone who violates women's rights, those who hinder equality, also prevents the rule of law and democracy. I believe that this must be stressed again and again these days. In addition to this positioning, however, the strategy for equality is also a very clear demarcation from what we do not want, namely: we clearly and unambiguously distinguish ourselves here from the very, quite right-wing and the eternal. No, the majority of us in the European Parliament do not support women being reduced to the role of mother only. No, the majority of us in the European Parliament do not support the fact that the man is automatically the head of the family and that family can only be where mum, dad, child is, but there are also colourful families, other family models. The majority of us in the European Parliament are in favour of gender not being a word that can be banned, or an idea that can be banned simply because it cannot be dealt with. We stand for ideas to develop strength that cannot be opposed. I think of an old lyrics from a Bavarian women's group. They sing: \"Only those who are very, very small, we wanted to tell you, only they cannot bear the growth of women.\" That is what I wanted to say to the very, far right here in Parliament. The gender equality strategy is a mandate for the next five years. It is a work plan, a binding work plan, it is a development plan. They are specific tasks: it is a question of a control mechanism and, above all, of reporting obligations. But what exactly is the content now? We fight for goals. The content of the equality strategy, these are measures, but that is what the objectives are. Clearly Objective 1: zero tolerance against violence against women. It is important that the ratification of the Istanbul Convention is finally being pushed forward. And it is also important and right – and once again thank you very much to Mrs Dalli – that, if there is no progress, there is a Plan B. It is important that additional measures are specifically taken against violence against women and, of course, genital mutilation. Women's rights in the area of sexual and reproductive rights, health and fundamental rights must be enshrined in all Member States, and it is important to keep pushing ahead with the collection of data on violence against women. One goal: zero tolerance to violence. The second objective: to focus on diversity, LGBTI groups, intersectionality and so on and so forth. The third objective is wage fairness between men and women, but also wage fairness between sectors. The next goal: participation in the leadership. Here we would like the Portuguese Presidency to do what Germany has failed to do. in fact, to finally press ahead with the women-on-boards directive and make it a reality in Europe and, of course, to fight for parity in parliaments. We have one objective: we aim to ensure that crises are managed jointly, that crises are not dumped on the shoulders of women – and this was already about the financial crisis – and this objective is at the heart of it. We have the objective of tax justice. Tax justice: I mean, it's about gender budgeting. Taxpayers' money belongs to us jointly, to men and women, not just men alone. In addition, we have the goal in the future that there should always be a demand for regular formal meetings of the ministers for equality. Finally, I would like to thank all those who have worked. I would like to thank the democrats in this House who know that there can be no democracy, no rule of law, no development without equality.  Thank you for this good cooperation. I would also like to thank Commissioner Helena Dalli. Finally, I would like to make it quite clear once again that Europe is a woman!", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 23, "date": "2021-01-21.json", "name": "Maria da Graça Carvalho", "mepid": "96867", "text": "  Rapporteur. – Madam President, Commissioner, ladies and gentlemen, I am very pleased to present this report which addresses one of the most important means of gender discrimination of our day: the huge gap in women's participation in the digital economy. This is a question of social justice for women. Inequality in digital increases the pay gap, with negative consequences also on reforms, and one of today's major problems is the low incomes of retired women. On the other hand, the competitiveness of the European economy is at stake, the main barrier of which is the lack of professionals in new technologies, in particular in digital technologies. A huge bag of talent, creativity, competence and innovation capacity is being wasted. Only 18% of information and communication technology professionals in Europe are women and, if nothing is done, the situation will only tend to get worse as the percentages of students in this area are even more fragile. In fact, among the approximately 1.3 million people studying in ict, only seventeen percent are girls. The report analyzes the data, identifies the potential causes for the current situation and points to solutions, in the form of recommendations, to the Commission, the Member States and society at large. As far as causes are concerned, there are two major phenomena that contribute to this reality.  On the one hand, for the most diverse cultural reasons, girls tend to avoid this area by not considering it a viable career path. On the other hand, many of those who effectively follow this path end up giving up along the way, both as students and as professionals, in a phenomenon that is already dubbed the leaky pipeline effect. There's a lot of work to be done. Thus, we propose a set of actions. Firstly, by calling on The Member States to create entrepreneurship and financing programmes for projects in the ICT sectors aimed at women and, and very importantly, that gender diversity be taken into account in the evaluation for the financing of actions supported by the multiannual financial framework and the European Recovery Plan. Secondly, by encouraging companies and other ICT institutions to create conditions to improve the career progression of their professionals. In education, from the first levels of education, it is necessary to sensitize girls to the importance of these areas, define content that is more appealing to them and presenting success stories of women who have avenged and can serve as a reference in this professional area. We also propose measures in terms of culture, media and audiovisuals. Some of these means unconsciously contribute to the eternization of certain stereotypes. It is important that they are encouraged to change the way they portray women's relationship with technologies, both in information and fiction. Tackling this digital divide is not an exclusive task for public institutions and bodies. It is up to all, all stakeholders, whether they hold public, private, academy positions, to carry out specific actions to strengthen women's participation and role in the digital economy. A final word to thank my colleagues, all the political groups without exception, who, with their numerous contributions and commitment, have enabled us to achieve a cohesive and humanist final text. We will have a single vote, no amendments or any request for a split vote.", "language": "en", "original_language": "pt", "translation_provider": "azure"}, {"id": 24, "date": "2021-01-21.json", "name": "Eugenia Rodríguez Palop", "mepid": "197785", "text": "  drafts member of the Committee on Employment and Social Affairs. – Madam President, I will highlight some of the points which I consider right in the report which has been drawn up on the strategy for equality in a context of a health crisis. In this strategy we are committed to incorporating a European care pact to increase public services and improve the conditions of those who work there, overcoming the precariousness and social undervaluation to which these people are subjected. We also say that telework cannot serve as an excuse to continue dismantling and privatize kindergartens or nursing homes, and that reconciliation is decisive if we do not want to overburden women and collapse as a society, and if we do not want to increase the feminization of poverty. We want no postponement of measures that seek to reduce the gender gap. What does the Commission expect to present the proposal for a Wage Directive? And the companies, where are they, when are they going to take responsibility? We want companies that fail to fail to be sanctioned and that financial support be provided for compliance with labour regulations and the absence of discriminatory practices. But we also want the Commission to monitor cases where the protection of women's rights has been regressed, that there should be an alarm system and that the links between far-right anti-democratic movements and disinformation campaigns on women's rights and the Istanbul Convention be analysed. Finally, as a powerful gentleman, we have insisted that the gender perspective be incorporated into funds and recovery plans and the European budget. If the axes of future investment are, as it seems, the digital and ecological transition, we have to be there and we cannot be left behind.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 25, "date": "2021-01-21.json", "name": "Helena Dalli", "mepid": "n/a", "text": "   Member of the Commission. – Madam President, I thank the European Parliament for putting gender equality on the agenda today. I also obviously extend my thanks to the rapporteurs and the shadows who have worked on finalising the three reports we are discussing today. Every day we continue to discover more about the havoc which the COVID—19 pandemic has played, and is playing, on the lives of people who are already in disadvantaged positions in our societies, and about how existing inequalities have been exacerbated. Many women, as frontline workers, were at the deep end of this pandemic and thus impacted by it disproportionately. But this is not only at the place of work. While at home, confinement measures have kept many women in abusive and hostile environments. The situation of closed schools and childcare facilities meant more care work for many women. Many lost their jobs and thus their financial independence.  All this means that we must, more than ever before, step up our work towards equality. It is with this conviction in mind that the Commission continues to work with one goal in mind: to do everything in our power not to leave anyone behind. This Commission has already taken a number of actions in response to the social and economic consequences of the pandemic. In particular, the EU long—term budget 2021—2027, together with Next Generation EU, form the largest stimulus package ever financed, through the EU budget, of EUR 1.8 trillion. This will promote gender equality through gender mainstreaming and specific targeted measures.  In line with its commitment to the Gender Equality Strategy and the Interinstitutional Agreement, the Commission is working on the development of a methodology to track gender—related expenditure at programme level and in the new MFF. This will bring significant progress on gender mainstreaming across all EU policies.  Gender mainstreaming is also at the core of the Gender Equality Strategy, which I presented in March last year. The crisis we are living today has only amplified the importance of this strategy. It has confirmed the need to address core issues such as women’s economic empowerment, violence against women and the gender digital gap, which are all priorities of the Gender Equality Strategy.  The first major initiative of the strategy is the proposal to introduce binding pay transparency measures. We are in the final preparation phase and aim to present the proposal shortly. In essence, the purpose is to detect and prevent gender—based pay discrimination or unjustified pay differences and empower those being discriminated against to enforce the right to equal pay.  The Commission will move forward also with new initiatives on gender equality. By the end of 2021, we will present a legislative proposal to prevent and combat specific forms of gender—based violence. This year we are preparing an initiative to extend the list of EU crimes to include hate speech and hate crime, including on the basis of a person’s gender. These actions will be followed by a recommendation on the prevention of harmful practices against women and girls, such as female genital mutilation, to address the need for effective pre—emptive measures, acknowledge the importance of education and strengthen public services. Based on work already started, we will establish a cooperation framework with internet platforms to tackle online violence against women and girls. We are preparing initiatives in the area of childcare and long—term care. We will propose the revision of the Barcelona targets on childcare and propose a child guarantee on social inclusion of children from disadvantaged backgrounds, including through affordable and quality early childhood education and care.  We will also adopt a comprehensive strategy on the Rights of the Child, which seeks to ensure equal rights, protection and support to all children regardless of background, origin, gender or residence status. We will publish a report on long—term care, which will also be adopted this year. The report will also analyse the gender dimension of long—term care, including the impact of the provision of informal care.  It is essential that we follow up and keep monitoring the development and implementation of the strategy. International Women’s Day would be a good opportunity to take stock of what has been implemented one year from the adoption of the strategy.  The need to address the digital gender gap is absolute. Empowering women’s success in the digital economy opens the doors to growth. The under—representation of women in the digital industries persists, as we have heard. Women are still not involved as much as they should be in our building of a digital future. This is a huge loss of untapped talent to our economies and societies. More women in digital jobs could create an annual EUR 16 billion GDP boost in the EU. For that, we need to encourage girls to study science and technology so that more women choose a career in science, technology, engineering and mathematics, essential areas for developing our digital sphere.  The Commission has taken various steps to encourage more girls and women in the digital sector by supporting networks and challenging gender stereotypes. These culminated in the ministerial declaration of commitment on Women in Digital, where Member States have now agreed to a number of actions to address the various facets of this problem. The Commission will support these efforts under the new MFF and Next Generation EU.  Our efforts to build a more sustainable economy and society through digital innovation depends to a large extent on women’s involvement. Many women’s talents and skills remain untapped. This is a waste of human capital. More women get involved if we start at the root. We must break down stereotypes and bias and encourage girls to choose their parts without influencing them with our biases. We must also give the necessary space for women to thrive in the digital economy and support more women as entrepreneurs and leaders.  I strongly believe that this is key to the transition to a resilient and competitive economy, so I look forward now to hearing your remarks and, of course, I remain available to reply to your questions. Thank you again, thank you for being here, thank you for your report, and thank you for participating in this debate. (Applause)", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 26, "date": "2021-01-21.json", "name": "Puhemies. –", "mepid": "2054", "text": "  I shall open today's first votes. We will vote on the procedures announced on today's agenda and the votes will be open from 9.45 a.m. to 11 a.m. The voting method is the same as in previous votes, and all votes are taken by roll call. I hereby declare the first votes open. You can vote until 11:00. The results of the first votes will be announced at 1 p.m.", "language": "en", "original_language": "fi", "translation_provider": "azure"}, {"id": 27, "date": "2021-01-21.json", "name": "Puhemies. –", "mepid": "2054", "text": "  We will now continue the joint debate – the report by Frances Fitzgerald, on behalf of the Committee on Women's Rights and Gender Equality, on the Covid-19 crisis and the period after that, on the gender perspective (2020/2121(INI)) – (A9-0229/2020), – Maria Noichlin's report on the EU strategy on gender equality on behalf of the Committee on Women's Rights and Gender Equality (2020/2020) (A9-0234/2020) and – Maria da Graça Carvalho's report on the closing of the digital gender gap by Maria da Graça Carvalho on behalf of the Committee on Women's Rights and Gender Equality: Women's participation in the digital economy (2019/2168(INI)) – (A9-0232/2020).", "language": "en", "original_language": "fi", "translation_provider": "azure"}, {"id": 28, "date": "2021-01-21.json", "name": "Evin Incir", "mepid": "197392", "text": "  rapporteur for the opinion of the Committee on Civil Liberties, Justice and Home Affairs. – Madam President, the gender equality strategy is a product of a struggle of generations of women before us, in Europe and beyond, whose shoulders we are standing on today. I want to thank Commissioner Dalli for the inclusion of intersectional perspective and clearly underlining that discrimination and inequalities are structural and institutionalised. This is the key to break the glass ceiling for all women. This is key to make a true feminist Europe possible. We, therefore, need to support women’s rights defenders and women’s rights organisations in the EU and globally, including organisations working on SRHR, LGBTQI rights and anti-racism, not only financially but also institutionally. It is said that the crisis magnifies already existing problems in societies and so has the current pandemic. The growing violence and exploitation of women and children are two of them. There are, therefore, some proposals and issues the Committee on Civil Liberties, Justice and Home Affairs (LIBE) and I would like to propose: the importance of an EU anti—trafficking coordinator that can closely monitor the implementation of the anti—trafficking Directive by the Member States and act if they don’t implement it; to support Member States in training law enforcement and judicial staff on gender—based violence and hate crimes, including those committed online. Victims’ rights must be placed in the centre. When we are seeking justice we must do everything we can to prevent discrimination, traumatisation and re—victimisation. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 29, "date": "2021-01-21.json", "name": "Cindy Franssen", "mepid": "197455", "text": "  on behalf of the PPE Group. Mr President, Commissioner, ladies and gentlemen, 26 years after the Fourth World Conference on Women, we are setting out our guidelines on gender equality for the coming years. Because there is still a lot of work to be done in Europe. The numbers don't lie. In this rapidly evolving world, however, it is important to keep women on board. Women's talents are still an underused source of expertise and creativity. That is why we need to close the pay gap through wage transparency. That is why we need to promote female entrepreneurship, further tackle violence against women and break gender stereotypes. That is why we must implement the directive on work-life balance. All these things must be high on the political agenda. To achieve this, we need women at the decision table. The directive on women on boards has been in the freezer long enough. We are already à point for it. While we smashed yet another glass ceiling yesterday with Kamala Harris as the first female vice president, I also want to be crystal clear about our damning duty to take political action for women in vulnerable positions, women in poverty, women with disabilities and women as victims of war violence. It's time for action. The 21st century is up to women.", "language": "en", "original_language": "nl", "translation_provider": "azure"}, {"id": 30, "date": "2021-01-21.json", "name": "Heléne Fritzon", "mepid": "197391", "text": "  On the other: And on the S&amp;D Group. Madam President, I would like to begin by thanking Theresa May for Commissioner Dalli, I would like to thank you for your support. Yes, shortly after the pandemic was a fact a year ago, civil society, the UN and women's rights campaigners around the world warned that this pandemic is in danger of becoming a gender crisis. But the warnings haven't helped. Women's shelters are still reporting an increase in violence against women. We see devastating consequences for sexual and reproductive health and sexual and reproductive rights. Experience with previous crises suggests that women's economic situation will be affected in the long term. And when women are affected, then our children are also affected. That is why I call on the EU and the Member States to take gender issues very seriously. From the start of the pandemic, I have called for women's rights to be respected and for all measures to be integrated into gender equality, not least in the Budget and Recovery Fund. It is positive and absolutely essential that the EU now has a gender equality strategy. But it is not enough for us to talk about the strategy. We must now ensure that it is followed up and implemented with clear objectives and concrete measures in all policy areas. If we want to repair the economic and social damage of this crisis, it is important to increase women's participation in the labour market – women's right to their own work, their own livelihood. We will also link gender equality work to climate policy and the digital agenda. Now, once and for all, we're going to take this seriously. We will work for an equal Europe because it benefits everyone. I would like to conclude by thanking our rapporteur, Mr Fitzgerald, for his good cooperation. Thanks!", "language": "en", "original_language": "sv", "translation_provider": "azure"}, {"id": 31, "date": "2021-01-21.json", "name": "Samira Rafaela", "mepid": "197868", "text": "  on behalf of the Renew Group. – Madam President, thank you Commissioner, we can already conclude that the pandemic affects women disproportionately in all ways of life, and women are on the front line of the COVID-19 pandemic and account for 76% of health-care workers across the EU. Women are responsible for most of the informal and unpaid care as well as educational support at home, and women are prone to fall victim to the rising prevalence of domestic violence which has aggravated the already high pre-COVID numbers. Women are also experiencing difficulties in accessing safe sexual and reproductive health services, as abortion was deemed non—essential, forcing women and girls to seek unsafe abortion elsewhere. And as we find ourselves on the verge of recovering from this crisis, the time has come to decide how we as the European Parliament want to shape post-covid Europe. Do we want women to be equally represented in leadership and decision-making and allow women to be part of the design and implementation of recovery plans? Do we take a gender-sensitive approach in our response to the crisis in order to preserve and protect women’s rights? And do we combat domestic violence against women and implement the EU protocols in our emergency response plans? My answer to these questions is yes. Because women’s rights are human rights and this pandemic provides an opportunity to make the real progress women and girls deserve, and I count on all of you to help shaping a post-COVID Europe that is really gender equal. (Applause)", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 32, "date": "2021-01-21.json", "name": "Annika Bruna", "mepid": "182995", "text": "  on behalf of the ID group. - Madam President, your strategy for gender equality is more akin to a desire for indifferentiation than a desire for legitimate equity between the sexes. For you, any difference between men and women would be stereotypes that need to be corrected. Your ideology even becomes authoritarian. Nations or NGOs that do not share your goals or theories of gender or intersectionality are denounced. You even intend to impose quotas. A policy that is contrary to the values of equality and meritocracy and undermines the legitimacy of those it purports to promote. Faced with your vision, the ID group proposes an alternative text. We renew our commitment to equality between men and women, their differences and their complementarity. We recall what the European Union's priorities for women's rights should be: the fight against domestic violence, harassment but also the delinquency they suffer, the fight against the various trafficking of human beings of which they are the first victims and which the European policy of borders promotes, the obtaining everywhere of equal pay for equal work and equal skills. Finally, European demographics are at a dramatically low level. Member States should encourage birth rates by, among other things, monetaryly increasing the time spent by mothers who choose it to educate their children. We don't want to force our daughters to become men like any other. Our aim is to guarantee the security of women in Europe, but also the freedom to choose their way of life according to their aspirations, sometimes different from those of men, but always legitimate.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 33, "date": "2021-01-21.json", "name": "Diana Riba i Giner", "mepid": "197832", "text": "  verts/ALE Group. – Madam President, I would like to stress the constructive attitude that has taken place during the preparation of this report.  The result is an ambitious text that demonstrates how COVID-19 has only widened gender inequalities that were already unacceptable before the pandemic. This report makes a good analysis of the consequences of COVID from a gender perspective and also makes concrete proposals to reverse, or at least curb, these inequalities. Still, we have to regret two aspects. The first is that the report is late. This text had to be used to influence recovery funds, but its vote comes when packages and measures are already agreed. The second, that we have missed an opportunity to demand an healthcare pact, a care pact that not only invests in the care sector, but also fosters a transition to a care economy that puts the well-being and life of people at the center of all policies. I am sure that we will have the opportunity to discuss the welfare pact, because from now on it must be the central issue for the Union.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 34, "date": "2021-01-21.json", "name": "Jadwiga Wiśniewska", "mepid": "124877", "text": "  On behalf of the ECR Group. – Madam President, i voted in favour of the report by Mrs Schwab Commissioner, i would like to thank you very much for Colleagues, i would like to thank you for your excellent work. Our common goal should be to care for the well-being of women, to ensure that women have the same opportunities and opportunities no matter where they live, the same opportunities and opportunities as men. Our common concern, here in the European Union, should be respect for the Treaties and the competences of the Member States. Our common concern should be respect for the fundamental right, which is the right to life, from which all other rights derive.  Unfortunately, the report has been watered down by left-wing ideology and is actually spoiling everything. In fact, it has become an asumpt for the left to present a kind of political manifesto. Yet, beyond political divisions, we should focus on bridging the pay gap, the pension gap, reducing and best exterminate violence against women: sexual violence, cyberbullying, psychological violence. We have so much to do together. It is here in the European Union that there have been 500 000 cases of female genital mutilation. It is here in the European Union that underage girls are married to adult men. It's time to stop it. It is here in the European Union that women's rights are violated. Let us take care of women's real rights. And the answer to these rights is the resolution of the European Conservatives and Reformists, which responds to all these challenges. I ask you to support it.", "language": "en", "original_language": "pl", "translation_provider": "azure"}, {"id": 35, "date": "2021-01-21.json", "name": "Silvia Modig", "mepid": "197805", "text": "  On behalf of The Left Group. – Mr President, digitalisation is a big opportunity for us, but only if we do it in such a way that everyone can get involved. Gender equality requires girls and women to have equal access to technology, to train in digital sectors and to be safe online. The pandemic has accelerated the digital transition, and teleworking brought new digital tools to many people's everyday lives. The development is therefore rapid and it is estimated that more than 90% of the jobs of the future will require IT skills and digital literacy. All over the world, women use the Internet less often than men. In order to achieve fully equal opportunities for girls and women to participate in the digital economy, we need to get rid of gender stereotypes and gendered attitudes and expectations. Gender stereotypes have a big impact on young people's study choices, and we need to get girls to see that digital sectors are equally for them too. Unfortunately, the Equality Index 2019 reveals that gender inequality is still widespread in the digital sector. Care responsibilities continue to be unevenly distributed and exacerbated by the pandemic. Women bear most of the responsibility for care, and this is an obstacle to the equal position of women in the labour market and in the world of work. The economic situation also affects the access of all children and young people to digital development. Schools should be places to ensure that, regardless of family background or financial situation, every child has the opportunity to learn digital skills.", "language": "en", "original_language": "fi", "translation_provider": "azure"}, {"id": 36, "date": "2021-01-21.json", "name": "Dorien Rookmaker (NI).", "mepid": "204733", "text": "   – Madam President, if I am to believe the reports on women’s issues we discuss today, the position of women is getting worse by the minute. There seems to be gender gaps everywhere caused by discrimination, digitalisation, COVID or otherwise. We are seeing more problems than we can solve and that is why we’ll vote against all reports.  The larger the scope, the less chance of positive results. We have to choose our battles to win the war. Let’s concentrate on the important issues: discrimination of women on the labour market, the housing market, the health service, education and above all, discrimination by Member State governments. Let’s focus on these five important battlegrounds and stop searching for new topics and new gender gaps. In der Beschränkung zeigt sich der Meister. Focus on what is really important and bring the gap to a close.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 37, "date": "2021-01-21.json", "name": "Elżbieta Katarzyna Łukacijewska (PPE).", "mepid": "96791", "text": "   – Madam President, i voted in favour of the report by Mrs Schwab The COVID pandemic has shown the enormity of the tragedy of women who are locked up in their homes so often experiencing physical, mental, economic or sexual violence. She also showed that despite all the inequalities, women were on the front lines in the fight against the virus.  I do not understand, ladies and gentlemen, why in Europe so many politicians would like to ignore issues relating to inequality and violence? Why are so many trying to convince us that these are secondary and surrogate topics? Closes our eyes not to see that people of different sexual orientation live among us? Why do so many think that if we remove the word gender from all legislative documents of the European Union, we will win the fight against some imaginary, dangerous ideology? However, equality, ladies and gentlemen, is not an ideology. Silently, we give permission for violence, exploitation, hejt, sexism and discrimination, which seems to be more and more in the modern world.  I would like to live, ladies and women, in an ideal world where women hold leadership positions as easily as men, including in sectors dominated by men today, such as the iterating, technological, mechanical sector, and not just become victims of cyberbullying, where there is no pay gap and a digital divide where violence is not justified by culture, customs, religion, tradition or honour, in a world where it is on the side of victims and not the perpetrators. I hope that this debate and our action will help all this and change what women across Europe are waiting for.", "language": "en", "original_language": "pl", "translation_provider": "azure"}, {"id": 38, "date": "2021-01-21.json", "name": "Maria-Manuel Leitão-Marques (S&amp;D).", "mepid": "197635", "text": "   – Madam President, Commissioner, I once heard the story of a computer teacher who was proud that all his pupils participated in the construction of a robot, adding: the boys programmed and the girls sewed the robot's dresses. I think it is a good example to illustrate how stereotypes about women's participation in the digital economy are reproduced from an early age. Under-representation in this important sector of the present and the future is well mirrored in the numbers. Only 17% of the 1.3 million people studying information technology are women. The gender pay gap is larger in this area, 19% against 16% and it is also in ict that there is the highest percentage of male-only boards. Thus, our first fight has to be at school and then in lifelong learning, as we advocate in this report on the digital divide between men and women, namely by creating, at all levels of education, mentoring mechanisms that provide for female reference models in the field of ICT, showing their social impact on the quality of people's lives or by developing training programmes for upskilling and reskilling specifically aimed at women , in order to accelerate its active inclusion in the digital world. Commissioner, let us hope that this report will inspire you to promote equal participation of women in the digital economy with quantifiable and controllable objectives. I would like us to know here a year from now on what the Commission has done and with what results. Once and for all, it was good that robots were dressed by boys and girls and programmed as well.", "language": "en", "original_language": "pt", "translation_provider": "azure"}, {"id": 39, "date": "2021-01-21.json", "name": "Karen Melchior (Renew).", "mepid": "197567", "text": "   – Madam President, my sister has two children. One is quiet, careful and thinks a lot about what is going on. One is full of energy, cannot sit still, jumps first, thinks later. Our bodies have a gender. Our minds, personality and interests do not. My two nieces are very different — but both girls. I often wonder how much of their personality would have been attributed to their gender if one of them was a boy, when really it is just because they are the persons who they are.  We can dress according to the role we want society to see us in, but all too often society imposes expectations on us, just because of the body we were born into. Ada Lovelace was the first coder in history. She was a woman. She and countless women after her created the digital technologies we’re using today. Yet in the digital sector today, we see gender stereotypes and discrimination hinder access for women. These barriers are cultural in our society and it is essential that we tear these barriers down.  We need to show young girls and women they can be, and they can do, anything they want. We need companies to make sure that they do not push women out. We need a digital transition, a digital economy which provides equal opportunity which empowers everyone regardless of their gender. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 40, "date": "2021-01-21.json", "name": "Nicolaus Fest (ID).", "mepid": "197480", "text": "   Madam President, I would like to thank the president for her We already had gender in this House last year and the war in Syria. We had gender and climate. We had, of course, gender and digitalization. Now we have gender and COVID. I am frankly surprised that the intellectual flyer here in the room, Mrs Noichl, has not yet come up with the idea of putting gender and the earthquake in Croatia on the agenda as well. However, we in this House have never had the issue of gender and scientific research, or even gender and common sense. Gender is an ideological fake, as gender and COVID is an ideological fake. We have heard it from Mrs Fitzgerald: men are the most affected, because they die most from COVID. And so this whole debate is nonsense. We are all in favour of equality. We are not in favour of equality beyond quality standards, of differentiation, and therefore equality is nothing more than discrimination against men. And we are against it. We are in favour of equality, but against equality. Mrs Dalli, I know, of course, that there are special rights for women and that you are pursuing them above all. But if you have five minutes of language time, I would be grateful if you limit yourself to five minutes and do not overdo it twice, especially since you have little to contribute to this debate in terms of content anyway.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 41, "date": "2021-01-21.json", "name": "Puhemies. –", "mepid": "2054", "text": "  Well, that is the speech by Mr Nicolaus Fest, and then I give the floor to Mrs Kuhnke, please.", "language": "en", "original_language": "fi", "translation_provider": "azure"}, {"id": 42, "date": "2021-01-21.json", "name": "Alice Kuhnke (Verts/ALE).", "mepid": "197395", "text": "   – Madam President, the Commission’s gender equality strategy comes at a time when we are witnessing a backlash against our common European values. The pandemic, as we all know, has made things worse and has deepened existing inequalities, in particular for those most marginalised in society. Member States, such as Poland and Hungary, have used the pandemic as an opportunity to introduce new measures to limit access to sexual and reproductive health care, to attack transgender and intersex people’s rights and to roll back on important work to combat gender-based violence. The report we are voting on today sends a strong signal to the Commission and to the regressive Member States of our union. We need to go beyond nice words to deliver real change. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 43, "date": "2021-01-21.json", "name": "Andżelika Anna Możdżanowska (ECR).", "mepid": "197541", "text": "   – Madam President, I would like to begin by thanking the rapporteur for his excellent work. Commissioner, i would like to thank you very much for Colleagues, i would like to thank you for your excellent work. Thank you for taking up this important subject during the Session of the European Parliament. Closing the digital gap and women's participation in the digital economy is an extremely topical topic at a time of economic competitiveness challenges. But not only that, because especially today it is a huge challenge to fight the economic crisis caused by the coronavirus pandemic. It is today that this economic crisis and the long-term struggle against it is hitting the sectors in which women make up a large part of the labour force. It has been for years that digitalisation has fundamentally changed most aspects of our lives. We already know today that the COVID-19 crisis and its consequences will make lasting changes in life throughout Europe, in the lives of all Europeans, increasing the particular need for digital competences in every area of social and professional life. Not only gender stereotypes are a serious obstacle, but also solutions and opportunities to reconcile work and family life. Because we cannot afford to widen the digital sector, to prevent women from participating. We must seize the full opportunity of women's role as users, innovators, creators, participation in life, the challenges of the economy, especially the digital one. Unfortunately, even today, in the 21st century, women show less confidence in their own digital skills, and it is they who give them the opportunity for equal and fair access, which today, more than ever, in the months of lockdown, we are convinced every day, in our families and in the workplace. And there can be no consent to digital exclusion. They are already frightened by the available data that most workers need to acquire digital skills to maintain their jobs. Worldwide, 75 million jobs could disappear as a result of automation. Thank you very much for taking up this topic and I ask you (inable words) to provide additional resources for accessing and enhancing digital competences.", "language": "en", "original_language": "pl", "translation_provider": "azure"}, {"id": 44, "date": "2021-01-21.json", "name": "Sandra Pereira (The Left).", "mepid": "197754", "text": "   – Madam President, any strategy for equality must be based on employment policies that eliminate discrimination in access to work and reinforce employment with rights, collective bargaining, the prohibition of precariousness. It requires the enhancement of working conditions, in particular through regulation and reduction of working hours and the requirement for a general increase in wages and pensions and living conditions. It must be translated into measures that eradicate poverty and social exclusion and combat its causes, into measures to defend and promote universal and quality public services, such as housing and justice, free access to education and health, including access to sexual and reproductive rights, in measures to protect motherhood , extending the periods of leave and ensuring their payment to 100%, and protection in the disease by consecrating, effecting or expanding rights by law.  It must ensure public investment in the expansion of a network of public facilities at all levels of care, from day care centers and kindergartens to care networks that meet the needs of the most dependent. It must promote, among the States, the guarantee of the implementation of mechanisms and instruments to combat all types of violence, whether in the family context, in the context of work or in other contexts, measures that European Union policies have contradicted, or even prevented, but which we will continue to demand. Finally, we cannot but regret that a strategy for equality refers to prostitution as sex work and not as violence and exploitation.", "language": "en", "original_language": "pt", "translation_provider": "azure"}, {"id": 45, "date": "2021-01-21.json", "name": "Vladimír Bilčík (PPE).", "mepid": "197771", "text": "   – Madam President. The subject of gender equality is not a political pendant. It affects all of us, women and men equally. I myself wish that men should speak as naturally, passionately and passionately as women about the position of women in society. We also have much to improve on this point in the European Parliament. We often discuss the need to strengthen gender equality in relation to the gender pay gap. Yes, there must be a principle in every profession that everyone deserves the same slice for equal work. And it doesn't matter where he works in Europe and whether a woman or a man does the job. However, if we look more closely at the space of Central Europe, a similarly acute and, moreover, vitally existential problem than salaries is linked to gender inequality. Did you know that two thirds of the people over the age of 65 who materially sedue and have trouble leading a dignified life in Slovakia are women? Yes, it is. It is important that we fight as loudly for gender equality in the labour market as we do about the long-term risk that more women than men are ending their old age in extreme poverty in Europe. The current pandemic will only exacerbate the problem of gender inequality. To anyone who is willing to perceive reality, the pandemic shows how much we depend on women's work, not only in hard-pressed healthcare systems, but also at home. We have known for years how to improve women's social status. Schools, kindergartens or simply take seriously all the nice words we tend to say about women when we have women's anniversaries and memorial days. That's when we're full of admiration. So let's translate that admiration into concrete policies. Recovery after the pandemic gives us a good opportunity.", "language": "en", "original_language": "sk", "translation_provider": "azure"}, {"id": 46, "date": "2021-01-21.json", "name": "Evelyn Regner (S&amp;D).", "mepid": "96998", "text": "   – Madam President, I wish you all a happy and healthy 2021. A lot of work is ahead of us, above all, the gender pay and the gender pension gap. These gaps are ranging from 3% to 23% and from 1% to a crazy 43% in the European Union. So there’s a lot to do. And in addition, both pay and pension gaps are intrinsically linked to the care gap, mostly women doing all this unpaid care work. What do we do about these gaps? We build bridges. And those bridges should look like binding measures like pay transparency, where we are eagerly waiting the proposal from the Commission, minimum wages benefiting mostly women in the low income sectors and care deal for Europe, radically rethinking the value of paid and of unpaid work. So let us build those bridges, so that we can finally achieve gender equality in 2030 as planned.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 47, "date": "2021-01-21.json", "name": "Martin Hojsík (Renew).", "mepid": "197770", "text": "   – Madam President. Women are the heroines of the pandemic. We stand on sisters and nannies who are more at the old and sick than with the family. To teachers who save our children's education. Women who, in addition to their jobs, also became teachers and cooks to take care of their family during the lockdown. After all, even a career has suffered or found itself in a violent prison. Women were heroes long before the pandemic. We still tolerate that they are not fairly assessed. We tolerate that they have two jobs, but they are paid for only one. We tolerate our neighbour living with a rapist, or tolerating that women's voices are silenced and their rights suppressed. As if that were not enough, in Slovakia, but also in Poland, governments are making the situation of women worse. Instead of tackling domestic violence, they are trying to restrict women's reproductive rights. They haunt Istanbul and cut the word \"gender\" from government policies. It's as if the witch hunt has returned, and the hostages are women and their rights. Enough. Gender equality is a traditional European value, because we are all equal.", "language": "en", "original_language": "sk", "translation_provider": "azure"}, {"id": 48, "date": "2021-01-21.json", "name": "Filip De Man (ID).", "mepid": "197472", "text": "   Mr President, first I apologise. I was born Filip De Man. I'm sorry about that. Anyway, the gender resolution, with a whopping 92 considerations and 128 recommendations. Gender seems to be the most pressing problem in Europe. Quod nun. Nowhere in the world do women enjoy so many rights. The main posts here are for Ursula von der Leyen, Christine Lagarde, Angela Merkel. I think the gender thing should stop. I even read recently that the card game should become gender neutral, because the gentleman is more than the lady. Soon the European national anthem will have to be rewritten because All Menschen became Brüder. Why not Schwestern?  While we are engaged outside the EU in spearhead robotics and quantum communication, we are, as in Constantinople, concerned with the gender of angels, with the Ottomans on our doorstep. It is part of the culture war in which the capitalist globalists and the multicultural left undermine our unique civilization, partly because of this gender madness, the cancel culture, the woke activists ...  Anyway, ladies and gentlemen, I'll do an encore and decide like the black preacher in the American congress: A-men and A-woman.", "language": "en", "original_language": "nl", "translation_provider": "azure"}, {"id": 49, "date": "2021-01-21.json", "name": "Terry Reintke (Verts/ALE).", "mepid": "103381", "text": "   – Madam President, if I’m allowed, just give me five seconds to say: aren’t we all overly joyful about the historic moment that happened yesterday, where for the first time a woman became US Vice—President, and on top of that, a Black and Asian-American woman. To me, it was really a moment of shattering of glass ceilings and a great moment of joy. Now, talking about the gender equality strategy: I was born in 1987 in western Germany. My mother always wanted to work and for that, a lot of barriers were put in her way. Last week, my sister became a mother for the first time, and the fact that for her, it’s going to be much easier to combine her work life and her family has a lot to do with the European Union, with a very proactive anti-discrimination policy that has really shaken up conservative countries like, for example, Germany. But today, if we’re being honest, the women in Germany are not as equal in their rights, as for example, women in France or Sweden. That is why, especially for conservative countries like Germany, we need a strong European Union. Be it on equal pay, on the fight against gender-based violence, or for sexual and reproductive rights. We need a push from Brussels, Madam Commissioner.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 50, "date": "2021-01-21.json", "name": "Jessica Stegrud (ECR).", "mepid": "197399", "text": "   Madam President, I would like to begin by thanking Theresa May for Commissioner Dalli, I would like to thank you for your support. Listening to the debate on the eu's new gender equality strategy, one sometimes gets the impression that the typical EU citizen is a white middle-aged man with top jobs who does nothing but oppress, discriminate and abuse women. Then, when you look at the proposals for action, you realise that the Commission wants to move more power and resources to Brussels but not do anything about the main problems. Because while more and more men are today on an equal footing and paternity leave, and women are in charge of the Central Bank, the European Commission and Europe's most powerful country, the real challenges are elsewhere. It is not in corporate boardrooms that equality is being challenged today, but in the neighbourhoods where genital mutilation, honour violence, forced marriage and sex trafficking are a terrible reality – something you turn a blind eye to for ideological reasons. The proposals may benefit some, but do not address the greatest threats to gender equality today. Thanks!", "language": "en", "original_language": "sv", "translation_provider": "azure"}, {"id": 51, "date": "2021-01-21.json", "name": "Henna Virkkunen (PPE).", "mepid": "124726", "text": "   – Mr President, I would like to thank all my fellow Members for these excellent reports on equality. Digitalisation is changing the economy, societies, working life and people's everyday lives. The COVID-19 crisis has only accelerated this development. We have moved on to distance learning and teleworking. Hobbies, physical activity and culture are increasingly practised online. E-commerce has increased. There is a real concern that women will take a backward look at this development if we do not inspire more girls and women in the information technology sector. It is really worrying, as the report states, that only 18% of ICT professionals in Europe are women. It will be a great loss to the European economy if women's potential is not fully realised. It is also a great loss to women's position in the labour market, and of course it affects the content of these digital services if women are not there to do them. It is therefore very important that we encourage all girls and women to choose digital sectors, ICT sectors, and this starts from a very small primary school. We need role models here, as stated in this report. There is also a need to increase continuing training in ict sectors – especially women who are already in employment – and, above all, to reform working life so that women throughout Europe have the opportunity to participate fully in the world of work and to bring that important potential, including in the field of digital services.", "language": "en", "original_language": "fi", "translation_provider": "azure"}, {"id": 52, "date": "2021-01-21.json", "name": "Robert Biedroń (S&amp;D).", "mepid": "197498", "text": "   – Madam President, i voted in favour of the report by Mrs Schwab Poverty, violence, discrimination, unemployment, wage inequality have their gender. All this affects most women. The rule has been simple for centuries – where there is care, care and economic poverty, there are women, where there is money and power, there are men. This is clear in the European Parliament: there are 91% of women in the FEMM Committee, 28% of women in the Committee on Budgets. This can also be seen in our debate today.  I would like to ask the question: where are all these knights, gentlemen, feminists, where are all those who every day have their mouths full of platitudes to stand next to and fight with women? That is why I appeal to my colleagues: this is also our business, because it affects our grandmothers, mothers, wives and daughters. I would like to warn you: there really is a special place in hell for men who do not support women.", "language": "en", "original_language": "pl", "translation_provider": "azure"}, {"id": 53, "date": "2021-01-21.json", "name": "Chrysoula Zacharopoulou (Renew).", "mepid": "197499", "text": "   Madam President, Commissioner, we are talking about digitalisation, telecommuting, ecological transition, mobility. The coronavirus crisis is causing accelerated socio-economic and cultural changes and we are adapting.  Will the same be true for gender equality? That is the question, because I see every day men who think, men who propose, men who decide. My fear is that we are rebuilding our societies in the same way, with old patterns.  The world needs a feminist economic recovery plan, with women thinking, with women proposing and with more women leading. Commissioner, we demand legal guarantees, levers, sanctions or rewards. It is necessary to achieve equality. Ladies and gentlemen, we have a world to reinvent. This time, we must be and we will be protagonists.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 54, "date": "2021-01-21.json", "name": "Gwendoline Delbos-Corfield (Verts/ALE).", "mepid": "197531", "text": "   – Madam President, these inequalities between men and women we bear in everyday life, these inequalities that have shaped our societies, could be even worse in the digital space. Algorithms have been overwhelmingly designed by white men. Amazon has discovered that one of the algorithms they were using to hire staff was simply penalising all female candidates. Facial recognition systems are dramatically and dangerously discriminatory because they are built out of data from white men’s faces. So if you present these tools with non—white or female features they will simply get all confused and will mistake one woman for another. Neutrality of technology is a sad fairy tale, a nasty one, and if we do decide to stay ignorant to these biases, the digital world will simply reproduce and amplify all the discrimination, injustices and sadness we are fighting against elsewhere. So we need public policies to prevent this from happening.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 55, "date": "2021-01-21.json", "name": "Margarita de la Pisa Carrión (ECR).", "mepid": "204414", "text": "   – Madam President, what does gender equality mean in the context of gender ideology and the gender perspective? Well, it is not known, because it is not coherent, since sometimes the concept of gender is used to refer to women. That said, victimized. Others, to dissociate the biological sex of the person, inventing as many categories as ways of feeling. It is an emotivist theory, with no scientific basis and against nature. We are talking about an ideology that claims to defend equality, but then highlights only differences, creates gaps, compares us, confronts women against man, generating loneliness and hopelessness. Let us admire the beauty of our complementarity, the relationships of trust, the unity. Why don't we listen to people's longings respecting our natural identity? Let's highlight femininity, motherhood. Let's protect life! All civilizations have done it. Don't manipulate us. We are not genetic engineering products.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 56, "date": "2021-01-21.json", "name": "Danuta Maria Hübner (PPE).", "mepid": "96779", "text": "   – Madam President, 2020 was tough for women. It pushed women out of the labour market more often than men and we know that job losses during a crisis have long—term lasting effects. Women might never get back what they have lost in terms of their professional careers and salaries. The pandemic created a situation that might require new ways of moving toward labour opportunities and getting women involved in the digital transition.  As the Commissioner is aware, we are at a moment when an important gender skills gap could further grow, we must go the extra mile and multiply efforts to ensure that the digital upskilling of women is not just an afterthought, but a clear priority. If the gap grows, it will be a loss for an entire society, not only women. We are now in the crucial time of planning for the New Generation EU. This strategy must be inclusive of women’s talents, gifts and skills, but we do not have a critical mass of women in decision-making bodies so we must remain particularly vigilant, and ensure that reforms and policies in response to the crisis put an emphasis on engaging women in digital technologies because that gap must not grow. Let me conclude by underlining that digital skills should be seen in the context of a fast—changing society, emerging new needs, new patterns of relations, the growing importance of social skills and a more collaborative society. We must remember that this is an environment where women thrive.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 57, "date": "2021-01-21.json", "name": "Lina Gálvez Muñoz (S&amp;D).", "mepid": "197702", "text": "   – Madam President, Commissioner Dalli, the COVID crisis, like any other crisis, is having a very unequal impact on people depending on the different axes of inequality, especially gender.  We know that the worst part of the labour markets are being taken away by women who, moreover, continue to support most of the domestic and care work, which has intensified greatly during the confinements.  That is why we need the European Strategy for Gender Equality to serve definitively to ensure gender mains in recovery, transformation and resilience plans; laws, policies and the budget; and, above all, for us to move forward in an assistance pact. Let us add to the green and digital twin transitions, which vertebrate our political action now in Europe, a third transition to a new social organization of care, where they do not fall naturally, unrecognized and unpaid in women.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 58, "date": "2021-01-21.json", "name": "Radka Maxová (Renew).", "mepid": "197522", "text": "   – Madam President, the current coronavirus pandemic has affected society as a whole, but men and women have certainly not moved Europe forward differently and in gender equality. Women have a pivotal role in solving the current crisis, and their economic strength will be crucial if we want to deal with the consequences of the pandemic. I therefore recall our call for the rapid implementation of the Directive on the combination of family and working life in individual Member States, for the unblocking of negotiations on key documents, such as the call for ratification of the Istanbul Convention and the call for greater support for women's participation in digitalisation, in the study of technical disciplines and in the Green Deal. Last but not least, I ask the Commission to submit without further delay a proposal for binding measures on pay transparency. I believe that we have a chance to get out of the crisis as a society without stereotypes, which does not define a role for women and does not pave the way for marginalisation or domestic violence, which, unfortunately, has increased considerably in this crisis. But we have to want to.", "language": "en", "original_language": "cs", "translation_provider": "azure"}, {"id": 59, "date": "2021-01-21.json", "name": "Sylwia Spurek (Verts/ALE).", "mepid": "197550", "text": "   – Madam President, i voted in favour of the report by Mrs Schwab Mrs Komisarko, i would like to thank you for your comments. Violence against women is a violation of fundamental human rights. I will continue to do so until every woman in the European Union is safe in her own home. Meanwhile, the scale of domestic violence has almost tripled recently. This data is not only the result of the COVID-19 pandemic. This is evidence of our inability to combat violence against women.  The objectives set out in the Gender Equality Strategy may change this. However, we need not only words, not just declarations of commitment and determination, but action: the ratification by the Union of the Istanbul Convention, the extension of the catalogue of Eurocrime to gender-based violence, the strengthening of the guarantee of the Victims' Rights Directive. I made these and other demands in my letter to President Ursula von der Leyen and I will be obliged for the opportunity to talk about them with Mrs Dalli. This letter was signed by almost 60,000 Poles and Poles. It's with them, I repeat, I hold the women's side.", "language": "en", "original_language": "pl", "translation_provider": "azure"}, {"id": 60, "date": "2021-01-21.json", "name": "Isabel Benjumea Benjumea (PPE).", "mepid": "197679", "text": "   – Madam President, Commissioner, since I arrived in this Parliament there has not been a single session in which no issue on gender equality has been discussed or voted on. And I wonder whether this saturation cannot lead to the devaluation of such an important issue as freedom and equal opportunities, while fostering a false perception that women in Europe are victims and therefore need special protection. And no. In Europe, women are not born victims. We are not born victims, because in Europe we enjoy liberal democracy and its regime of freedoms and rights. It is important to point out this European context in order to understand how fortunate we are to the women who have been born on this continent and at this time, how privileged we are to live an area of freedom where each of us can achieve its dreams — the dreams it desires according to its merit and capacity — where each of us can compete on equal opportunities with anyone. Out of thanks to history, for thanking the men and women who worked to build this European project, and also out of respect for the women who still suffer persecution, marginalization and inequality elsewhere in the world, I cannot and cannot feel inferior in Europe. And since I don't feel like a victim of anything or inferior to anyone, I don't need to be imposed on a fee or benefit from positive discrimination. We are not born victims in Europe. Let us not victimize women and defend equality between men and women, equal opportunities and rights and freedoms.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 61, "date": "2021-01-21.json", "name": "Pina Picierno (S&amp;D).", "mepid": "124846", "text": "   Madam President, ladies and gentlemen, Commissioner, we are faced with an enormous responsibility towards future generations, towards future girls and future women. This crisis gives us the opportunity to repair the social, economic and structural gaps that we have been carrying with us for a long time, to strengthen Europe and finally to put an end to all those discriminations that are unacceptable, that undermine the rule of law and the founding values of the Union. I would like to say this to some of my fellow Members who have spoken here this morning: discrimination undermines Europe's founding values. That is why we urgently need concrete and binding measures, Commissioner. We are already familiar with these measures: they are the ratification of the Istanbul Convention by the Eu ropean Union, the inclusion of gender-based violence among offences of European competence, the directive on wage transparency – the proposal for which we are still awaiting and for which I repeat my request today, Commissioner – the unblocking of the Women on Boards Directive and many others. We cannot afford any more delays.", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 62, "date": "2021-01-21.json", "name": "Sylvie Brunet (Renew).", "mepid": "197576", "text": "   Madam President, dear Commissioner Dalli, ladies and gentlemen, finally a European Union strategy for equality between women and men is unfolding, and I welcome this. This strategy must be measured in concrete terms in strengthening European standards for non-financial information. Now let's talk about timetables and priorities, especially since COVID-19 has particularly affected women: 70% of the world's health and social services personnel are women and we have seen with sadness the increase in domestic violence. We are still waiting for the Commission's proposal on binding measures for transparency of remuneration. It was due to be presented before the end of 2020 and today it is not on the Commission's college agenda for the next two months, when there is still 16% of the average hourly wage between women and men in Europe. It should be noted that some Member States are already leading the way. France, especially with the index of professional equality, but also Germany, Finland and others. The Union must further advance women's economic emancipation and women's rights, with, of course, also the unblocking of the Women on Boards Directive and the creation of a gender equality council.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 63, "date": "2021-01-21.json", "name": "Henrike Hahn (Verts/ALE).", "mepid": "197457", "text": "   Madam President, I would like to thank the president for her The Corona pandemic is hitting people in Europe hard, but women are hitting them particularly hard. COVID—19 deepens inequalities. Women bear the brunt of care for children and the elderly. And that is even more true now than before. Women earn less, they can set aside less for prevention, and they have a higher risk of poverty. Millions of jobs are disappearing in the economic crisis. And yes, we need measures in Europe to make the economy resilient, competitive and sustainable. But these measures must ensure an equal economic situation for women. If we are to boost the economy now, it is women who must benefit from it. We need gender budgeting. Stop the gender pay gap and then wage transparency! We now have a Green Deal, but what we also need is a care deal for Europe. This is timely. Because the future of Europe is female.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 64, "date": "2021-01-21.json", "name": "Λευτέρης Χριστοφόρου (PPE).", "mepid": "26837", "text": "   Madam President, gender equality is not just a great goal, it is not yet a strategy, a policy of the European Union; And we all have a duty and an obligation to defend it. After all, the fathers and founders of the European Union have been able to incorporate gender equality into the Treaty of Rome, that is to say 64 years ago.  The fact that 100% full gender equality has not been achieved in the European Union in 64 years is a huge deficit and a stigma for the European Union itself. It is offensive and provocative at the same time for the European Institute for Gender Equality to record that we are at 65.7%, halfway to achieving the obvious: equal rights, gender equality, equal pay. 16.3% less pay for women is the rate recorded in the European Union. I believe that the happiest moment of my life will be the one when I am in the European Parliament, Commissioner, and you will announce that all this has been implemented at 100% for the European Union.  A Union of principles, values, culture cannot have this huge gap and deficit, carry it on its shoulders and not take decisive and drastic measures to cover it up and resolve it. A key and important measure would be to include the gender dimension in the budget; We're talking about a digital divide. The digital transition is made with this money given by European citizens, men and women, and the gender dimension is not included.  However, you must also send a strict directive to all Member States: those who do not apply gender equality will be severely penalised by the European Union. Only in this way will we put gender equality into practice and together we will truly feel proud European citizens, proud... (the President removes the floor from the speaker).", "language": "en", "original_language": "el", "translation_provider": "azure"}, {"id": 65, "date": "2021-01-21.json", "name": "Vera Tax (S&amp;D).", "mepid": "197756", "text": "   Mr President, Commissioner, I cannot stand cases that are unfair. I'm trying to change that. So the pay gap. In the Netherlands and in the EU, women are paid about 15% less than men for their work. On a working life, that is about 300 000 euros. This is so unfair that Commission President Ursula von der Leyen promised in her very first speech: 'In the first 100 days of my mandate, I will make proposals to oblige wage transparency'. Super fine! But we're over a year on now, and her promise is nowhere to be seen. Nowhere. Not even if we ask repeatedly. A silence is the reaction so far. I hear the Commissioner say today, with all due respect, 'soon'. But it's not on the 2021 agenda. So, dear Commission and Honourable President Von der Leyen, answer the simple question: when will the Law on Wage Transparency in the EU be on the table? Because that's what all women and all men deserve.", "language": "en", "original_language": "nl", "translation_provider": "azure"}, {"id": 66, "date": "2021-01-21.json", "name": "Στέλιος Κυμπουρόπουλος (PPE).", "mepid": "197692", "text": "   Madam President, Commissioner Dalli, ladies and gentlemen, I speak in Greek today because the message of gender equality must be heard by every citizen of the European Union in order to understand it. Inequality is a reality that is experienced, observed, studied; we cannot look. The Treaty on the Functioning of the European Union itself recognises this in Article 8: the Union must, in all its activities, aim to eliminate inequalities and promote equality between men and women.  The political debate on gender equality is a vital instrument of the democratic process taking place in this room, but also in our own house, in the national parliaments. Exploitation and violence against women through objectification and marginalisation is a phenomenon that no one in this room can dispute. Women must operate on an equal footing in society, especially through the economy, as economic participation is key to gaining their voice in a fair labour market and society.  The European Parliament is working horizontally towards gender equality, promoting the support of violence against women, including online illegal hate speech. Everyone must be equal before the law; equal pay for equal work, according to the work plan for all. Their wallet is theirs. We defend their participation in the local and external policies of the European Union.  The European Union speaks with one voice about the position of women everywhere. Equality, at all levels and in all aspects of everyday life, is the fertile ground for the well-being of a society and the springboard for its development. That's what we're fighting to do from here.", "language": "en", "original_language": "el", "translation_provider": "azure"}, {"id": 67, "date": "2021-01-21.json", "name": "Alessandra Moretti (S&amp;D).", "mepid": "124799", "text": "   Madam President, ladies and gentlemen, COVID-19 also does not like gender equality. However, the recovery will only take place if we are able to exploit women's abilities, finally breaking that crystal roof that has been talked about for too long. That is why Next Generation EU will have to provide for half of the resources to be invested in gender policies, as the movements of #HalfOfIt or the Right Medium are asking us to do. We will have no other opportunity to guarantee girls to live in a women-friendly society, that society in which there is still too much discrimination today. And we, who have the privilege of being in this House, have a moral and political duty to set an example by starting a real process of emancipation in favour of women. European funds should be used in services for reconciling work and family, school, training, research, work and equal pay, both of which are the first real form of freedom and autonomy. If we want gender mainstreaming, initiated by the first female President of the European Commission, to really be a turning point, we must take action with a strong spirit of cross-party lobbying. The pandemic is europe's worst crisis since the war. We need everyone's contribution to overcoming it, especially that of women.", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 68, "date": "2021-01-21.json", "name": "Helena Dalli", "mepid": "n/a", "text": "   Member of the Commission. – Madam President, I would like to thank all Members for this insightful debate today. We can say that we are really one voice on this important matter.  The Commission welcomes these reports and discussions and I thank all of you involved for the great work done and for your commitment to gender equality. Your suggestions and insights buttress the Commission’s work in its fight for equality. We must ensure that every step we take is a step forward towards a more gender—equal Europe.  I thank you again, and I look forward to a year of work where we shall implement all that we have spoken about today in order to strengthen equality so that we will really have a union of equality. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 69, "date": "2021-01-21.json", "name": "Przewodnicząca. –", "mepid": "197525", "text": "  I close the debate. The vote will take place on Thursday 21 January 2021. Written declarations (Article 171)", "language": "en", "original_language": "pl", "translation_provider": "azure"}, {"id": 70, "date": "2021-01-21.json", "name": "Christine Anderson (ID)", "mepid": "197475", "text": "  in writing. – This report seeks to highlight the idea that the small percentage of women involved in ICT/ STEM is primarily due to “gender stereotypes”. This reasoning is missing two crucial elements: Choice: Graphs and figures, don’t tell a person’s full story. If lack of self-confidence may play a part in the professional path taken by women, we can’t overlook the fact that education and career are first of all the result of a personal choice, based upon preferences and competences. Forcing women to engage in career paths that they might not feel particularly interested in, is counterproductive and anti-democratic. In addition, it is in contradiction with Article 15 of the Charter of Fundamental Rights of the EU, which enshrines the freedom to choose an occupation and right to engage in work Focus on sexual harassment: Though cyber violence is addressed in articles 28 through 31 of the report, it is overrun by ideology: The portion of articles suggests to combat cyber violence through “comprehensive sexual and relationship education”. This is yet again a way of pushing for more “gender ideology” under the guise of protecting women, and ultimately putting the needs of the digital Labour Market above women’s choice of career.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 71, "date": "2021-01-21.json", "name": "Vilija Blinkevičiūtė (S&amp;D)", "mepid": "96681", "text": "  Writing. – We are very pleased that the Commission has adopted a communication entitled 'Equality Union: A European Union of Equalities. Gender Equality Strategy 2020-2025\" in the first 100 days after the Commission's work begins. It is a strong sign of political will in the implementation of EU gender equality policies and a convincing, clear and ambitious policy framework aimed at further implementing women's rights and gender equality and combating attacks in this area. We support the Commission's objective of creating a European Union in which people, regardless of their diversity, are not exposed to discrimination and structural inequalities. To date, we have many unresolved problems in the area of gender equality . Women continue to earn less than men , their pensions are significantly lower than those of men and they are at risk of poverty in old age. On the shoulders of women, the care of dependants, the burden of the household and these activities are not remunerated. This is wrong and we need to resolve it. The proper implementation of the Work-Life Balance Directive is particularly important and we hope that the Commission will closely monitor the proper transposition and proper implementation of this directive in the Member States. The Istanbul Convention is a great disgrace to the EU as a whole , as some Member States have so far not ratified it. This sends a very bad signal and undermines our efforts to combat violence against women. We expect the Commission to actively cooperate with the Member States to complete the ratification process as soon as possible.", "language": "en", "original_language": "lt", "translation_provider": "azure"}, {"id": 72, "date": "2021-01-21.json", "name": "Sirpa Pietikäinen (PPE)", "mepid": "40599", "text": "  Written. – Mr President, it is clear that the coronavirus pandemic has hit women and older people in particular. There are serious concerns about the rise of intimate partner and domestic violence in Europe, especially during social closures. For everyone, home is not a safe place. Hate speech online is also on the rise and women and girls are also victims of gendered violence online. All hate speech must be criminalized. The Committee on Gender Equality proposes a number of measures in the reports we are debated today: legislation to combat all gender-based violence, an action plan to close the gender pay gap, and an action plan to improve wages and working conditions in women-oriented sectors such as health care. An alarm system and continuous monitoring of the progress of women's rights should be carried out. The last few years have shown that we cannot take the progress of equality for granted, but we must work to promote it every day. There are also forces in Europe that are trying to erode the progress already made, for example in the area of sexual health and rights. We expect effective actions on equality from the Commission, the Council and the Member States.", "language": "en", "original_language": "fi", "translation_provider": "azure"}, {"id": 73, "date": "2021-01-21.json", "name": "Ελισσάβετ Βόζεμπεργκ-Βρυωνίδη (PPE)", "mepid": "125065", "text": "  Writing. – Ladies and gentlemen, today we are debating in the European Parliament three crucial dossiers of the Committee on Women and Gender Equality, covering a wide range of issues of inequality against women in different areas, setting important objectives for which we must fight consistently, away from stereotypes and social remnants.  Unfortunately, the pandemic has led to a setback and its economic consequences are expected to hit women harder than men. The most serious concerns are raised by the reported increase in violence against women across Europe, in particular domestic violence, when victims have been locked up with their abusers for weeks or months due to quarantine and travel restriction measures.  In this context, and as Vice-Chairman of the Committee on Women and Gender Equality, I call for and consider it necessary to integrate the gender dimension into the Union's new economic tools to tackle the crisis geared to women's needs. Above all, however, I call on all women who have suffered or have suffered violence or any form of sexual abuse or harassment to courageously report such incidents and offences, without fear of social stigmatisation from sick consciences and outdated mentalities. Our values and culture call for zero tolerance for violence.", "language": "en", "original_language": "el", "translation_provider": "azure"}, {"id": 74, "date": "2021-01-21.json", "name": "Przewodnicząca. –", "mepid": "197525", "text": "  The next item is the debate on seven motions for resolutions on repression against the democratic opposition in Hong Kong (2021/2505(RSP)).", "language": "en", "original_language": "pl", "translation_provider": "azure"}, {"id": 75, "date": "2021-01-21.json", "name": "Marco Campomenosi", "mepid": "35016", "text": "  Author. Madam President, ladies and gentlemen, I would like to thank Commissioner Dalli for being with us today, because the situation in Hong Kong is very serious. The concept, which we have defended for a long time, of a country and two systems is in real danger: I believe that many members agree with me on this, and I believe that all the resolutions tabled by the groups go in the same direction. Lawyers, journalists, political activists and young people are being deprived of their freedom, mainly as a result of the entry into force of the National Security Act, which jeopardises Hong Kong's autonomy, which was defended by the British-Chinese exit agreement. I therefore call for cooperation with the United Kingdom and the US Administration which, I imagine, will follow the pace of relations with China followed by the outgoing administration. And then I can only underline, as a member of the Committee on International Trade, the unease that many of us, including many governments, have suffered with regard to an acceleration in the conclusion of the EU-China investment negotiations, which surprised us a little at the end of the year. This was probably not the right time to give China such a result. I will end with the words of a missionary who has been in China for forty years, Franco Mella, who has been protesting for a long time in front of the prisons where many activists are imprisoned and who invites us not to let these people lose hope.", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 76, "date": "2021-01-21.json", "name": "Manu Pineda", "mepid": "197828", "text": "  Author. – Madam President, I am not going to go into the substance of the debate from here, because I understand that even those who have driven it are not important. You have access to the text we have presented.  The issue of Hong Kong, which ceased to be a European colony thirty years ago, is brought here for the umpteenth time. It's just an excuse. In each plenary you will find one to talk about China.  This debate reflects the colonial vocation of some groups acting as if Europe is still the metropolis that can impose its decisions on China, and puts its servileness to the United States above the interests of European workers and businesses.  It does not seem very clever to assault and insult the People's Republic of China in every plenary. If we really want to build a multipolar world, we need to strengthen our relations with Beijing. Because the dangers of the current unilateral model are well known, for example, the 12,000 Airbus workers in Europe who can stay on the street for America's blackmail of the European aerospace sector.  The New Silk Road, a project that seems destined to transform how countries relate to each other, gives us an opportunity we should not despise. It is urgent to move from the current model, in which the strongest appropriates the resources of others by imposing their law, to one based on mutual benefit and horizontal relations.  We welcome the European Union-China strategic agreement and hope that, in the face of the outburrs of some here, we can continue to work in a comprehensive order based on international law, the fight against climate change, peace and the sovereignty of the peoples.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 77, "date": "2021-01-21.json", "name": "Nathalie Loiseau", "mepid": "197494", "text": "  Author. Madam President, in a few weeks we have learned a lot about China. We have learned that the Chinese Communist Party is afraid of freedom, even in a small territory of 7 million people, Hong Kong. The Chinese government prefers the freedom to repress to the freedom to express itself.  We have learned that China is not complying with its international commitments on Hong Kong, made under the joint declaration with the United Kingdom. We have learned that the Chinese Communist Party is afraid of transparency. How long and difficult did it take for WHO to finally send a mission to Wuhan to investigate the origins of the COVID-19 pandemic, whose global dimension and disastrous consequences justify that all light be shed wherever necessary? Finally, we have learned that China denies the obvious, that of the atrocious fate reserved for the Uighur people.  All of this, we have undoubtedly learned at the very moment when China is reaching an investment agreement with the European Union. This agreement raises doubts among many of us, because what we have learned, we will not be able to ignore, because in this agreement there is a text that we are still waiting for, but there is also a context. And in this Parliament, there is a democracy, European democracy that expresses itself and says what it has to say.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 78, "date": "2021-01-21.json", "name": "Bert-Jan Ruissen", "mepid": "197773", "text": "  Author. Mr President, Commissioner, it is becoming increasingly clear that China is using the draconian new security law in Hong Kong to silence the democratic opposition and seriously restrict the freedoms of Hong Kong people. Under the guise of \"countering state subverting behaviour\", anyone who is critical of them is silenced. How far is this going to go? In China, religious minorities are suffering from charges based on national security law. Is this curtailment of religious freedoms going to become a reality in Hong Kong? That is our great fear. The EU, together with the international community, must join forces and take a strong stand. So do not conclude an investment agreement with vague promises on human rights at a time when the human rights situation in China is in the deepest valley for decades. But take targeted action against all those responsible for the violations of fundamental rights of Hong Kongers and Chinese.", "language": "en", "original_language": "nl", "translation_provider": "azure"}, {"id": 79, "date": "2021-01-21.json", "name": "Evelyne Gebhardt", "mepid": "1913", "text": "  Author. Madam President, I would like to thank the president for her Developments in Hong Kong must wake us up. The repression of the opposition movement and the structured action against pro-democracy organisations are a massive interference with the fundamental rights of the Hong Kong people. The Chinese authorities are thus undermining the agreed autonomy of the Special Administrative Zone immensely. It is significant that the national security law is being used to arrest unwelcome people and censor freedom of expression. With today's resolution, the European Parliament has reinforced its position that the actions of the leaders of China and the Hong Kong administration do not go unnoticed. We insist that the national security law, which with its far-reaching powers massively curtails the fundamental rights of the Hong Kong Constitution, must be repealed. In addition, all of the wrongly detained opponents must be released immediately and the charges based on the National Security Act must be dropped. In view of the increasing pressure on the democratic forces in Hong Kong, the Council must consider targeted sanctions against the decision-makers in the Hong Kong administration as the next measure. And we expect the issues of fundamental rights to also be taken into account in the forthcoming agreements with China. Because trade is important, yes, but not at any price.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 80, "date": "2021-01-21.json", "name": "Jordi Solé", "mepid": "185974", "text": "  author. – Madam President, we stand by the people of Hong Kong, by the many struggling for democracy, for their fundamental rights and for the right to keep enjoying a high degree of sub-government. It has become crystal clear that China is overly using the national security law as an instrument to suppress dissent and political pluralism.  We have witnessed incarcerations, disqualification of lawmakers, pressure of the media and even prosecution abroad. All this in clear violation of the Sino-British Joint Declaration and the basic law. It’s time for the EU to take further actions, for instance, by using the new human rights sanctions regime. And, one last remark. With increasing human rights violations happening in China, rushing to reach an agreement on investments as the Council did, might harm our credibility as a global human rights actor. When scrutinising the agreement and voting on it, this Parliament cannot ignore the worrying situation of human rights in China.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 81, "date": "2021-01-21.json", "name": "Miriam Lexmann", "mepid": "204336", "text": "   author. – Madam President, let me first of all thank colleagues from all across the political groups for the excellent cooperation on this urgency resolution.  Article 21 of the EU Treaties clearly states that the Union’s external action shall be guided by the values and principles on which the Union was founded – in particular, democracy, rule of law, the universality of human rights, fundamental freedoms, and respect for human dignity.  Dear colleagues, the Chinese Communist Party and its collaborators in Hong Kong continue to strip away the city’s high degree of autonomy and suppress Hong Kongers’ freedoms, including political rights. They are using the so—called ‘National Security Law’ as a pretext to destroy Hong Kong’s democracy and put in jail pro—democratic activists and politicians.  These developments are highly worrying. It is no longer sufficient to be concerned. We also have to learn a lesson that pure economic engagement is not a way of supporting democracy and human rights, as we used to think. If the Union wants to be a credible actor, and truly engage in value—based foreign policy, we must use our economic position as the leverage to support those who are oppressed, rather than to reward human rights abusers. Otherwise, we might become morally co—responsible for these crimes and abuses.  To support the people of Hong Kong, our steps must include: implementing the July 2020 Council Conclusions on Hong Kong, including the lifeboat scheme, suspension of extradition treaties and support for civil society; using the Magnitsky Act to sanction Carrie Lam and other Chinese and Hong Kong officials; and make it clear to the Chinese Communist Party that this House will take human rights into consideration when asked to endorse the investment agreement and any future agreement with China and other regimes supressing human rights. It is time for the European Union to act. It is time to defend freedom. It is time to stand with Hong Kong.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 82, "date": "2021-01-21.json", "name": "Seán Kelly", "mepid": "96668", "text": "  on behalf of the PPE Group. – Madam President, good morning, Brussels and good morning, Hong Kong.  The Hong Kong police arrested 53 representatives of the democratic opposition and activists on charges of subversion under the national security law for Hong Kong, freezing many assets relating to these individuals. This is the latest in a long series of arrests of the  democratic opposition and other actions aimed at undermining democratic institutions in Hong Kong. It’s not just on the streets where censorship is taking place, but over the internet as pro-democracy websites are blocked, further limiting freedom of expression and access to information, which have damaging consequences for both civil liberties and democracy. The unilateral introduction of national security legislation by the Government in Beijing is an attack on the city of Hong Kong’s autonomy, rule of law and fundamental freedoms, and degrades the integrity of one country, two systems, which is a breach of China’s commitments and obligations under international law.  With my colleague, Barry Andrews, I would also like to highlight the case of Richard O’Halloran, an Irish citizen and father of four from Dublin, who has been refused permission to leave China since March 2019. Richard has not been arrested, charged or personally accused of any wrongdoing; he was just unfortunate enough to be caught up in an investigation into another individual, whom he had never met during the period on which to investigation is focused. I would call on the Chinese Government to allow Mr O’Halloran to come home as there is no legitimate reason for him to be kept against his will. I also call on the Chinese Government to listen carefully to what the Members of Parliament are saying today and to act accordingly. That is in the best interests of everybody and good relations with the European Union. Good morning and the best of luck to the people of Hong Kong. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 83, "date": "2021-01-21.json", "name": "Isabel Santos", "mepid": "197650", "text": "  on behalf of the S&amp;D Group. - Madam President, the worst fears expressed in this House seven months ago have taken place. The entry into force of the National Security Act on Hong Kong territory has caused a vertiginous degradation of the rights and fundamental freedoms of the region's inhabitants.  Since then, and in just this short time, more than 400 activist politicians have been the target of intimidation, arbitrary arrests and convictions. I draw your attention to the case of the 12 pro-democracy activists captured by China, of whom 10 have been sentenced to prison for illegal crossing of continental waters. Among these is Tsz Lun Kok, a young citizen of Hong Kong, also with Portuguese nationality, therefore, a European citizen.  I join my voice with the High Representative in the call for the immediate release of all these young people, but the European Union must take a firm and unrelenting approach, with consequences, of all human rights violations in Hong Kong and also in mainland China, Tibet and Xinjiang.", "language": "en", "original_language": "pt", "translation_provider": "azure"}, {"id": 84, "date": "2021-01-21.json", "name": "Svenja Hahn", "mepid": "197444", "text": "  on behalf of the Renew Group. – Madam President, we parliamentarians have been very vocal. We support the people of Hong Kong fearlessly standing up for their democracy. The democracy that is being cracked down on by China day by day, with the utmost disrespect for the struggle for freedom, by breaking international law. It’s time that the Commission and the Member States acted. It’s time you turned words into action. So, here’s a reminder: work with the US towards defending liberal democracy against a systemic rival. Use the human rights mechanism to sanction responsible individuals in China and their accomplices in Hong Kong. Insist that civil and political rights are restored. The democratic opposition must be freed and allowed to run in the next elections. Brave people of Hong Kong, the European Parliament will keep fighting for you with the tools of democracy that you are deprived of. Freedom will prevail. We stand by your side.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 85, "date": "2021-01-21.json", "name": "Gunnar Beck", "mepid": "132191", "text": "  on behalf of the ID Group. – Madam President, this House has a habit of debating matters in faraway places of which we know little and about which we can do nothing. Human rights in Hong Kong is such a topic and for once, you’re right. The situation does raise concerns. Yet as we speak, the EU is concluding a new investment treaty with China, and Germany depends on exports to China to bankroll the euro area. The EU cannot even afford imposing sanctions on China. So why are we discussing human rights in Hong Kong at all?  The EU is censoring free speech and social media are silencing dissent. Some Member States are imprisoning their own citizens for holding referenda. Others don’t allow referenda at all, and in Germany the biggest opposition party is placed under surveillance for opposing immigration in a year of major elections, and in Germany too, a law is passed to punish vilification of the EU’s flag and symbols, with three years in prison.  Countries used to start wars to overcome internal strife and dissent. Today, the West finds fault with the rest to exert soft power, yet Western liberal democracy is no longer liberal and long ceased to be democratic. The West is trying to pull a trick that’s no longer working.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 86, "date": "2021-01-21.json", "name": "Reinhard Bütikofer", "mepid": "96739", "text": "  on behalf of the Verts/ALE Group. – Madam President, this resolution that we’re debating sends one clear central message: the European Parliament will continue to stand with Hong Kong. We’re underscoring this stance by clearly saying that the EU must act upon our words. We must make use of the newly introduced global human rights sanctions mechanism to sanction those people, including in particular Carrie Lam, that are violating human rights in Hong Kong. When we debate the EU—China Comprehensive Agreement on Investment (CAI), we will take human rights into account, and I can’t see how the present text suffices to our standards.  One last sentence to some panda huggers from ID and GUE: if you hate your own political system so much that you think you have to find excuses for acting on behalf of a foreign aggressive power, that’s not positive, that’s not progressive, that is despicable. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 87, "date": "2021-01-21.json", "name": "Ryszard Czarnecki", "mepid": "28372", "text": "  On behalf of the ECR Group. – Madam President, i voted in favour of the report by Mrs Schwab Commissioner, i would like to thank you very much for Honourable Members, I would like to begin by thanking the rapporteur, Mr Schwab, for his excellent work. I have been to Hong Kong twice already at a time when it was part of the People's Republic of China, albeit of course with great autonomy. I would also remind you – because this has not been the case in the speeches so far – that there is a special EU Hong Kong Friendship Group in our Parliament. I am honored to be a member of it. I think that these politicians, those public figures who criticised the fact that at a time when Hong Kong was part of the British Empire, the Governor was appointed british queen. Those who did not do so then, today, frankly, sound a bit hypocritical. I believe that it is necessary to promote human rights in Hong Kong. That's for granted.", "language": "en", "original_language": "pl", "translation_provider": "azure"}, {"id": 88, "date": "2021-01-21.json", "name": "Emmanuel Maurel", "mepid": "24505", "text": "  on behalf of the band The Left. Madam President, one country, two systems was the commitment that China made to the international community at the time of Hong Kong's handover in 1997. This commitment has not been respected, this word has not been kept, but nothing is discovered. This is not the first time that China has deliberately violated the rules it had committed to abide by. This is the case at the WTO or WHO, and it will also be tomorrow at the ILO. And despite this, European leaders who are so quick to denounce foreign dictatorships are turning a blind eye, either because they believe that China can be blindly trusted - and they are wrong - or because they are cynical and consider that the size and wealth of the country justify this collective amnesia. And that's the case when you sign an investment agreement in secret. This is not only an economic mistake, it is also a political fault in view of the situation in Hong Kong, in view of the fate of the persecuted Uighurs, also in the eyes of wuhan whistleblowers who have been silenced. So Europe needs to wake up and stop turning a blind eye.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 89, "date": "2021-01-21.json", "name": "Fabio Massimo Castaldo (NI).", "mepid": "124812", "text": "   Madam President, ladies and gentlemen, as early as 30 June 2020, when the infamous National Security Law was imposed by the Beijing authorities, one of the best-known faces of activists from the former British colony, Joshua Wong, warned us that this would represent the end of Hong Kong and the beginning of terror. Since then, in fact, the situation has only worsened: since December Joshua has been in prison for the umpteenth time, along with many other activists, and a few weeks ago we saw the arrest by the government of 53 pro-democracy politicians on the basis of the extremely broad and vague provisions of this draconian law. The people of Hong Kong have clearly expressed their peaceful demands for freedom and autonomy, but the authorities have always chosen to respond with increasing repression and violence, and the total asymmetry of power between Beijing and Hong Kong makes this situation even more complex. My question is, then, how did we forget this issue in the last investment agreement with China? How did we allow our efforts to become rhetorical? This hong kong struggle is not just a struggle that belongs to the people living there, it is a struggle of all those who believe in democracy and the defence of human rights globally.", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 90, "date": "2021-01-21.json", "name": "Juan Fernando López Aguilar (S&amp;D).", "mepid": "96812", "text": "   – Madam President, yesterday the vast majority of this European Parliament celebrated as good news and a window of hope biden's arrival at the White House and celebrated Trump's departure, whose denial of cooperation with the European Union and multilateralism is surely the context of strategic autonomy, the diplomacy of the European Union from which the comprehensive investment agreement that the European Union signs with China in December brings 2020. But under no circumstances can this context prejudice the European Union's clear commitment to human rights and its protest at the arbitrary and illegal detention of journalists, students, human rights lawyers and candidates for local elections, which clearly violates international law, the 1984 Sino-British agreement and China's 1997 status as a Special Region for Hong Kong , which guarantees you plural elections and an independent judiciary. And so this is the moment when the European Parliament has to raise its voice to say that no agreement can justify looking the other way. And that this Parliament takes its democratic commitment to human rights very seriously. In China and everywhere.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 91, "date": "2021-01-21.json", "name": "Bernard Guetta (Renew).", "mepid": "197543", "text": "   Madam President, let's call a spade a spade. In debating this morning the political repression in Hong Kong, we are talking about an ascending power that sits on the \"one country, two systems\" agreement, holds one million Uighurs in forced labour camps, threatens Taiwan, projects itself in the South China Sea and says without shame that dictatorship would be preferable to freedom. For democracy, Mr Xi's regime is a challenge like no other, and therefore the question of the investment agreement arises to us. We will be debating for months its economic clauses and its very principle, but our political duty, as parliamentarians, is to tell Mr Xi now that we will not be able to ratify this agreement until his regime has ratified international conventions against forced labour.  It is a sine qua non condition on which we can agree in no time. So my dear colleagues, let's do it! This clear message, let's deliver it now!", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 92, "date": "2021-01-21.json", "name": "Yannick Jadot (Verts/ALE).", "mepid": "96740", "text": "   Madam President, ladies and gentlemen, this resolution says how the European Parliament has never resigned itself to repression in Hong Kong and the rest of China. It is also a terrible admission of failure because despite our denunciations, the dictatorship has never been so brutal, violent, cynical in China. And since we are talking about cynicism, how can we accept that Angela Merkel and Emmanuel Macron forget the worst dictatorship in the world, forget its denunciations, forget the values of Europe to sell cars, private health homes or surveillance systems? Colleagues, we cannot denounce a political regime on the one hand and, on the other hand, do business in cynicism. This Parliament today must not simply question the investment agreement with China: it must denounce it! It is a mistake of Europe's democratic, economic, digital and energy sovereignty. This is, as has been said, a political fault! So let's suspend all discussions, negotiations with China now.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 93, "date": "2021-01-21.json", "name": "Assita Kanko (ECR).", "mepid": "197469", "text": "   – Madam President, when it comes to human rights, the EU has two faces. It’s happy to issue statements of concern, passing its judgment on countries around the world, but our support for democracy and human rights is less vociferous when it comes to selling German cars. Brave young men and women stand on the front lines of the battle between freedom and autocracy. They include Joshua Wong, Agnes Chow and Ivan Lam, currently in jail for defending the democracy that we all take for granted here. What are we doing to support them? What signal are we sending to them, when we close our eyes and sign an investment agreement with the very regime that is trampling over democracy in its neighbourhood, murdering Uighurs and threatening democratic Taiwan? What actions will the EU take regarding that investment agreement with China if the PRC continues to break human rights and international labour laws? Know that Hong Kong is a test of the resolve of the free world. Right now, the EU is shamefully failing that test and I deeply feel ashamed for that?", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 94, "date": "2021-01-21.json", "name": "Clara Ponsatí Obiols (NI).", "mepid": "204443", "text": "   – Madam President, the democracy movement of Hong Kong has the genuine sympathy and solidarity of the Catalans. Their fight against authoritarianism for democracy and self-determination is our fight. But the people of Hong Kong are enduring massive arrests, exile, the criminalisation of fundamental rights like the freedom of assembly and interference in their electoral processes — this is all too familiar to us as well. While Beijing crushes democracy in Hong Kong, what message do they get from the EU? A rushed conclusion to the investment agreement! This sends a very clear message that human rights and violations are perhaps unpleasant, but they are not going to be an obstacle for businesses. The EU must stop sending these mixed messages, just paying lip service to their commitment to democracy and human rights. This Parliament must put on hold the EU investment agreement, and this Parliament must support the Uighur people and declare it a genocide. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 95, "date": "2021-01-21.json", "name": "Evin Incir (S&amp;D).", "mepid": "197392", "text": "   – Madam President, the Chinese regime never hesitates to violate human rights and international law. The case of Hong Kong is one of the many violations of human rights and international law. The speedy deterioration in Hong Kong is worrying. The oppressive Chinese regime must immediately release all political prisoners, including the immediate and unconditional release of the opposition members of the Parliament of Hong Kong and also the release of the Swedish bookseller Gui Minhai in prison in the PRC. Introduction of the national security legislation in Hong Kong is a shame. The ‘one country, two systems’ principle must be respected. It is time for the EU and the Member States to act. How much more should the people of Hong Kong suffer until the world acts? It shouldn’t matter how big a country is geographically, demographically or economically: human rights and international law are universal and must always apply.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 96, "date": "2021-01-21.json", "name": "Markéta Gregorová (Verts/ALE).", "mepid": "197549", "text": "   – Mr President, China has shown us enough. It showed us everything we Europeans fought in the past: concentration camps, genocide, taking one’s country for its own, sending people to jail for their opinions, creating causes to subdue the population. Ring any bells? Let me apologise to Hong Kong citizens for talking mainly about China when all our eyes should be on you. But this is simply not enough. We have another resolution condemning Beijing’s actions, while our EU colleagues are shaking hands with Xi Jinping, striking pompous investment deals. Later today, we will talk about the deteriorating situation in Vietnam.  Some tried to persuade me last year that a trade deal would help human rights. Man, were they wrong. Are we really making the same mistake again? Do you really not care? Ms von der Leyen, Mr Macron, Ms Merkel, Mr Michel, this is not my European Union. Our values are not for sale. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 97, "date": "2021-01-21.json", "name": "Helena Dalli", "mepid": "n/a", "text": "   Member of the Commission. – Mr President, thank you to the honourable Members of this Parliament. The situation in Hong Kong is deteriorating very fast, as you all rightly pointed out. On 6 January, the authorities conducted mass arrests under the National Security Law. The 53 arrested stand accused of subversion for participating in the pro—democracy primary elections held in July 2020. The criminalisation of legitimate political activity is aimed at stifling pluralism, pro—democracy voices and the exercise of political and fundamental freedoms in Hong Kong. The arrests on 14 January of 11 individuals implicated in the attempted escape to Taiwan of 12 Hong Kongers further compounds the impression that the criminal justice system is being deployed to punish dissent. Since the imposition of the national security legislation by Beijing over Hong Kong, the EU has conveyed with the great unity its strong concerns publicly in a serious of declarations and directly to the Chinese leadership at the summit in June and the leaders’ meeting in September. The leaders’ meeting of December was not only the occasion to conclude negotiations in principle on a comprehensive agreement on investment with China but also to raise concern on Hong Kong. The EU will continue to stand firm on its values and principles, while pursuing its interests. And the same effort in July, the Council adopted an EU response package comprising a mix of measures at EU and national level, such as further scrutinising exports of sensitive equipment, suspending extradition agreements, stepping up scholarships and academic exchanges, further engaging with civil society and observing trials of pro—democracy activists. There is consensus on continuing to apply the measures and to consider additional steps in case of further deterioration. Unity and solidarity continue to prevail. We cannot let any Member State, any citizen, any Member of Parliament be singled out with respect to Hong Kong, Xinjiang or more broadly, China. By calling for the release of Swedish citizen, Gui Minhai, the EU will continue to stand firm on protecting its citizens. Coordination with like—minded democracies on Hong Kong and addressing other challenges brought along by China will continue to be a cornerstone of our approach. Hong Kong remains high on our political agenda and will be discussed at the upcoming Foreign Affairs Council on 25 January.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 98, "date": "2021-01-21.json", "name": "Presidente. –", "mepid": "124747", "text": "  The debate is over. The vote will take place after the debates.", "language": "en", "original_language": "pt", "translation_provider": "azure"}, {"id": 99, "date": "2021-01-21.json", "name": "Presidente. –", "mepid": "124747", "text": "  The following is the debate on seven motions for resolutions on the human rights situation in Turkey, especially the case of Selahattin Demirtas and other prisoners of conscience (2021/2506(RSP)).", "language": "en", "original_language": "pt", "translation_provider": "azure"}, {"id": 100, "date": "2021-01-21.json", "name": "Miguel Urbán Crespo", "mepid": "131507", "text": "  Author. – Mr President, despite the judgments of the European Court of Human Rights, Demirta has been wrongly detained since 2016.  Since then, dozens of politicians and thousands of HDP members have been arrested or imprisoned. Its mayors—legitimately elected—have been dismissed and replaced by friends of the government. And it seems that the strategy is not to stop until you get the HDP crushed. As Demirta, there are thousands of prisoners and political prisoners in Turkey, because Erdogan cares little about human rights or international regulations, and it seems that his role as guardian of European borders gives him carte blanche to do whatever he wants.  That is why we ask that the opposite be demonstrated: that Borrell should react strongly, that Borrell require a meeting with the Foreign Minister to demand the freedom of all political prisoners and Mr Demirta, that an arms embargo be approved and that accession negotiations be frozen until human rights in Turkey are respected. In short, it is shown that violating human rights has consequences.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 101, "date": "2021-01-21.json", "name": "Thierry Mariani", "mepid": "197623", "text": "  Author. Mr President, Turkey would suddenly become frequent again. Unfortunately, we knew that this would happen, as Chancellor Merkel's Germany has always bowed to Erdogan's pressure. Last Monday, the German Foreign Minister was on his way to Turkey. At the end of December, the same Heiko Maas refused Greece's legitimate request to impose an arms trade embargo with Turkey. It is the same one that sent Greece and Turkey back to back in the rising tension in the Mediterranean last summer, on the occasion of an umpteenth visit to Ankara.  It was Mrs Merkel who was again praised by the Turkish Foreign Minister at the NATO meeting in December. The presidency of the European Union by Mrs Merkel was therefore the occasion of a diplomatic victory for Turkey in Erdogan, and it is not by claiming today to defend some unjustly prosecuted opponents that we will make him forget. Meanwhile, Turkey continues to persecute its opponents and religious minorities, I am thinking for example of the murder of the Christian couple Simoni and Hurmuz Diril in January 2020. Turkey is doing nothing to solve this murder. Political Islamism, persecution of Christian minorities, blackmail at migration, Turkey is a danger to Europe. We will abstain on this resolution. It must not hide the reality: the German Presidency of the Union has made us capitulate to Erdogan.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 102, "date": "2021-01-21.json", "name": "Hermann Tertsch", "mepid": "197831", "text": "  Author. – Mr President, from here we are all going to recall the need for the release of Mr Demirta and all those political prisoners who are overcrowded in Turkish prisons. But I would also like to remind you that all these regrets we have had about Turkey for years — and, of course, in the last parliamentary term we are continually with them — do not have a real answer. We've never been through what words are. It's the same with China. We're crying here over the crushing of the opposition in China. Or it happens with Venezuela. We are dealing with that and yet we are not making progress on what it has to be, in a series of sanctions that restore the credibility of the European Union. We have talked a lot about Turkey, but no one has raised - as has to be done, once and for all - the paralysis of accession negotiations, the sine die suspension of this absurdity that we have there, with a dictatorship that is falling deeper and deeper into repression— as is the case with China; and yet we make agreements, make plans and continue with the whole export, as if nothing happened, until the next whining.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 103, "date": "2021-01-21.json", "name": "Sergey Lagodinsky", "mepid": "197460", "text": "  Author. Mr President, ladies and gentlemen, I would like to thank the rapporteur for her excellent report and for the way in which The day before yesterday, I gave a speech on Alexei Navalny. I mentioned at the time that we are talking far too little about the heroes of democracy and about political prisoners. It is actually unbelievable to me, and only recently, inconceivable that I have to talk on this subject about a country with which we actually want and want to build a common European future. There are political prisoners here, too. And we must now talk about this country in the same way as we do about other countries, including Russia. It is unbelievable that we have to hold such a meeting on Turkey. But the names speak for themselves: Selahattin Demirta', Figen Yuksekda', Osman Kavala, but also lesser-known names such as Cihan Erdal or a German citizen, Gönül Örs, and her mother, who cannot get out of the country and who also face imprisonment. Our green position and my personal position is clear: Turkey's future is a European future and we need a normalisation of our relationship. But this normalization begins with human rights, begins with the rule of law, and also begins with the normalization of international law. Until that progress is made, we will not make progress with normalisation. It is a pity, but that is the fact.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 104, "date": "2021-01-21.json", "name": "Hilde Vautmans", "mepid": "130100", "text": "  author. – Mr President, Selahattin Demirtas has been detained for over four years, based on unfounded charges and despite two rulings of the European Court of Human Rights calling for his release. His case for me is just an example of the widespread human rights abuses and the misuse of the judiciary in Turkey. Colleagues, this resolution is yet another sign of our concern with the situation in Turkey, but it’s also a sign of solidarity with those who suffer the repressive measures taken by the Erdoğan regime. You all know that this Parliament will soon deal with the annual report on Turkey and, there too, we will repeat our concerns. My main message to the Turkish authorities today, ahead of their visit to Brussels later this week, is to remind them of our resolution. I will talk to Mr Erdoğan. Mr Erdoğan, better relations are fully dependent on tangible improvements in the respect of democratic principles, the rule of law and fundamental rights inside your country. If you’re serious about turning a new page in your relations with Europe, you know what to do. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 105, "date": "2021-01-21.json", "name": "Nacho Sánchez Amor", "mepid": "197722", "text": "  Author. – Mr President, the HDP was a party closely linked, originally, to the Kurdish movement. And today, however, it is a party with a broad sociological basis in other progressive sectors of Turkey.  The HDP and Demirta itself have represented the decision of many prokurdos activists to abandon gun violence and to bet on action within institutions. It is a process that we know very well in Spain, because it is at the origin of ETA's democratic victory over terrorism.  In Turkey, however, this movement is continually accused of terrorism. We have tried to convince our Turkish colleagues that keeping the HDP in the institutions is vital for Turkish democracy to survive as such. It is a party that, on its own merits and against all the elements, as Urbán has recalled, now has remarkable popular support.  The case of Demirta is particular, not only because he is a leader, not only because he was a candidate from prison for president of the country, also because the European Court of Human Rights has said several times — last time, a few weeks ago — that there were no reasons for his detention and his tenure in prison and that he should be immediately released.  These days, the Turkish leaders and, surely today, the Turkish minister here in Brussels, want to show us that relations with Europe have to be resumed, that they want to return to these long-postponed democratic reforms.  We don't want any more statements. Please don't send us any more love letters. Send us facts, decisions that demonstrate the sincerity of this — apparently - renewed European bet. They fulfill their commitments to international legality and release Demirta, which is a good example of the sincerity of this European bet.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 106, "date": "2021-01-21.json", "name": "Peter van Dalen", "mepid": "96809", "text": "  Author. Mr President, here we are again. Another debate on the human rights situation in Turkey, again on the violation of the rights of prisoners of conscience. How many times have we held such debates, when countless journalists, politicians and spiritual leaders are behind bars in Turkey? Around 270 journalists have been detained worldwide. Forty-seven of them are trapped in Turkey and countless others have already fled. Lawyers who want to assist those journalists have little access to court documents. Social media users are also regularly arrested, and the same fate affects Erdoğan's political opponents, such as Demirtas. Spiritual leaders in Turkey are not sure of their freedom. There are mock lawsuits against church leaders and goods of monasteries are regularly expropriated. In addition, Erdoğan engages with villains such as Hamas leader Hanija. Hamas' new broadcaster, which is funded by Turkey, aims to promote Erdoğan in the Middle East. Mr President, it is clear to me: not words, but deeds. All these resolutions on the situation in Turkey make little of a living. With all these texts on paper, Erdoğan only lights up his golden fireplace. It is time for strong sanctions against the regime in Ankara. That may mean less sales by European companies of products to Turkey. Well, that's too bad. The merchant wins here often enough. Human rights, especially those of prisoners of conscience, are more important than making money from trade with dubious countries such as Turkey.", "language": "en", "original_language": "nl", "translation_provider": "azure"}, {"id": 107, "date": "2021-01-21.json", "name": "Tomislav Sokol", "mepid": "197417", "text": "  on behalf of the PPE Club. - Dear Chairman, the European Union brings together Member States committed to the European idea and the European way of life, including democracy and the rule of law. However, the political circumstances are such that in the immediate neighbourhood we have a state that is not committed to the values described. While the fact that Turkey has enjoyed candidate status for membership in the Union since 1999 should mean that it shares our vision of fundamental values, especially the rule of law, unfortunately this is not the case. This is evidenced by the years-long judicial farce related to the baseless detention of opposition leader Selahattin Demirtaş, who was stripped of his liberty back in 2016. In its December decision, the European Court of Human Rights unequivocally confirmed that demirtaş's imprisonment was not based on law and ordered his immediate release.  Colleagues, I hereby regret that Turkey, as our long-standing partner in preserving international peace, does not respect the decisions of the established courts. When we add to this the increasingly aggressive behaviour in the eastern Mediterranean, the increasingly difficult position of Christians, the persecution of political opponents and the connection with the Muslim Brotherhood, we can unfortunately argue that Turkey is not moving forward but is going backwards more and more.  In other words, it is time for the European Union to finally consider what long-term form of cooperation with Turkey it wants given the frequent violations of the rule of law in this country.", "language": "en", "original_language": "hr", "translation_provider": "azure"}, {"id": 108, "date": "2021-01-21.json", "name": "Kati Piri", "mepid": "37229", "text": "  on behalf of the S&amp;D Group. – Mr President, 1 500 days – that’s how long Selahattin Demirtaş has now been in jail, ripped away from his wife, Başak, taken away for more than four years from his children, his two daughters, from his family and from his friends. Just to add to the torture, they have put him in a detention facility 1 600 kilometres away from his house. That’s as far as from here to Rome. What is his crime? His crime is to represent the voiceless people, it is to enter politics and to speak out against the authoritarianism of President Erdoğan. Is that my personal opinion? No. This opinion is shared by the highest authority on human rights in Europe. The European Court of Human Rights Grand Chamber has come to the conclusion that he must be released immediately. What is happening with HDP in Turkey? We have seen their leaders being put in jail, and their Members of Parliament, their mayors and their activists, for four years now.  I understand that the Foreign Minister of Turkey is coming for a visit to Brussels. I urge everyone entering into talks with him to put the case of Selahattin Demirtaş and Osman Kavala at the top of the agenda. It’s useless to continue to talk if there is no action from the Turkish Government side. I believe it’s time to apply pressure, which Erdoğan does understand. Selahattin, Başak – em bi te re ne, we are with you! ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 109, "date": "2021-01-21.json", "name": "Ramona Strugariu", "mepid": "134605", "text": "  on behalf of the Renew Group. – Mr President, while we were preparing this resolution on Mr Demirtaş and other prisoners of conscience, a journalist named Melis Alphan was charged with terrorist propaganda and now risks 7.5 years in prison because six years ago she shared on her Instagram account a photo from a public celebration of an event broadcast by the national television during the peace process. In that photo, one could see a Kurdish flag.  This is one of the most absurd attacks on free journalism and on democracy that I have ever witnessed. I wonder for how long we can continue to keep our eyes closed and our pockets open to such blatant injustice, while Erdoğan continues to send people to jail. Millions of people did what Melis did back then. Should they all go to jail, President Erdoğan?  If Turkey claims to be a democracy, then political prisoners should be released, fundamental freedoms should be respected and free journalists should be honoured. Then we can have a dialogue. I stand with you, Melis Alphan, and with Mr Demirtaş and other people who deserve a European life, not a dictatorship.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 110, "date": "2021-01-21.json", "name": "Susanna Ceccardi", "mepid": "197786", "text": "  Mr President, ladies and gentlemen, we are also discussing Turkey and its concept of human rights at this part-session. In recent years, Erdoğan's attitude towards Europe and other sovereign states has been no less belligerent and hostile. In spite of this, Europe and some European governments, including the Italian government, continue to want to continue the negotiations on Turkey's accession to Europe, as if we could gloss over the aggression of the Nagorno, the war in northern Syria, the drilling off Cyprus, the oppression of political opponents, and the hate speech towards the European West. They turned St. Sophia's Basilica into a mosque, an affront to a symbol of the whole Christian world. How much money have we given and are we continuing to give to Turkey? Between subsidies, aid and incentives to stop immigration, Turkey has collected more than EUR 15 billion since 2002 despite its Islamist breakthrough. Let us stop funding and arming an enemy of the West who makes a mockery of us. Let us immediately stop negotiating Turkey's entry into Europe and spend that money on our people, on our businesses and on our infrastructure. Some dictators do not understand the language of diplomacy, that of our human rights resolutions. They only yearn to expand their power, even to the detriment of other peoples. As far as we are concerned, Turkey has never been, is not and will never be Europe.", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 111, "date": "2021-01-21.json", "name": "François Alfonsi", "mepid": "96750", "text": "  on behalf of the Greens/FTA group. Mr President, the political situation in Turkey is showing more worrying signs every day. The entire democratic opposition is in danger of no longer being able to stand in an election because those who win them are under threat of charges of complicity in terrorism, then detained for many years, such as Mr. Selahattin Demirtas, brilliant candidate of the Kurdish HDP party in the 2015 presidential election, then imprisoned in 2016 when he was re-elected as an MP and still in prison for five years. In the face of such democratic scandals, the European Union's first duty is to ensure that it bears no responsibility for them.  Therefore, the time has come to question the relevance of the PKK's inclusion on the list of terrorist organizations, when it cannot be blamed for any such act for a very long time. It is indeed an armed organization engaged in a territorial conflict, but it is not justified to classify it as a terrorist, except to go back several decades. This was also implemented by a court decision issued in Belgium in 2020. By withdrawing this political cover from Mr Erdogan's repression, Europe would thus give a positive signal to all the democratic opposition in Turkey.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 112, "date": "2021-01-21.json", "name": "Ангел Джамбазки", "mepid": "124873", "text": "  on behalf of the ECR Group. – Mr President, colleagues, listening to you, will tell themselves that this room is full of human rights fighters, people who bravely stand up to dictatorships, and people who have no fear of saying in the eyes of dictator Erdogan that he is a dictator. Alas, dear colleagues, this is not true at all. For seven years I have been telling you from this chamber and from the one in Strasbourg that Erdogan is a dictator, that he is violating human rights, that he is throwing journalists in jail, that he is fighting illegal wars everywhere, and for seven years the vast majority of you are being made that you do not see and do not hear what is happening. And when we ask you for real action on this topic, we hear the answer that Erdogan and Turkey were a strategic partner. Well, at the same time, colleagues, Erdogan is your strategic partner and you criticize him here for human rights violations. One of the two is true, can not be true both. Therefore, what needs to be done is to end the empty talk here and take real action. That means sanctions, it means ending membership negotiations because Turkey is not a European country, as we know it means finally seeing the truth and acting. The other, I say again, is empty talk.", "language": "en", "original_language": "bg", "translation_provider": "azure"}, {"id": 113, "date": "2021-01-21.json", "name": "Özlem Demirel", "mepid": "197468", "text": "  Mr President, I would like to like to like the Left Group. Mr President, I would like to thank the \"We are not prisoners, we are hostages! The aim is to crush the opposition bloc, to prevent us from coming together. The AKP is fighting vehemently for its survival. At the next elections, the HDP and other opposition parties will send the AKP-MHP bloc into the dustbin of history! We will build democracy,\" said Selahattin Demirtaé from prison in the autumn of 2020. Yes, Demirtaé and countless others are hostages. They should be silenced. In Turkey, the question is: democracy or autocracy? There are currently countless meetings between REPRESENTATIVES of the EU and Turkey. It goes without saying that dialogue is needed in international relations. But there is also a need for transparency. That is why I ask: What did Heiko Maas discuss? What is the specific negotiation of Mr Borrell today with Mr Avusoglu? Will geopolitical and economic interests continue to determine EU-Turkey relations, or will the EU finally take a clear position alongside democracy and human rights? Selahattin Demirta', Gültan Koanak, Osman Kavala and many, many other political prisoners must finally be released!", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 114, "date": "2021-01-21.json", "name": "Fabio Massimo Castaldo (NI).", "mepid": "124812", "text": "   Mr President, ladies and gentlemen, Commissioner, for the umpteenth time we are here talking about Turkey.  Since the failed coup d'état in 2016, the purges of the Ankara government have not seen any setbacks. Erdoğan continues to use the event as a justification to strike at all his critics, to block and hold his opponents, and to consolidate his government. For four years, the Turkish Government has been arresting, indeed kidnapping, people affiliated to opposition groups and civil society, in particular members of the People's Democratic Party, without interruption. Now, with the COVID-19 pandemic, it has also had yet another pretext to strengthen authoritarian rule, passing new restrictive laws to limit dissent. That of Selahattin Demirtas, who has been unjustly imprisoned for four years in defiance of the judgments of the European Court of Justice, as well as those of the other courageous MEMBERS of the HDP and democratically elected mayors, are all emblematic cases, which further demonstrate not only Turkey's deafness to international appeals and the provocative attitude of its President, but also the contempt, indeed the contempt , for the rule of law and international institutions. Ladies and gentlemen, the EU has so far been far too lenient in trying to find a de facto unilateral dialogue with Turkey. There is an urgent need for a jolt of dignity in the free world, and it is urgent to understand that words are no longer enough. We have at our disposal a new effective and targeted sanctioning instrument, the so-called Magnitsky Act: if we are not prepared to use it, if we continue to use double standards and blackmail ourselves on the issue of migration, we will not only lose credibility, but it will also be our dignity that will vanish forever.", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 115, "date": "2021-01-21.json", "name": "Στέλιος Κυμπουρόπουλος (PPE).", "mepid": "197692", "text": "   Mr President, ladies and gentlemen, Turkey and the Erdogan regime are once again concerned. Selahattin Demirtas has been imprisoned since 4 November 2016 in a maximum security prison in Edirne, without having committed any offence. This is not the first time That President Erdogan has imprisoned people who do not agree with his views or believe that they are threatening him. In total, it has laid off 150,000 people and imprisoned 80,000 as alleged participants in the 2016 coup and Gulen supporters. In Turkey, the rule of law and the distinction between powers have been broken for years and the rights of Turkish citizens are being violated.  The European Council cannot ask Poland, Bulgaria and Hungary to strengthen the rule of law and at the same time allow the acceding Turkey to slip into dictatorial practices. Until when, as Europe, will we tolerate it and advocate through our silence an authoritarian regime? The voice of the European Parliament is strong and a clear message to President Erdogan.", "language": "en", "original_language": "el", "translation_provider": "azure"}, {"id": 116, "date": "2021-01-21.json", "name": "Evin Incir (S&amp;D).", "mepid": "197392", "text": "   – Mr President, the case of Selahattin Demirtaş is a story about a father, a human rights lawyer and a well—respected politician, but it is also a story about people, the Kurdish people and many other people in Turkey under oppression by different governments, and currently the national conservative AKP government. Thanks to the European Court of Human Rights many have got restoration, some through economic compensation, others through freedom from imprisonment. The case of Selahattin Demirtaş is the story of a person, but also of a people.  That the Turkish Government refuses to respect the 22 December 2020 ruling of the Grand Chamber of the European Court of Human Rights is unacceptable. Commissioner Dalli, the Turkish Minister of Foreign Affairs is here these days. Will you and the High Commissioner receive my challenge to raise the issue of immediately releasing Mr Demirtaş and all other political prisoners. And will you also accept my challenge to put this on the table at the next meeting of the Council of Europe’s Committee of Ministers? Finally, I just want to quote my colleague Nacho Sánchez Amor: ‘That’s enough with the love letters.’ It is time for action. It is time for democracy.’", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 117, "date": "2021-01-21.json", "name": "Barry Andrews (Renew).", "mepid": "204332", "text": "   – Mr President, I visited a pediatric hospital in Gaziantep in southern Turkey, and in the incubators were many tiny Syrian babies. I was amazed at how little social unrest flowed from the impact on public health services in that area, despite the large Syrian displaced population. When we criticise the Turkish Government, and we should, we should also remember the incredible welcome and, ultimately, vindication of human rights provided by the Turkish people to their Arabic-speaking neighbours in the decade since the Syrian uprising. I wonder if that welcome would be provided in every EU country. I know that in my own country, there are instances where reception centres for asylum seekers were burned down mysteriously before refuge could be provided to anybody seeking protection and fleeing a well-founded fear of persecution. I have no illusions about the Turkish Government. I will continue to campaign for İlhan Sami Çomak. He has been in jail since 1994. His case was found unsafe by the European Court of Human Rights in 2007 and he’s still in jail in 2021. It’s an outrage. But if we are to keep alive the dream of a common European future, we have to draw distinctions between the Turkish Government on the one hand, and the Turkish people on the other hand. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 118, "date": "2021-01-21.json", "name": "Bernhard Zimniok (ID).", "mepid": "197489", "text": "   Mr President, I would like to thank the Time and again, The issue of Erdogan is here in Parliament. Today, we are once again denouncing the blatant disregard for fundamental and human rights in Turkey, accusing the Turkish despots. Too often we have already done so and nothing has happened. But why wander into the distance, the bad is so close! There are also significant democratic deficits in Germany. On the one hand, there is a denunciation of the repression of the Kurdish HDP and others, and on the other hand, propaganda, the instrumentalization of constitutional protection and the forced-financed public media are being used against the AfD – the only opposition party in Germany. The goal: the exclusion and ultimately the annihilation of an annoying opponent in the political game. The ID Group is also being treated in the same way here in the European Parliament. Do we have a Vice-President, a committee chairman, who we are entitled to under the Rules of Procedure? No. At the beginning of the parliamentary term, all the political groups here in this House proudly proclaimed the cordon sanitaire instead of confronting the political debate. And why? Because we serve the European citizen and not the rest of the world on the basis of a confused ideology. I do not want to defend Erdogan. I would not be able to do anything further, as my many speeches on this subject show. But what is being done here in this House is pure hypocrisy, an openly demonstrated double standard. Therefore, ladies and gentlemen, before you want to address democratic deficits worldwide, start here!", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 119, "date": "2021-01-21.json", "name": "Ryszard Czarnecki (ECR).", "mepid": "28372", "text": "   – (2) Mr President, I would like to begin by It is good that we are talking about Turkey, because it is a very important country, a very important partner of the European Union, also an extremely important NATO member, who in his region is certainly stabilising the situation in the context of what is happening, for example, in Iraq or Syria. Ten days ago, at a meeting with the ambassadors of the Member States of the Union, the Turkish Foreign Minister announced, let us call it, some liberalisation and stated that terrorism had been fought in Turkey for the last few years, but now it is time to focus on economic issues. What are the consequences? See. I think this is a step in the right direction.  I think it is necessary to talk to Turkey, to put forward our arguments, to look for what unites us, and, of course, to be admonished for those things that require it. I think we need dialogue first and foremost.", "language": "en", "original_language": "pl", "translation_provider": "azure"}, {"id": 120, "date": "2021-01-21.json", "name": "Isabel Wiseler-Lima (PPE).", "mepid": "197421", "text": "   Mr President, Turkey has the status of a candidate country for membership of the European Union. With this status, Turkey has made a commitment to respect freedom, democracy, the rule of law, human rights, pluralism, justice, as well as to be able to apply European law. The recall is necessary since the Turkish authorities do not even follow the judgments of the European Court of Human Rights to which they are subject.  A 2018 ruling by the Court, upheld in December 2020, obliges the Turkish authorities to immediately release Selahattin Demirtas. The Court found that Mr. Demirtas' detention was politically motivated and expressed concern about government interference in judicial cases.  If President Erdogan therefore wants to give a start to his recent commitments to carry out the reforms necessary to revive Turkey's accession process to the European Union, he could start by implementing the decisions of the European Court of Human Rights and have Mr Demirtas released. A minimal gesture that will have to be followed by many others so that we can begin to believe in promises never kept.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 121, "date": "2021-01-21.json", "name": "Νίκος Ανδρουλάκης (S&amp;D).", "mepid": "125110", "text": "   Mr President, Selahattin Demirtas is Erdogan's hostage. He's been in prison for four years without trial. His arrest is the price of the fight for a peaceful resolution of the Kurdish issue, it is the price for a democratic Turkey that respects human rights. He is joined by other MPs, elected mayors and HDP officials; because the HDP is not only a pro-Kurdish party but a faction that rallies wider progressive forces around it, which do not tolerate the authoritarianism of Turkey's current president. That's why Erdogan hits them mercilessly. \"I know what awaits me, but I cannot help but return to the side of my people,\" he told the Committee on Foreign Affairs the last time Demirtas visited Brussels before his arrest. Now it is our turn to stand by his side, not in words, but in deeds; that is why you will be judged at the March European Council. The European Court of Human Rights has shown the way forward.", "language": "en", "original_language": "el", "translation_provider": "azure"}, {"id": 122, "date": "2021-01-21.json", "name": "Anna Bonfrisco (ID).", "mepid": "197788", "text": "   Mr President, ladies and gentlemen, High Representative and Commissioner, I find it ironic that President Erdoğan is asking us to make the ontological choice to admit Turkey to the European Union. It is politically ironic, but tragic and painful for its victims, its citizens, its legitimate political opponents, who in a democracy have the right and public space to express themselves freely. Today's Turkey is a strategic challenge for Europe because the proposed model of political philosophy and political Islam is not democratic, it is not tolerant, it is not open to dialogue and it does not promote inalienable rights. The Turkish state political model that he offers us is therefore anti-European and it is grotesque that he should ask us to put an end to what he calls 'rhetoric against Turkey'. It is not rhetoric, it is the voice of human dignity trampled underfoot, today it is the voice of Selahattin Demirtas.", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 123, "date": "2021-01-21.json", "name": "Andreas Schieder (S&amp;D).", "mepid": "197670", "text": "   Mr President, Commissioner, I would like to thank the commissioner for her work and for the work she has done. We call for the immediate and immediate release of Selahattin Demirta', Figen Yüksekda', and many other opposition detainees: MPs, mayors, journalists, members of the opposition HDP and other parties. On 4 November 2016, Demirtaé was arrested along with eight other Members of Parliament in Turkey, along with eight other Members. The former MP and presidential candidate has been held innocently in Turkish prisons for four years. The European Court of Human Rights has on several occasions held that the arrest was contrary to human rights and that Demirta' and the others must be released immediately. Time and again, meps, including the opposition CHP, such as Kaftanciaolu and others, are repeatedly arrested and unlawfully convicted. Human rights are under pressure in Turkey. That is why we are calling for the release and for Turkey to finally recognise human rights standards and the European Court of Human Rights.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 124, "date": "2021-01-21.json", "name": "Helena Dalli", "mepid": "n/a", "text": "   Member of the Commission. – Mr President, the European Union has repeatedly conveyed its serious concerns about the continued negative developments regarding the human rights situation in Turkey, along with specific recommendations in the Commission’s annual report on Turkey to urgently, and credibly, address all relevant shortcomings.  Meanwhile, the European Court of Human Rights issued decisions confirming our concerns and calling for immediate action. It concluded that Mr Demirtas’s extended detention violated the European Convention on Human Rights, including its Article 18. Moreover, the Turkish Constitutional Court stated that his right to freedom and security was violated during his trial and on remand beyond a reasonable period. What more can I say? Also, this House knows very well the situation of human rights defender, Osman Kavala, who has been held in pre—trial detention since November 2017, as well as the tragic case of Ebru Timtik. Moreover, decisions and actions taken by the Turkish authorities against mayors from opposition parties remain deeply concerning. Hundreds of local politicians, elected office holders and thousands of members of the People’s Democratic Party have been detained on terrorism-related charges, since the local elections in March 2019. Investigations were launched against others. Some even considered banning the HDP, which would clearly send a further very worrying signal.  We have always acknowledged that the Turkish Government has a legitimate right to fight terrorism. But it is also responsible for ensuring compliance with the rule of law, human rights and fundamental freedoms, which are enshrined in Turkey’s Constitution and its international commitments. Concerns for the freedom of assembly in Turkey have also risen recently due to an amended regulation, which gives the Turkish police and intelligence access to military weaponry. We also cannot underestimate the threat that the recent law on preventing financing of proliferation of weapons of mass destruction presents to Turkish civil society, which already operates in a hostile environment.  The EU will continue to closely monitor the situation on the ground and to support Turkish civil society and human rights activists who face continuous pressure. We have made clear in our statements, most recently on 30 December, that, as a candidate country and long-standing member of the Council of Europe, Turkey urgently needs to make concrete and sustained progress in this and the respect of fundamental rights, which are a cornerstone of EU—Turkey relations. Progress on the cases of Mrs Demirtas and Kavala and other human rights cases is of the essence. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 125, "date": "2021-01-21.json", "name": "Presidente. –", "mepid": "124747", "text": "  The debate is over. The vote will take place after the debates. Oświadczenia pisemne (art. 171)", "language": "en", "original_language": "pt", "translation_provider": "azure"}, {"id": 126, "date": "2021-01-21.json", "name": "Κώστας Μαυρίδης (S&amp;D)", "mepid": "124691", "text": "  Writing. – Turkey is now a huge prison with millions of people who are politically opposed to the neo-Ottoman regime, among them the political leader Demirtas. Under the Erdogan regime, there were 27,493 victims of torture and another 86 died. The biggest government project in recent years is to build €300m of prisons. The Chairman of the relevant Committee of the Council of Europe described Turkey as an authoritarian-dictatorial regime, stressing that there is no independent judiciary, but it is a government tool in its authoritarian politics. In addition, we are witnessing the Turkish expansionism in An. Mediterranean, Libya, Syria, Iraq and the Caucasus. If the above concerned another country, severe sanctions (trade, defence, etc.) would have already been imposed, but for Turkey certain Member State governments prevent them. Germany in particular is proceeding with the sale of state-of-the-art submarines to Turkey, to be used against European interests and member states in An. Mediterranean. I am addressing the people who understand the risks to European interests. The imposition of severe sanctions is a one-way street for Turkey to comply in practice with the European Court of Justice's rulings to end the repression and imprisonment of political dissidents. In the face of Demirtas, we honor the conscience of humanity fighting for freedom, justice and human rights. That's why I nominated him for the Sakharov Prize.", "language": "en", "original_language": "el", "translation_provider": "azure"}, {"id": 127, "date": "2021-01-21.json", "name": "Presidente. –", "mepid": "124747", "text": "  The following is the debate on seven motions for resolutions on the human rights situation in Vietnam, in particular the case of human rights journalists Pham Chi Dung, Nguyen Tuong Thuy and Le Huu Minh Tuan (2021/2507(RSP)).", "language": "en", "original_language": "pt", "translation_provider": "azure"}, {"id": 128, "date": "2021-01-21.json", "name": "Marco Campomenosi", "mepid": "35016", "text": "  Author. Mr President, ladies and gentlemen, I would like to thank Commissioner Delli. The area of South-East Asia has strong geopolitical tensions, which our institutions should probably focus on. The tensions between China and Vietnam, the geopolitical settlement of countries such as Laos and Cambodia, however, do not justify what is happening within the Vietnamese regime, with arrests of journalists and bloggers, a role of social media which, as we have also seen in the Western world, is very problematic and perhaps in some cases, on what has happened in Vietnam, it is also complicit in a situation that obviously concerns freedom of expression. In the amendments tabled by my political group we also include references to the important problem of religious freedom, which also has a strong restriction on Christians, who are not a very small minority: they represent as much as 9 % of the inhabitants of the country. So it is clear that our role here is very much in difficulty. never applied.", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 129, "date": "2021-01-21.json", "name": "Mick Wallace", "mepid": "197817", "text": "  author. – Mr President, today we have our third resolution this term in support of Western-backed anti-China protesters in Hong Kong, where police have killed no protestors yet. Why don’t we want to talk about Yemen, or Ethiopia? We have not had one resolution on the Saudi-UAE genocidal war being waged against the people of Yemen. The UN says the greatest humanitarian crisis in the world is taking place there. Millions are being intentionally starved to death. The UN says the number of people in Tigray, in northern Ethiopia, in need of life-saving assistance is at least 2.3 million, as a result of the war crimes of the unelected Abiy Ahmed. The changing of the guard in Ethiopia in 2018 was considered by the US as an opportunity for disrupting Chinese influence and now the US and the EU turn a blind Abiy’s war crimes, and all we want to talk about it in here are US-backed protesters in Hong Kong. Meanwhile, the EU and our friends are immune from criticism and when you have armed contracts with totalitarian regimes, who carry out terrible atrocities, you look the other way. I will take seriously the concern expressed in here for US-paid journalists imprisoned in Vietnam when you deal with the millions of starving and dying children in Yemen and demand they be free from Saudi-UAE aggression and free from the fear of the weapons of the US, Canadian, UK, French, German, Swedish Spanish and Belgian countries blowing them to pieces.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 130, "date": "2021-01-21.json", "name": "Saskia Bricmont", "mepid": "197470", "text": "  Author. Mr President, two years ago this Parliament adopted a resolution on the fate of political prisoners in Vietnam. Almost a year ago, this Parliament voted on the EU-Vietnam Trade and Investment Treaties. I remember that, in the face of skeptics like me, the proponents of the agreement said that it would change the human rights situation for the benefit of the population as a whole. While commitments have been made on labour law reform, the issue of human rights in Vietnam goes beyond the mere ratification of ILO conventions. Since then, repression has accelerated. Trade policy and human rights would therefore be two distinct elements. Not for Pham Chi Dung, president of the Association of Independent Journalists, who was arrested a few days after having spoken directly to us with a critical look at the process of ratifying the trade agreement. Sentenced to 15 years in prison for this, he is one of the three journalists for whom we now demand unconditional release along with Nguyen Tuong Thuy and Le Huu Minh Tuan, sentenced to 11 years in prison. The delegation of the European External Action Service in Hanoi continues to be concerned about the condemnation of hundreds of other pacifist activists, confirming a worrying reduction in the area of freedom of expression, assembly and association in the country. Our resolution therefore calls for the release of journalists and activists, the improvement of conditions of detention, especially in the context of the current pandemic, the adoption of a moratorium on the death penalty and the recall to Vietnam of its commitments to its own people, the European Union and the international community.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 131, "date": "2021-01-21.json", "name": "Adam Bielan", "mepid": "23788", "text": "  author. – Mr President, the EU has recently extended its hand to Vietnam with a free trade agreement (FTA) widening the horizons for companies both in Vietnam and in Europe, but we cannot continue to ignore the violation of fundamental rights currently happening in our economic partner. So today we call on the Vietnamese authorities to immediately release the three journalists recently incarcerated, as well as all journalists, bloggers and human rights defenders currently unfairly detained for having tried to express their opinions. Over recent years, the safety of journalists and whistle—blowers has taken a dramatic turn. Last year, while we were concluding our FTA, Reporters Without Borders ranked Vietnam 175th in the World Press Freedom Index. That is one place below Syria. This is why we urge the Vietnamese Government to also end the arbitrary censorship of independent news and media and delete the restrictions on online information sources. Through our new—found economic friendship, we probably have some tools to further bring this issue to the core of our exchanges with our partner country. Fundamental rights should definitely not be compromised with.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 132, "date": "2021-01-21.json", "name": "Marianne Vind", "mepid": "199941", "text": "  proposer. Mr President! Vietnam and the EU's relations are historically close and our cooperation has never been more important. Together, we lift a thousand people out of poverty, spread green technology and promote workers' rights. Separately we are weaker, together we are stronger.  That is why it is all the worse that the human rights situation in Vietnam is in retreat. Recently, several independent journalists and human rights defenders have been detained and convicted for their political activity. Dung, Thuy and Tuan have been sentenced to between 11 and 15 years in prison for so-called propaganda against the state. This is completely unheard of and unacceptable. Such acts are not only blatant repression of free and independent journalism, but also a clear attempt to deter citizens from criticising those in power.  Vietnam should release the wrongfully convicted immediately and revise its penal code and bring it into line with international standards. In the same vein, Vietnam should ratify ILO Conventions 87, 98 and 105, which it has, of course, committed itself to in the free trade agreement with the EUROPEAN Union. Cooperation between the EU and Vietnam is close, and it must remain so. But Vietnam must understand that our relationship is based on a common agreement on respect for human rights and freedoms. That is why I am pleased that today we are sending a strong signal with this resolution, which I look forward to voting through in parliament.", "language": "en", "original_language": "da", "translation_provider": "azure"}, {"id": 133, "date": "2021-01-21.json", "name": "Petras Auštrevičius", "mepid": "124766", "text": "  author. – Mr President, Vietnam might be and is a rapidly emerging economy, but it also leads the track of human rights violations. We are observing an intensifying crackdown on basic civic and political rights in the country. Press freedom is squashed by state ownership of media sources. Censorship is thriving, as the new cybersecurity law enables control of the global social media networks. Any criticism of the government is a ticket to prison.  The three journalists whose case we are discussing today chose to carry out their professional duties despite any risks. One of them – Pham Chi Dung – reached out to us and warned about the false promises the Vietnamese Government makes in order to secure the trade deal with the European Union. We should have listened better! The European Union must use every available tool to assist and support these journalists along with hundreds of other civic activists imprisoned for simply doing their job while serving the public interest. Vietnam’s economic growth is dependent on the free trade agreements. Since the language of economic gains and losses might be the only language that the Vietnamese Government understands, we should consider reinstatement of tariffs for Vietnamese goods.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 134, "date": "2021-01-21.json", "name": "Seán Kelly", "mepid": "96668", "text": "   Údar. – A Uachtaráin, a Choimisinéir, Dia daoibh ó Bhaile Átha Cliath. Bhí áthas orm turas a thabhairt ar Vítneam nuair a bhí an idirbheartaíocht faoin gcomhréiteach saorthrádála ar siúl. Tír álainn is ea Vítneam le daoine iontacha flaithiúla míne, agus tá nasc tábhachtach trádála idir an tAontas Eorpach agus Vítneam againn anois. É sin ráite, ní féidir linn fanacht ciúin agus staid chearta daonna ag dul in olcas ann. Tá ar rialtas Vítneam cloí le gach píosa reachtaíochta, náisiúnta agus idirnáisiúnta, atá bainteach le cearta daonna a chosaint agus a chur chun cinn. Le mo chomh-Fheisirí, táimse ag lorg go scaoilfear leis an triúr iriseoirí atá ainmnithe sa Rún seo, láithreach agus gan choinníollacha. Cuireadh i bpríosún iad toisc gur bhaineadar leas as a saoirse cainte. Tá ar údaráis Vítneam, tá orthu, stop a chur le gach srian ar iriseoirí agus ar ghníomhaithe agus dlíodóirí atá ag obair ar son chearta an duine agus stop a chur freisin le cinsireacht. Ba cheart go mbeadh na daoine seo ábalta a bpoist a dhéanamh gan eagla a bheith orthu roimh na póilíní. Impím ar údaráis Vítneam beart a dhéanamh de réir ár dtuarascála anseo inniu agus an triúr iriseoirí, Pham Chi Dung, Nguyen Tuong Thuy agus Le Huu Minh Tuan, a ligean saor láithreach bonn. Agus impím ar an gCoimisinéir brú cuimsitheach a chur ar údaráis Vítneam chun é sin a dhéanamh. Bhí áthas orm, a Uachtaráin,  a bheith mar údar ar an tuarascáil thábhachtach seo. Go raibh míle maith agaibh ó Bhaile Átha Cliath.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 135, "date": "2021-01-21.json", "name": "Antonio López-Istúriz White", "mepid": "28399", "text": "  PPE Group. – Mr President, the degradation of human rights in the Socialist Republic of Vietnam is serious, public and notorious. Vietnam's only Communist Party hasn't called elections in years. There is no respect for human rights and there is no downside to eliminating any opponent, political activist or journalist who reports the lack of these rights. I will follow with interest what will be the vote of my communist colleagues in this House on this subject. You have already heard - and I say this to European journalists - to some European communist colleague to say that the murder and persecution of journalists in Vietnam do not have the same priority as other issues in the world. Vietnam has a privileged business relationship with the European Union. Not so countries with an established democracy, such as New Zealand, or others in development, such as Cambodia and other countries. I hope that in the next vote we will all come together clearly and without distinction from political groups in favour of denunciation and the changes that need to be operated in Vietnam, which is this country that has this trade relationship with the European Union.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 136, "date": "2021-01-21.json", "name": "Maria Arena", "mepid": "124936", "text": "  On behalf of the Group of S and D. - Mr President, Commissioner, I will not speak to the authoritarian communist regime in Vietnam, because I do not believe in its desire to change in the area of human rights, but I will address European democracy. On 12 February 2020, this Parliament ratifies a trade and investment agreement between the European Union and Vietnam, despite all the reports that have been made since 2018, 2019, 2020 by Amnesty International or Human Rights Watch which denounced crimes and violations against the rights of Vietnamese people.  However, the rapporteur of the Committee on International Trade in charge of this dossier, Mr Bourgeois, had been there in 2018 when he was Belgian minister. He must have known. Yet he did not address the issue of human rights. And the same rapporteur who found himself in this Parliament was telling us that if we recorded serious and systemic human rights violations, we would suspend trade preferences. Well, I am speaking to Mr Bourgeois, I am speaking to the Commission, these serious violations exist, they existed and they will continue to exist. And so I ask that there be a suspension of preferential agreements with Vietnam.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 137, "date": "2021-01-21.json", "name": "Karin Karlsbro", "mepid": "197401", "text": "  on behalf of the Renew Group. – Mr President, the free trade agreement with Vietnam is the most ambitious that EU’s ever negotiated with a developing country.  When we adopted it, we expected it to be not only an economic win-win for both parties, but also an opportunity to advance sustainable trade, to advance democracy and human rights. Initially, we did see some positive results, especially on human rights. But the human rights situation is unacceptable, and the development so far has been very disappointing. We ask now for the immediate release of the journalists and political prisoners. Now is the time to step up our pressure, and use the agreement as the platform for supporters and civil society as we promised. When we adopted the trade agreement we also called upon the Commission and the European External Action Service to swiftly carry out a comprehensive human-rights impact assessment of the agreement. Today we repeat that call.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 138, "date": "2021-01-21.json", "name": "Patryk Jaki", "mepid": "197516", "text": "  On behalf of the ECR Group. – (2) Mr President, I would like to begin by Communism always ends as we see it at the moment by implementing the policies of the communist authorities in Vietnam. Since it is an ideology that defies human rights, common sense and logic, it must sooner or later stiuce freedom of expression because it does not tolerate free debate. That is why it is good that today we have this motion for a resolution, because what has happened, what has been going on there for a long time, but what has happened recently, i.e. the sentence of between eleven and fifteen years in prison for criticising communist power, is unacceptable. And it is good for the EU institutions to take very firm action against Vietnam. This type of activity cannot be accepted. But what's really disturbing is that big tech companies like Facebook and Google are also involved in censorship. Here, too, the European Parliament and the European institutions should take a hard line, because these companies also make a great deal of money within the European Union and cannot be allowed to participate in censorship.", "language": "en", "original_language": "pl", "translation_provider": "azure"}, {"id": 139, "date": "2021-01-21.json", "name": "Isabel Wiseler-Lima (PPE).", "mepid": "197421", "text": "   Mr President, a year ago the European Parliament approved free trade and investment protection agreements with Vietnam. However, there remained strong concerns about the communist regime's compliance with the commitments these agreements implied in respect of human rights and respect for international labour law. Therefore, Commissioner, we have matched these agreements with the call for an independent human rights monitoring mechanism and an independent complaint mechanism so that citizens have effective access to recourse. These mechanisms have not yet been implemented. We urge the Commission and the Vietnamese authorities to have them put in place. Similarly, we regret that the internal advisory groups included in the Partnership and Cooperation Agreement are still not operational. It is unacceptable that Vietnam does not respect an integral part of the agreements without having consequences. We feel particularly like an affront that Pham Chi Dung has been imprisoned and is still imprisoned for contacting MEPs in the context of free trade and investment agreements. The European Parliament calls on the Vietnamese authorities to release him and other journalists and human rights defenders so unjustly imprisoned.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 140, "date": "2021-01-21.json", "name": "Pascal Durand (Renew).", "mepid": "124693", "text": "   Mr President, Commissioner, I, too, like my excellent colleague Maria Arena, do not want to address the totalitarian Dictatorship of Vietnam. I want to go to the Commission, to the treaty watchdog. And what do the treaties tell us? Sometimes it's good to go back to the text. Article 21 of the Treaty on the European Union is very clear. The Union's action on the international stage is based on the principles that presided over its creation, which it aims to promote in the rest of the world: democracy, the rule of law, universality and the indivisibility of human rights and fundamental freedoms. He adds: the EU is working to develop relations and build partnerships with third countries that share the principles covered in the first paragraph. So, Commissioner, make sure that these principles are applied and respected or else, if not, for the sake of intellectual honesty, let us add a paragraph to the Treaty and say that these principles do not apply when the markets, profits and financial interests of European companies are at stake.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 141, "date": "2021-01-21.json", "name": "Helena Dalli", "mepid": "n/a", "text": "   Member of the Commission. – Mr President, honourable Members, we repeatedly expressed to Vietnam our concerns over limitations to freedom of expression, both online and offline, as reflected in increasing cases of intimidation, arrest, detention and sentencing of journalists and human rights defenders who express their opinions. The space for dissenting voices is shrinking and the sentences of Mr Pham Chi Dung, Mr Nguyen Tuong Thuy and Mr Le Huu Minh Tuan show a deterioration of the civil and political rights situation.  The EU has called on the authorities to respect fundamental rights enshrined in their constitution and in international conventions to which they are party, most recently in a statement issued by the spokesperson for Foreign Affairs and Security Policy on 6 January. At the same time, we aim to constructively engage the authorities to ensure alignment with international standards, by offering assistance in implementing the recommendations which Vietnam accepted under its latest Universal Periodic Review.  Political and civil rights and rule of law are regularly raised at the human rights dialogue with Vietnam. During the last session in February 2020 the EU reiterated its request for all Vietnamese citizens detained for exercising their freedom of opinion and expression to be released. The EU also referred to a number of individual cases and stressed that the negative trend of limiting freedom of expression must be reversed, especially when Vietnam and the EU are engaged in closer partnership. Additionally, the EU has supported projects by, and with, civil society organisations, enhancing citizens’ engagement in policy advocacy and promoting human rights.  Reform and modernisation allowed Vietnam to make continuous progress in economic and social rights, steadily opening up to international standards. The EU has supported Vietnam in moving from limited regional economic integration to broader international integration, including international standards. This includes ongoing reforms in the area of labour rights.  Against this background, we will continue to reiterate at every occasion that citizens’ opinions expressed peacefully are a critical part of prosperous societies and are essential for sustainable development. We will continue to work together with Vietnam to achieve a more inclusive society and be very clear about our expectations.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 142, "date": "2021-01-21.json", "name": "Presidente. –", "mepid": "124747", "text": "  The debate is over. The vote will take place after the debates.", "language": "en", "original_language": "pt", "translation_provider": "azure"}, {"id": 143, "date": "2021-01-21.json", "name": "Presidente. –", "mepid": "124747", "text": "  The second voting period is now being followed today. We will vote on the dossiers as indicated on the agenda. The voting period will take place between 1:45 p.m. and 3 p.m. The vote shall be carried out in accordance with the same procedure used in previous voting periods. All votes will be carried out by roll call vote. I declare the second voting period open today. You can vote by 3:00. The results of the second voting period will be communicated at 16:30. (The session is adjourned at 1:46 p.m.)", "language": "en", "original_language": "pt", "translation_provider": "azure"}, {"id": 144, "date": "2021-01-21.json", "name": "Il-President. –", "mepid": "118859", "text": "   Niddikjara interrotta s-sessjoni tal-Parlament Ewropew.", "language": "en", "original_language": "id", "translation_provider": "azure"}]