[{"id": 0, "date": "2021-02-08.json", "name": "Presidente. –", "mepid": "96864", "text": "   I declare resumed the session of the European Parliament adjourned on Thursday, 21 January 2021.", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 1, "date": "2021-02-08.json", "name": "Presidente. –", "mepid": "96864", "text": "   The next item is the report by Sven Simon, on behalf of the Committee on Economic and Monetary Affairs, on the 2020 Annual Report of the European Central Bank (2020/2123(INI) (A9-0002/2021). President Christine Lagarde is here, and I thank her for being here with us in plenary. I would remind honourable Members that for all the debates during this part-session there is no catch-the-eye procedure, nor will 'blue card' questions be accepted.  In addition, as was the case during the last part-sessions, there are remotely intervention by Parliament's liaison offices in the Member States. I now give the floor to the rapporteur, Sven Simon, for his speech. I would also like to thank Commissioner Dombrovskis for being here with us.", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 2, "date": "2021-02-08.json", "name": "Sven Simon", "mepid": "197426", "text": "  Rapporteur. Mr President, I would like to thank the Madam President of the European Central Bank, ladies and gentlemen, I would like to thank the President-in-Waiting for the Central banks were granted independence in order to ensure price stability free of political influence. This has proved its worth.  The European Central Bank is also an independent central bank. Of course, it is bound by its mandate. It does not move in a lawless space. Your actions can be reviewed by a court. But it is largely out of the democratic discourse, because the party political ideas are not supposed to be decisive for their politics, but their mandate. However, it is responsible to the European Parliament. It is therefore good that we can have the debate today in the presence of the President of the ECB, Mr Lagarde.  Let me pick up on three issues from the report: firstly, the low interest rate policy and inflation, secondly, the bond-buying programmes and, thirdly, the role of the European Central Bank in climate policy.  Low interest rate policy is a global phenomenon. The ECB cannot and must not consider the impact on, for example, real estate prices in conurbations as a regional one. But we welcome the fact that it wants to review the inflation calculation in order to better reflect the actual cost of living in the basket in the future.  On bond-buying programmes, the European Central Bank has succeeded in preventing no Member State from being cut off from financial markets in this pandemic, unlike in the 2009 financial crisis. This is a success for the European Central Bank. Monetary policy alone, however, will not be enough for a sustained economic recovery. This requires structural reforms in the Member States, some of which rest too much on the expansionary monetary policy of the European Central Bank.  The PSPP was the subject of disputes before the German Federal Constitutional Court and the ECJ. Ladies and gentlemen, if the European Court of Justice had been half as constructive as the European Central Bank in implementing this judgment, we would have been spared some discussion in Europe. The ECB itself has provided evidence that a competence-based proportionality test between monetary policy and economic policy is possible and has been carried out in the opinion of the European Central Bank.  In this sense, Madam President, I think that your clarification on the role of the European Central Bank in climate policy is extremely important. In your speech on 25 January, you said the following, and I quote in the original language: You spoke about climate change and central banking in Frankfurt and said, I quote, 'Clearly, central banks are not the main actors when it comes to preventing global heating. Central banks are not responsible for climate policy and the most important tools that are needed lie outside of our [i.e. your, the ECB's] mandate. But the fact that we are not in the driving seat does not mean that we can simply ignore climate change, or that we do not play a role in combating it'. Some colleagues in this House would like to see the Central Bank as a piggy bank for their political priorities. Some colleagues expect central banks to act as a rapid response unit for every economic crisis, keep sovereign financing costs low or provide savers with adequate interest rates. Recently, another item has been added to the wish list of the left: the ECB is called upon to assume an active role in climate policy. But you are absolutely right, Madam President, when you say, and I quote again, 'Most measures to tackle climate change lie outside the remit of central banks, but of course will have important for central bank balance sheets and policy objectives'. This is exactly the difference between what is within the mandate and what the left would like to have within the mandate. Impacts of climate change and policy transition have consequences for the primary objective of price stability. Nonetheless, the European Central Bank must not become an investment bank for climate protection. That would contradict the primary mandate of price stability. It would be illegal, despite whatever amendments the Greens propose here today. Madame la Présidente, ce fut un plaisir extraordinaire de travailler avec vous. J'espére que nous pourrons nous revoir bient t Francfort, sans les contraintes liées au COVID-19. Changer des idées avec vous a toujours été un grand plaisir. Je vous remercie ainsi que votre équipe, en particulier M. Straub, pour cette bonne coopération dans la préparation de ce rapport. J'ai beaucoup appris sur les politiques de la BCE.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 3, "date": "2021-02-08.json", "name": "Christine Lagarde", "mepid": "n/a", "text": "   President of the European Central Bank. – Monsieur le Président du Parlement européen, Monsieur le Vice-Président exécutive de la Commission européenne, Monsieur le rapporteur, honourable Members of the European Parliament, I am delighted to join you today on the occasion of this plenary debate on your draft resolution on the ECB Annual Report. I have to admit that, in spite of the circumstances being so different from a year ago, we are still here today, and it is a pleasure. Turning to the circumstances, clearly the pandemic has confronted us with a serious health and economic crisis, and yes, the start of vaccinations provides hope. But citizens across Europe are still facing the dire social and economic consequences of the virus, and prospects about the future remain uncertain. In these circumstances, a close dialogue between the EU institutions is essential for charting a clear way forward and reaching a common European response to common challenges. This Parliament has ensured that the views of European citizens are heard and acted upon as the EU is tackling the crisis. Parliamentary resolutions like the one we are debating today represent an important occasion for us at the ECB to reflect on how we can best deliver on our mandate for the benefit of all Europeans, and this is also the objective of our ongoing strategy review. I have repeatedly emphasised my ambition to listen more attentively to people from across the euro area, so I am very pleased to announce today to you that we will publish the key findings from our ‘ECB Listens’ portal. This will be published today, and on this occasion I would like to thank the 4 000 Europeans who responded to our consultation and shared their concerns about inflation developments, about the current economic crisis and about the impact of climate change, as those were the key topics that they commented on. Together – all together, including you, Mr Vice-President Valdis Dombrovskis – I would like to start by just looking back at the unprecedented economic crisis that Europe experienced last year and how the ECB responded. I will then look at the prospects for this year, before discussing a few of the policy challenges that we face in ensuring a strong recovery from the pandemic and how to manage the transition to a greener and more digital economy. So let me start with the year behind us and how I believe we responded forcefully to an unprecedented crisis. I don’t know how 2020 will be remembered by each and every one of you, but I think collectively we will remember 2020 as the year of the pandemic that led to an unprecedented economic contraction. The European institutions and the EU Member States reacted swiftly, creatively and resolutely, and the ECB, in my view, played a vital role. Our monetary policy was centred on two pillars. First pillar: in March 2020 we launched the pandemic emergency purchase programme, also known as PEPP, with an initial envelope of EUR 750 billion. But over the course of 2020, incoming data pointed to a more pronounced impact of the pandemic on the euro area economy and a more protracted weakness in inflation than previously envisaged. So the European Central Bank’s Governing Council expanded the PEPP envelope twice, first by EUR 600 billion in June, and then by a further EUR 500 billion in December, for a total of EUR 1 850 billion. The PEPP was tailored to the specific nature of the coronavirus crisis, and it serves a dual purpose. First, it can be operated as a powerful market backstop to prevent destabilising financial dynamics and breakdowns in monetary transmission. And second, it can act as an instrument that supports our monetary policy stance by smoothing out the impact of the pandemic on our price stability objective. These two engines have been activated with varying intensity over the two phases of the pandemic emergency. The backstop engine was the first one to be ignited, amidst the financial panic in the early stages of the pandemic. It helped preserve the transmission of our monetary policy to all sectors and countries in the euro area, thereby averting an even deeper economic contraction. That was the first engine. The second engine took over when markets eventually calmed, and it has been instrumental in nudging inflation closer to the path that we were projecting before the pandemic hit. That was pillar number one. Pillar number two was the targeted longer-term refinancing operations, also called TLTROs. We have eased and adapted the terms and conditions of our TLTRO III programme in order to reinforce its inbuilt incentive for banks to lend to firms and to households. This makes the TLTROs a powerful complement to the PEPP, as they concentrate on the downstream phases of monetary policy transmission – those that work through banks and, more directly, reach the small and medium-sized enterprises, which are most reliant on bank financing. So those are the two pillars that were really active in the course of 2020 – and to good effect. Let us now look at the year ahead and let’s look at what the outlook will be for our economy. As I mentioned earlier, the start of vaccination campaigns across the euro area provides the eagerly-awaited light at the end of the tunnel. At the same time, the renewed surge in COVID-19 cases, the mutations of the virus and the strict containment measures are a significant downside risk to the euro area economic activity. Output remains well below pre-pandemic levels and uncertainty about how the pandemic will evolve remains high. However, when containment measures are lifted and uncertainty recedes, we expect the recovery to be supported by favourable financing conditions, by expansionary fiscal policies and by a recovery in demand. Despite the steep increase in January due to a confluence of factors, inflation remains low. This can be attributed to weak demand and significant slack in labour and product markets. While we expect headline inflation to increase further over the coming months, underlying price pressures are likely to remain subdued owing to weak demand, to low wage pressures and the appreciation of the euro exchange rate. In this environment that I have just described, an accommodative monetary policy stance remains essential. It ensures that financing conditions remain favourable to put the economic recovery on a self-sustaining trajectory. Our pledge to preserve favourable financing conditions is crucial in the current environment, as it reduces uncertainty about the terms at which the economy can access external finance. This bolsters confidence and will encourage consumer spending and business investment. A more solid recovery is a precondition for re-anchoring inflation around its pre-pandemic path. At the same time, and as I have stressed many times, including in this House, it remains crucial that monetary and fiscal policy continue to work hand in hand. Fiscal policy, both at the national and at the European level, remains crucial to bolster the recovery in the euro area and address the impact of the pandemic. It can channel economic support to where it is most needed. By protecting workers and households and providing lifelines to viable firms that have been hit hard by the pandemic, fiscal support is particularly powerful in boosting aggregate demand. However, we need to remain vigilant. While fiscal support is crucial at this stage, it should be targeted and focused on the measures that are most conducive to economic growth. Against this backdrop, the ground-breaking Next Generation EU package should be implemented in such a way that the EU and all its Member States emerge from the crisis with stronger economic structures and a higher degree of cohesion. If implemented as planned, Next Generation EU could even boost growth as early as this year. So let’s look at a few policies. It is essential, in our view, that the Next Generation EU funds are disbursed quickly and used to support structural reforms and growth-enhancing investment projects. This would boost growth potential and contribute to reaching the EU’s objectives in the areas of climate change and digitalisation. We also need ambitious EU policies to make sure that bond and equity markets complement bank lending and public resources in financing a sustainable recovery. Progress in the area of sustainable finance, for instance, is pivotal to accelerate the transition towards a low-carbon economy. Efforts to deepen the Single Market, notably its digital dimension and in the services sector, would provide additional support for the recovery. As co-legislator, the European Parliament has a crucial role to play in advancing Europe’s green and digital agendas. The ECB is ready to play its part on these two fronts, as you request in your resolution. As I was quoted (and as I am happy to repeat), central banks are not responsible for climate policy, and the most important tools that are needed lie outside its mandate. But the fact that we are not in the driving seat does not mean that we can simply ignore climate change. Climate change has macroeconomic and financial implications and consequences for our primary objective of price stability and other areas of competence. We will contribute to fighting climate change in line with our mandate. We have already started this process and we will continue to do more. For example – and this includes most recent developments – we hold green bonds amounting to 3.5% of our own funds portfolio, and we plan to increase this share over the coming years. Since the start of this 2021, bonds with coupon structures linked to certain sustainability performance targets have been eligible as collateral for Eurosystem credit operations and for outright purchases for monetary policy purposes. This used not to be the case. Within the Eurosystem, we have also agreed on common principles for sustainable and responsible investment that we will apply when managing our euro-denominated non-monetary policy portfolios. This used not to be the case in all the euro system. We aim to start making annual climate-related disclosures for these types of portfolios within the next two years. And in the context of our strategy review, we will discuss whether sustainability considerations could be reflected in our monetary policy operations. On the digital front, the increased use of digital technologies is changing all aspects of our lives, including how we pay. This is where our preparatory work on a digital euro comes in. I am pleased that your resolution welcomes our work in this area – public support for this project is crucial. As representatives of European citizens, you have a fundamental role to play here. Our public consultation launched since October, which is now completed, drew over 8 000 responses from individuals, firms and, of course, industry associations. We will present you with a comprehensive analysis of these responses in the spring. This analysis will provide important input for the Governing Council of the ECB when it decides whether or not to launch a digital euro project. Let me conclude. If we want to pave the way for a sustainable recovery, we need to maintain and strengthen the common European approach that proved so effective last year. The ECB is committed to doing its part, within its mandate. We are equally committed to continuing and building on the close dialogue with this Parliament. You are essential in our efforts to improve our communication with European citizens. This is another clear finding from the ‘ECB Listens’ portal – many respondents have asked us to explain our decisions more clearly, in simple language and with more relatable, concrete examples. But communication is a two-way street, so we will continue our efforts to listen to your requests and remarks more attentively, as summarised in this resolution. As usual, we will provide our detailed feedback on the resolution together with the ECB Annual Report 2020. I now very much look forward to listening to your remarks and to participating in the discussion that we will have on the occasion of the final resolution on the report.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 4, "date": "2021-02-08.json", "name": "Valdis Dombrovskis", "mepid": "n/a", "text": "   Executive Vice-President of the Commission. – Mr President, honourable Members, honourable President of the European Central Bank, it’s a pleasure to be here today to discuss with you this very timely report. I would like to thank the rapporteur, Sven Simon, and the shadow rapporteurs and members of the committee for their valuable input.  The Commission overall agrees with the report. We in particular share the view that the ECB’s independence in conducting monetary policy is vital for safeguarding price stability. Like you we are also concerned about the negative social economic impact of the pandemic. The ECB has used its monetary policy instruments successfully to mitigate those effects. We welcome the emphasis in the report on strong complementarity between fiscal and monetary policies during the crisis. Favourable financing conditions have allowed fiscal impulses to be transmitted across the euro area, and at the same time national liquidity and income support measures have reduced risks of impaired monetary policy transmission. The Commission has supported Member States’ fiscal responses by activating the general escape clause in the Stability and Growth Pact. It will remain active this year. We will review the situation in the spring. We aim to avoid premature withdrawal of fiscal support and plan to strike the right balance between providing the necessary support to the economy and ensuring fiscal sustainability in the medium term. As of this year, the substantial financing provided by the Recovery and Resilience Facility will provide an additional input to our economies. Only the 13% pre—financing amounts to EUR 44 billion. We also need structural reforms to strengthen our growth potential and social cohesion. Next Generation EU will play a key role in making European economies more resilient and better prepared for the green and digital transitions.  In addition, the report makes significant points on climate change. We welcome the ECB’s increasing focus on climate—related risks and the specific ways that have been identified to address them, including under its supervisory and monetary policy mandates. The steps taken by the Commission and the ECB against climate change can certainly reinforce each other. I particularly welcome what Christine Lagarde just mentioned about the ECB investing part of its portfolio in green bonds. I note too that the ECB referred to objectives set out in the EU Taxonomy Regulation, in its decision to accept sustainability—linked bonds as collateral and make them potentially eligible for asset purchases.  The ECB’s preparatory work on a digital euro project is also welcome. By complementing cash, the digital euro could underpin the digitalisation of the EU economy. Taking their respective mandates into account, the Commission and the ECB are together reviewing the broad range of policy, legal and technical questions related to the possible introduction of a digital euro. It goes without saying that the European Parliament will play an important role in this process.  Lastly, the report touches on the issues of the euro’s international role. Promoting a stronger international standing for our common currency is an important element of the Commission strategy to stimulate the openness, strength and resilience of the EU’s economic and financial system. One of its objectives is to support the development of euro—denominated instruments and benchmarks. The euro is already more attractive to investors thanks to euro—denominated bonds issued under SURE and Next Generation EU. Again, I welcome your valuable input on this report and look forward to a good debate.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 5, "date": "2021-02-08.json", "name": "Markus Ferber", "mepid": "1917", "text": "  Mr President, i.e. the Group of the European People's Party (Christian Democrats) and European Democrats Mr President-in-Chief of parliament, Madam President of the European Central Bank, Executive Vice-President, Mr Valdis Dombrovskis, ladies and gentlemen, I would like to begin by thanking the President-in-House for the work he has done. This year, the European Central Bank is setting an important course with its review of the monetary policy strategy, and I am very grateful that you have taken up this issue. One aspect that is not available in this review is the primary objective – and that is a good thing – which is to maintain price stability. I sometimes have the impression that this seems to be forgotten here, and that is why I would like to make it clear once again that the primary objective of the European Central Bank, as formulated in the Treaties – ensuring price stability – is its honourable and priority task. Monetary policy must be used for this purpose. I wonder, however, whether the target that you have set yourself for many years, namely an inflation rate close to, but just below two per cent, is still the right target. After all, you have been missing this target with great regularity for many years, and inflation expectations in the eurozone – as you have just said yourself – are now firmly anchored at a much lower level. And that is why we should ask ourselves whether this inflation target, which is also being used as a justification for the multi-billion-dollar buy-out programmes, is really set correctly. After all, with demographic change, with the shift to a service society, and with a global overhang of savings, there is clear evidence that inflation will remain low in the long term. You can't resist this even with the largest buy-up program. That is why I really would ask you to review this two per cent target at last. And let me say a brief sentence on the subject of the digital euro: I am very grateful that the ECB is finally taking up this issue. I'd rather have an ECB digital euro than one from Mark Zuckerberg.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 6, "date": "2021-02-08.json", "name": "Pedro Marques", "mepid": "197634", "text": "  on behalf of the S&amp;D Group. – Mr President, Mario Draghi will always be known for saving the euro. You and your team, Madam Lagarde, can also be part of history if you continue to do what it takes to save the European economy through this crisis. The time we live in asks for decisive action. The European citizens deserve a response that lives up to their expectations – a swift, fair and sustainable recovery. The truth is that the ECB has been playing a crucial role in it, while the decisions for a coordinated, mutualised fiscal response take their time to deliver. So, let me congratulate you and your team, Madam Lagarde, for having reacted to the pandemic without delay, in particular through the Pandemic Emergency Purchase Programme (PEPP), but also with targeted lending, collateral easing, among other measures. They were essential to keep the European economy afloat and this report recognises that much. But now it’s necessary to finance the recovery. We all agree that a good part of this push can come from fiscal policy. We wish the results from the European bazooka to come soon. But monetary policy can and should still go a long way. It should also contribute to the structural objectives of the Union like well-being, employment and yes, tackling climate change, as you well pointed out, Madam Lagarde. For starters, the support from the ECB to the economy cannot be withdrawn in the near future. On the contrary, it must be reinforced to stimulate the recovery, now and in the long run, because the faster and more durable the recovery, the less economic and social consequences for Europe, for the European project and for our citizens. You promised to use all the tools to produce the most effective, efficient, and proportionate outcome to support the recovery. It is a statement that meets the ambition of Draghi’s ‘whatever it takes’, and this Parliament notes that and compliments you for that. Now it’s time to deliver on that promise – whatever non-traditional measures it might take, I would add. It’s time for action.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 7, "date": "2021-02-08.json", "name": "Engin Eroglu", "mepid": "197430", "text": "  Mr President, i.e. the Renew Group. Mr President, Mrs Lagarde, Mr Dombrovskis, ladies and gentlemen, very distinguished ones at home. The annual ECB report remains very sensitive and should be considered and edited scientifically.  The independence of the ECB is the pillar of our common currency in the European Union. The ECB's report should not be a wishful concert by this House, because in the end our currency is in international competition with other currencies and also with metals. However, as a supervisory body, we in the European Parliament have the task of looking closely at this.  I am pleased that in this report we are looking at both sides to see what can be done. On the one hand, we take a critical look at the Target page – I think that's very good and very right. On the other hand, something new: do we accept climate change, and does climate change ultimately find itself in the ECB's mandate? What we need to look out for is that the ECB does not become the second European Investment Bank. That is our task.  On the other hand, I am personally pleased that there are also 'small issues' in this report, such as the receipt of cash, or that we do not reduce the exclusion of money, or that intergenerational justice is finally reflected in this report. It is also important that I hope that we in plenary do not make the report worse by means of various amendments.  In the end, however, I would like to say one thing that is very important to me personally and which is slowly starting to come up in Parliament: that is the demand that Member States should be resonated with the ECB.  Mrs Lagarde, I ask you with all the vehemence in your independence: make sure that Member States also repay the debts they have made to the ECB. Every citizen in the European Union, every citizen in the European Union, must do the same.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 8, "date": "2021-02-08.json", "name": "Francesca Donato", "mepid": "197822", "text": "  Mr President, ladies and gentlemen, Madam President Lagarde, the ECB's mandate, in addition to the main objective of price stability, encompsres support for the Union's general economic policies in order to contribute to the achievement of its objectives. These include sustainable development, territorial cohesion and full employment. To support the economic recovery in the eurozone, you wisely called for full alignment between fiscal and monetary policies. Today I also think that we need the complementarity of correct health policies in the Member States, in order to combat effective and decisive COVID. We need a new approach focused on home care, with clear and updated protocols to heal symptomatics, reducing the burden of hospitals and thus allowing the reopening of all production activities, an essential condition for having an economic recovery.  I trust in your support for those countries that will have the courage and the ability to free businesses and citizens first from the constraints that clog up work and consumption. European objectives cannot be achieved in a context of continuing and irrational health terrorism.", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 9, "date": "2021-02-08.json", "name": "Philippe Lamberts", "mepid": "96648", "text": "  on behalf of the Greens/FTA group. Madam President, we wholeheartedly support the European Central Bank in its desire to ensure the viability of the euro at all costs. However, I want to challenge you here on two blind spots of his monetary policy, on which your predecessor, Mario Draghi, regularly kicked in the sidelines. First, of course, there are environmental challenges, particularly climate. Your statements mark a new approach to this and we encourage you to move from intentions to action - God knows if there is an emergency. But my second point is inequality: the ECB's policy is not without impact on them. By pouring thousands of billions of euros into the financial sector, it has artificially inflated stock prices and house prices. The beneficiaries are the holders of capital, a rather male, white and elderly minority of the population, a minority that has been excessively enriched over the last 30 years as a result of globalisation, technological developments and the advent of companies that are too big to fail and, let us not forget, tax evasion and evasion, as this morning's revelations on Luxembourg remind us.  As for the young and the low-income, they are suffering from austerity in the face of a clogged horizon. Although interest rates have fallen, they are now forced to go into debt twice as long if they want to access housing. Ms. Lagarde, there is not only one way to pursue an ambitious monetary policy. Therefore, the European Central Bank must not only prevent its choices from exacerbating the social divide, but above all it must play its part in its reduction by limiting the ability of finance to extract an increasingly indecent rent from society.  Madam Lagarde, Madam President, our ecological impact, on the one hand, and precariousness and exclusion on the other, are two time bombs whose explosion would be fatal to our societies. If it is more than time for elected officials to take their responsibilities, the Central Bank cannot evade its own. We're counting on you.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 10, "date": "2021-02-08.json", "name": "Johan Van Overtveldt", "mepid": "125106", "text": "  on behalf of the ECR Group. – Mr President, I would like to thank Ms Lagarde and Mr Dombrovskis for being here. In the context of the report we are discussing today, I would like to make four remarks and, of course, ask them some related questions. First of all, I think it’s more than fair to say that, given the circumstances that have fallen upon us, we are still in a very unusual situation with respect to the stance of monetary policy, with huge balance sheets increasing further by the day and negative nominal policy rates. A return to a more normal policy stance is, of course, not for tomorrow, not for next week, and probably not for next month either, but I think it would be good to be more explicit about the signposts that the path to normality will be. Secondly, we see today unmistakeable signs of major bubbles in equity markets and other financial markets, all more or less linked to what I would call the overabundance of liquidity. These bubbles are a constant threat to financial stability, and by now we all know that financial stability is, of course, closely linked to price stability: the major objective of monetary policy in the euro area. I think it’s time to rethink the stance of monetary policy by taking these elements – bubbles, financial stability dangers – more explicitly into consideration. Thirdly, Thomas Piketty and 150 other economists have called, very recently, for the cancellation of government debt by the ECB. I would be inclined to ask whether you share that opinion, but I think that is a superfluous question. But do you think the ECB statutes allow for such an action? Fourthly, when a government crisis looms in a highly indebted country within the euro area, it always tends to make financial markets more nervous overnight, which – overnight – also tends to lead to increasing spreads. My question is: does the ECB consequently stand ready to intervene in such circumstances in order to keep these spreads down?", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 11, "date": "2021-02-08.json", "name": "Δημήτριος Παπαδημούλης", "mepid": "28586", "text": "  on behalf of The Left group. Mr President, Mrs Lagarde, Mr Dombrovskis, the steps taken in the creation of the Recovery Fund and the European Central Bank's extraordinary asset purchase programme are positive. But the intensity of the crisis, the duration of the pandemic, the magnitude of the recession and the large increase in public debt, which reaches over 100 % of European GDP in the euro area, show in numbers that these steps are insufficient. We need more measures. Mrs Lagarde, you must do whatever it takes, in cooperation with the Commission, not to plunge the euro area into a debt crisis and so that the European economy does not experience a major existential crisis. That is why you have to think — as you said, Mrs Lagarde, in March last year — 'out of the box' and not on the basis of 'business as usual'. A European solution is needed to alleviate the debt or even to write off the debt created by the pandemic. It was proposed by 100 economists with very heavy names. Why did you rush to dismiss it as unthinkable? We must also suspend the Stability Pact until 2023 and make a more realistic sustainable development pact. Also, the positive step of the Recovery Fund, which we are adopting tomorrow, I think needs more firepower: a doubling of the funds from EUR 750 billion to EUR 1.5 trillion.", "language": "en", "original_language": "el", "translation_provider": "azure"}, {"id": 12, "date": "2021-02-08.json", "name": "Dorien Rookmaker (NI).", "mepid": "204733", "text": "   Mr President, the COVID crisis has made one thing clear: we cannot do without good risk management. Risk management allows us to anticipate the future. Integral risk management helps us to be prepared.  In 1995, we were warned that the risk of a pandemic had been significantly increased as a result of globalisation, urbanisation and exploitation of the natural environment. In 2003, the Institute of Medicine issued an additional warning. The question was no longer whether there would be a pandemic, but when. In 2017, the World Bank warned again. But the ECB's 2019 annual report does not mention the risk of a pandemic. The overall level of risk was estimated to be even lower than in 2018.  As Europe's most prominent financial institution, the ECB should be able to identify and model the main risks. Looking at the situation we are in now, I ask myself: what is the real nature of the ECB's risk management? Or is it time for a thorough review?", "language": "en", "original_language": "nl", "translation_provider": "azure"}, {"id": 13, "date": "2021-02-08.json", "name": "Βαγγέλης Μεϊμαράκης (PPE).", "mepid": "197662", "text": "   Mr President, the European Central Bank, from its inception to the present day, has never had to deal with such an unprecedented crisis at the health, social and political level, which has a symmetrical impact on all the national economies of the euro area. The pandemic and its holistic impact on all sectors of the economy have forced Member States to adjust their fiscal policy and make their budgets more dynamic but also — ultimately — to agree on the historic Recovery Fund so that they can ensure that the next day Europe can try, innovate and grow.  In this unprecedented crisis, therefore, the European Central Bank has stood up to the circumstances and responded appropriately with rapid and drastic initiatives, which we welcomed, Mrs Lagarde, and which have given the Necessary Liquidity to the Member States in order to support their economies, in particular the weak, the small and medium-sized and the jobs. The day after the pandemic brings Europe face to face numerous challenges. The fourth industrial revolution with a complete transition to the digital age, green growth and burdened state budgets are now calling on the European Central Bank to define its role and rise to the occasion, so that it is not only a stabilisation tool but also to stand by the euro area Member States for their successful transition to this new era.", "language": "en", "original_language": "el", "translation_provider": "azure"}, {"id": 14, "date": "2021-02-08.json", "name": "Jonás Fernández (S&amp;D).", "mepid": "125046", "text": "   – Mr President, Mr Vice-President, Madam President of the ECB, you said in your initial introduction that inflation remained too low in the euro area, and that phrase was taken advantage of by the spokesman for the People's Group, Markus Ferber, to invite her to stop insisting on complying with the Treaties. I was telling you that, to the extent that your efforts so far were not being positive, they were not being fruitful, you should throw in the towel, not comply with the European Treaties, not comply with the regulation by which you govern yourself. And the Socialist Group's response can only be to ask her to do something else and help her and encourage her to do a little more money policy and manage to bring inflation to the target. And the Member of the People's Group also said that demographic changes, globalization or technological changes brought down the natural interest rate and that, therefore, the strategic revision of his mandate may have to revise the inflation target. Well, in order for the ECB to remain a useful institution for the euro area, my group hopes that your path in this review of the strategic framework will be the exact opposite.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 15, "date": "2021-02-08.json", "name": "Luis Garicano (Renew).", "mepid": "197554", "text": "   Mr President, Mr Dombrovskis, Mrs Lagarde, Madam President, this weekend you have responded to those who would like to cancel the debt of the States held by the ECB. Your argument takes as a starting point the illegality of this measure, and you are right. But I think the legal argument is weak, because if debt cancellation made economic sense, then I would be the first to call for a change in the legal framework. But that is not the case. It seemed to me stronger to point out the lack of economic interest in debt cancellation. Debt cancellation is a game of accounting writings whose profit is zero because our states are the co-owners of the ECB, but it is a small game that has significant costs: costs for the effectiveness of monetary policy, a cost to the credibility of the ECB, a cost for the financing of states in the long term. The mere opening of this debate gives wings to the hawks of monetary policy, when we are all here in full support of the decisions you made during the pandemic. I would like to take this opportunity to renew our support.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 16, "date": "2021-02-08.json", "name": "France Jamet (ID).", "mepid": "189065", "text": "   Mr President, Mrs Lagarde, thank you for this presentation. We are pleased to see that the Central Bank has wanted to take its share in supporting the economies hard hit by the COVID-19 crisis and by the Union's inability to close its borders. But your state of affairs leads me to ask you three questions. You have pointed to the 2% inflation target that you are pursuing. We are seeing the gap that has been growing for so many years between consumer prices, wages and the price of financial assets, such as equities, and that of real estate. Is it not appropriate to revise the basis for the calculation of inflation to include elements of asset prices? You also expressed your choice to commit the ECB to incorporate ecological criteria, including the fight against climate change, into its interventions. Such criteria would engage the ECB in a new dependence on non-state organizations that have seized on the subject of ecology. We fear for the self-employed and SMEs, but also for the banks, the effects of an arbitrary and totalitarian taxonomy. Don't your choices lead the ECB to step out of its mission and become addicted again? Finally, you mentioned the subject of digital currency. We have all seen a considerable acceleration in the movement of cryptocurrencies in recent months. Thus, the Chinese binance platform now handles a volume of transactions greater than any Euronext and is worth more than all the French banks combined. Is it not appropriate to hurry slowly to offer Europeans a credible and stable system, when the digital landscape has cleared up?", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 17, "date": "2021-02-08.json", "name": "Sven Giegold (Verts/ALE).", "mepid": "96730", "text": "   Mr President, I would like to thank the Madam President, Thank you for discussing with us again, as you do every year. In this report, we have once again managed to make it clear that the ECB should do what is possible within its mandate to take account of climate risks in its business. So far, you are not doing so in your important refinancing operations, which are worth hundreds of billions. The major rating agencies you rely on continue to rate climate-damaging companies – such as .B. Chevron, Shell, Exxon, Total – with very good marks, and based on this, banks can get fresh money from you. That is why – our request is very clear: no longer rely unilaterally on this oligopoly and its ignorance of climate protection, but ensure that long-term climate risks are fully taken into account in your refinancing operations as well as in banking supervision.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 18, "date": "2021-02-08.json", "name": "Derk Jan Eppink (ECR).", "mepid": "97133", "text": "   Mr President, Mrs Lagarde, your mandate is price stability, but you are extending it further and further. Climate you also see as part of your mandate, see the green bonds. Corona also: you responded with a huge buyout program called PEPP, a true \"pep remedy\". But where does that go? Meanwhile, the ECB's purchasing policy has swollen the ECB's balance sheet to 70% of the euro area's GDP. In America, that's 35%. In Japan even 130%. A high-debt economy that is just stagnating: do you want to go that way?  In my opinion, your real motive is to keep the public debt of European countries with high debts affordable with low interest rates. But the account is deposited with savers and pensioners, as in the Netherlands. They're being milked. They feel victimised for the centrality elsewhere in Europe, where there is already talk of debt forgiveness. The problem of the euro system, Mrs Lagarde, is – and it is annoying that I have to say that – the euro itself. That is the tragedy that we live with in Europe.", "language": "en", "original_language": "nl", "translation_provider": "azure"}, {"id": 19, "date": "2021-02-08.json", "name": "Fabio Massimo Castaldo (NI).", "mepid": "124812", "text": "   Mr President, ladies and gentlemen, Mr Lagarde, 2021 can certainly be remembered as the year in which the ECB decided to be, fully and truly, a Central Bank. We have the lowest rates in history, banks can count on negative-interest loans to increase lending to businesses and households, while €1 850 billion asset purchases have been effective in offsetting the negative effects of the pandemic.  Now it's time to move on. 2021 is the year of the long-awaited redefinition of the ECB's monetary policy strategy. Inflation, financial conditions, market stability, climate change and digitalisation: these are the great challenges to which we expect a response. But you will not be able to do all this by pretending not to see the elephant in the room, that is, the enormous debt oweed by all the Member States to meet the needs of the pandemic crisis. I humbly proposed it and more than 100 distinguished European economists authoritatively reiterated it in a letter: let us cancel the public debt held by the ECB and thus offer the European states the means to rebuild them, sustainable and inclusive. If not now, when?", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 20, "date": "2021-02-08.json", "name": "Evelyn Regner (S&amp;D).", "mepid": "96998", "text": "   – Mr President, the ECB undertook rapid and major efforts to dampen the disastrous effects of the pandemic on our economy. What we see now is that the ECB was partially successful and, that said, we are all aware of the impact that monetary policy has on our economic system.  I would like to draw attention to the fact that monetary policy itself is not neutral towards specific issues. Especially one: gender equality. Now is exactly the time to ensure that women are supported extensively, as they are disproportionately more affected by the crisis than men. That is why more diversity is essential on the executive floor. We need more women on the ECB’s Executive Board. Having people from different backgrounds leads to a more creative and better way of tackling problems, benefitting our society as a whole. I am convinced that a gender-balanced Board must be possible in the 21st century. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 21, "date": "2021-02-08.json", "name": "Billy Kelleher (Renew).", "mepid": "197818", "text": "   – Mr President, President Lagarde, Vice-President Dombrovskis, just to say at the outset, I very much welcome this report and I also welcome the rapid response of the ECB, in terms of its monetary policy during the pandemic itself, and certainly the PEPP purchasing programme was very, very welcome. It added confidence, I think, to markets across the globe, and it certainly added confidence to the eurozone itself. Of course, there are significant challenges downstream of where we are now, Madam Lagarde, in terms of the public debt that is being piled onto sovereigns across the entire European Union, and that is going to be a significant challenge in the years ahead. So what I’m saying is, we do need to ensure that the monetary policy of the ECB mirrors that, and hopefully that of Member States, in terms of their fiscal policy, because there will be significant pressures in terms of sovereigns trying to refinance huge sums of public debt in the years ahead if we don’t have a seamless unwinding from the Pandemic Emergency Purchasing Programme and also from the European Union, particularly the Stability and Growth Pact, if that is reintroduced. So I would like that particular issue to be taken on board and looked at.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 22, "date": "2021-02-08.json", "name": "Gunnar Beck (ID).", "mepid": "132191", "text": "   Mr President, Madame Lagarde, this report rightly warns against real estate bubbles and TARGET2 risks. But the criticism is frugal, but it's a lot of praise. But the need is even greater. The euro is a miscarriage, a minotaur that the Bundesbank pacifies and satisfies with 100 billion euros of unsecured TARGET2 loans annually – a total of 1.2 trillion euros so far. Real estate will become unaffordable, wages will fall, taxes and debt will rise, only the rich will get richer. Since 2015, the ECB has been printing more money than any central bank at some point, somewhere. But growth is lower than almost anywhere else. Since COVID, the EU economy is shrinking faster than the ECB is printing. And where is the ECB's money glut going? Not in the real economy, private households or future industries, but in sterile assets for the super-rich and multibillion-dollar dream dancers such as the euro, climate rescue and immigration. Interest is the price of time. Negative interest shows that Europe has no future but oligarchy.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 23, "date": "2021-02-08.json", "name": "Bas Eickhout (Verts/ALE).", "mepid": "96725", "text": "   – Mr President, thank you very much, President Lagarde, for referring to the ECB strategy review and also by including climate change in that. But I would like to pick up where you said that you are going to look at sustainability considerations, how they can also be reflected in the monetary policy instruments, as you said, and I would like to pick on that a bit, because I would almost say: what is still the discussion? First of all, some people say: well, the ECB needs to be market neutral. But I can’t find that anywhere in the Treaties, so market neutrality should not and could not be an argument. Price stability is. And as we see more and more studies, climate change is affecting price stability, so you need to do something about price stability. Furthermore, by continuing the current asset purchasing programmes, you are supporting the past – the fossil past – and you’re going against climate neutrality, which has a very clear democratic mandate that we have to work towards. So my question is very simple: are you going to stop buying bonds that perpetuate carbon-intense economic activities? And are you going to embrace proposals for Green TLTROs, because that is actually required to really have a green agenda.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 24, "date": "2021-02-08.json", "name": "Henrike Hahn (Verts/ALE).", "mepid": "197457", "text": "   Mr President, Mrs Lagarde, Mr Dombrovskis, I would like to thank the commissioner for his work and for the work she has said. The European Central Bank must include climate risks and climate targets in its monetary policy decisions, precisely because price stability is its primary objective and climate change has an explicit influence on them. We know that climate change is affecting the real economy and, increasingly, the balance sheets of banks on the road to a sustainable economy. We need ECB assistance programmes that are wise and forward-looking. And if the ECB supports coal-fired power plant operators through its bond purchases, then that is clearly against our Paris climate targets.  The ECB should also examine how we can strengthen the international role of the euro – for Europe's economic sovereignty and greater independence from global developments. Madame Lagarde, I am also counting on many, many wise women like you to fill at least half of the important positions on the ECB's Executive Board, in EU financial supervision and in central banks as soon as possible.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 25, "date": "2021-02-08.json", "name": "Claude Gruffat (Verts/ALE).", "mepid": "204420", "text": "   Mr President, Mr Vice-President, Mrs Lagarde, ladies and gentlemen, the ECB has almost EUR 3,800 billion in assets from the various debt buyback programmes, which are powerful backers of the carbon economy. Of the EUR 242 billion of private assets held by the ECB, 63% are brown, while the supported sectors account for only 10% of jobs and 20% of activity in Europe.  Ms Lagarde, monetary policy and the assets held by the ECB have a huge impact on the daily lives of citizens. To meet the challenges of the moment, your action should ultimately promote more European jobs and less carbon. Whole sections of the real economy are waiting for this to spread and build the European Union of tomorrow: more territorialised, fairer, greener.  You recently announced the creation of a centre of expertise on climate change within your institution. I hope that this will finally be an opportunity to act. Hence the question, paraphrasing your interview yesterday: when are you finally going to bring your role and the Union's climate roadmap into line? That is the key topic today.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 26, "date": "2021-02-08.json", "name": "Marie Toussaint (Verts/ALE).", "mepid": "97236", "text": "   Mr President, Madam President, ladies and gentlemen, let us speak clearly. While your proposals are welcome, they are insufficient because they do not change logic. Ecological crisis, social and economic crisis are linked. This is a systemic crisis that we are experiencing. We must draw the consequences rather than perpetuate the logic that led us into the wall. A portion of public debt should be cancelled in favour of financing the ecological transition. But you are brushing aside this proposal, which would mobilise up to EUR 2,500 billion on the grounds that it would be illegal, which the treaties do not say. Moreover, in the name of market neutrality, you persist in financing, through your purchasing programs, climaticides activities, including fossil fuels. This has to stop. Every euro spent in this way is a doomsday euro. Let us have the audacity to integrate climate protection into the ECB's mandate. It is also an urgent need to protect the banks themselves from prudential, and therefore also social, risk, constituted by climate change. If you don't take care of the climate, the climate will catch up with you. Carbon neutrality must now guide all your actions.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 27, "date": "2021-02-08.json", "name": "Valdis Dombrovskis", "mepid": "n/a", "text": "   Executive Vice-President of the Commission. – Mr President, Madam President, honourable Members, well, first of all, thank you for today’s debate. I think it has shown a degree of convergence of views on most of the aspects of the report.  The Commission believes that the ECB’s accountability towards the European Parliament is an essential element of the European governance system and an important condition for its independence. The ex-post assessment of ECB activities by the European Parliament is an important part of the ECB’s democratic accountability.  I look forward to continued dialogue and close cooperation among our three institutions. This is vital in order for the euro area to function smoothly and properly.  In recent months, it has been instrumental in designing an appropriate policy response to the crisis and laying the foundations for a solid sustainable recovery. In this spirit, I look forward to tomorrow’s plenary debate on the Recovery and Resilience Facility. It is in the interest of all Europeans to put the agreement we reached in December into effect as soon as possible. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 28, "date": "2021-02-08.json", "name": "Christine Lagarde", "mepid": "n/a", "text": "   President of the European Central Bank. – Mr President, let me first thank Mr Simon and all his colleagues for the draft resolution. I would also like to thank the Commission, you, Mr Dombrovskis, for your support for the great cooperation that we have on so many of the issues that we both tackled. Let me also thank each and every one of you for your questions, for your comments, for your views. I’ve taken due note of it. I’m not necessarily going to respond to each and every one of your points or your questions because it would take us way into the night and I’m not sure that we want to do that. But I will try to tackle quickly some of the issues because I think that they are critically important for our mandate, and they are also relevant for our cooperation.  I’m not going to touch on the economic outlook. I think that not many of you actually raised the issue and I think that we know quite well what the prospects are, and I’ve touched on that in my opening remarks. I would like to come back to one item which is clearly related to the output and the composition of that output, and that is inflation, which was touched on by some of you. I’ll start with reiterating what I was nicely reminded of, which is that price stability is the mandate of the ECB. There is no question in our minds, and certainly no question in my mind, that this is the case. But I would like to turn to inflation a bit because it is a matter that has been changing recently and I would like to come back to that.  As we saw in January, headline inflation increased after having been in negative territory for almost half a year in 2020. This swing was partly expected. According to Eurostat’s flash estimates, Harmonised Index of Consumer Prices (HICP) inflation increased to +0.9% in January, after having been at -0.3% in December and before. That swing reflects, to a considerable extent, the increase in energy inflation due to upward base effects and the recent oil increases. In particular, it reflects the reversal of the temporary VAT rates in Germany, and the change in the HICP weight that always takes place at the start of the year, and which now reflects the consumption structure of 2020, which, under the impact of the Covid pandemic has changed, compared to that of 2019.  Headline inflation is expected to gradually increase further in the coming months, and this will largely be due to base effects in energy inflation, as the drops in oil prices in early 2020 will fade away from the annual growth rates. In the near term, domestic price pressures will remain subdued, though, owing to factors that I have mentioned, which are weak demand, increasing labour market slack, euro exchange rate appreciation and softer wage pressures. It is because of those factors, which clearly imply negative pressure on prices, that we believe that in order to reach the price stability that has been defined back in 2003 as close to below 2%. It is for that reason that we believe that ample monetary stimulus remains essential to preserve favourable financing conditions over the pandemic period for all sectors of the economy. This will help to reduce uncertainty and support confidence, encourage consumer spending and investment and ultimately underpin economic activity and safeguard medium-term price stability. So you see, price stability is clearly right and centre in our considerations when we decide our monetary policies on a regular basis.  I would like to touch on a couple more issues which you have mentioned that have to do with the link between fiscal and monetary, and I would like to just come back to the European response to the crisis that you actually address in your resolution, Mr Rapporteur.  First of all, I would like to emphasise that the national fiscal responses have been crucial so far. They helped secure employment, prevent a rise in structural unemployment and safeguard the survival of firms. Indeed, it’s the e contrario reasoning that has to apply, and the counterfactuals are always difficult to demonstrate, but there is no uncertainty in our mind that this has been critical for those three purposes. But more will be needed as another pandemic wave sweeps across Europe still and delays recovery. An ambitious and coordinated fiscal stance remains critical in view of the sharp contraction of the euro-area economy and this support will continue to be needed in order to avoid the cliff effects and not leave anyone behind.  Now, as I said, as much as possible those fiscal measures should be targeted and should be temporary in nature and be mindful of medium-term fiscal sustainability. The longer fiscal support prevails, the more the quality of this measure is of the essence. Needless to say, Next Generation EU, once duly ratified by all 27 members and properly rolled out, will support fiscal recovery and will be an important ingredient in the strategy going forward, but it must become operational without delay. For this, it is critical that Member States channel European funds into much needed reforms and investment, including in the areas of climate change and digitalisation.  Finally, we need to reflect on the lessons of the Recovery and Resilience Facility for the fiscal architecture in the medium term. With Next Generation EU, for the first time ever, Europe has put in place a common counter cyclical budget. It can also contribute to making EU economies structurally stronger, thereby reducing the divergences in growth and income. We will also need to reflect on a future reform of the Stability and Growth Pact going forward.  Now let me say a few words about our strategy review. Some of you have mentioned it and, as you know, there are quite a few items that will be on our list of investigation as far as this review is concerned. As you know, we decided to extend the timeline, because of the pandemic, but now we’re back in full swing and moving fast. We expect to conclude the review in the second half of 2021. In several topical sessions so far, we have discussed inflation, inflation measurements, fiscal policies, price-stability objectives and monetary policy instruments, with all members of the Governing Council. More sessions are planned in the coming months and we are still in the general mode of listening, discussing, reflecting. Since all review-related issues are strongly interdependent, it is premature at present to draw any conclusions and to present them.  We also involve external parties in some parts and stages of the process and I will ensure the involvement of this Parliament throughout the review process, as part of my regular exchanges with the Committee on Economic and Monetary Affairs (ECON), and also in the context of dedicated visits to the ECB.  I would like to finish with some key points on climate change, which some of you have mentioned. I think it is important and I know that it’s not music to everyone’s ears, but it is the reality. The primary responsibility to address climate change lies with governments, who have the most important tools at hand. I’m convinced that we need to see faster progress along three interlocking dimensions: including, informing, innovating. Those are my three Is that I significantly expanded upon in a previous speech – I will not bother you with that – but what I mean by that is that we need to include the true social and environmental cost of carbon into the prices paid by all sectors of the economy. I know that Parliament is working hard on that.  We also need to get greater information on the exposure of individual companies in order to make sure that climate risks are adequately priced. Lastly, we need to see substantial green innovation and investment. Both, however, require a complex ecosystem of which finance is a key element. The EU must make progress to consolidate its leading role in sustainable finance. Green bond issuance by euro-area residents has grown sevenfold since 2015, reaching 75 billion in 2020. Funding for green innovation must also come from other market segments. Recent analysis points to the beneficial role of equity investors – research by the ECB, I have to say.  Completing the capital markets union should provide a further push to support equity based green finance by fostering deep and liquid capital markets across Europe. The fact that central banks are not responsible directly for climate policy does not mean that we can ignore climate change or that we do not play any role in combating it. Climate change is, in my view, very relevant to the ECB mission. The scale and the irreversibility of its consequences calls for not medium- or long-term action, but for immediate action from all actors, each within their competence, each within their mandate.  The material effect of climate change as well as the acceleration of the transition have macroeconomic and financial implications. They have consequences for price stability (our mandate), for financial stability and banking supervision (also a responsibility of the ECB), as well as for the euro system’s own balance sheet. We are aware of these consequences and determined to mitigate and adapt to them. The ECB is thus reflecting on the emerging risks related to climate change in the pursuit of its treaty tasks.  We are assessing those issues in the context of our ongoing strategy review. We are, in particular, considering how environmental sustainability considerations can be relevant in pursuing ECB policies not applied only to the non-monetary policy portfolios, but way beyond that. So, there will be more to come as we progress in our strategy review and, I hope, for the better of generations to come. With that, Mr Vice-President, I thank you very much for your patience with me and for your hospitality.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 29, "date": "2021-02-08.json", "name": "President. –", "mepid": "124747", "text": "  The debate is closed. The vote will take place on Tuesday, 9 February 2021. Written statements (Rule 171)", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 30, "date": "2021-02-08.json", "name": "Carlos Zorrinho (S&amp;D)", "mepid": "124739", "text": "  in writing. – The European Central Bank (ECB) was called in 2020 to play even more demanding its role of stabilising prices, boosting European policies to respond to the pandemic crisis, and supporting the financing of responses, in line with the priorities of protecting employment and sustainable development. The rapid and substantive response to the provision of monetary resources has maintained the balance in financial markets and allowed Member States to design and implement essential emergency plans to protect the economy and social fabric. It is essential that this policy continues, focusing on the real economy and without the pressure on budgetary rules or debt management becoming a restriction on the ability to respond to the health, economic and social impacts of the pandemic. In 2020 the ECB helped to sustain an investment-friendly environment. It is important that monetary policies that stimulate growth and jobs continue, including adjusting its priorities to the European Union's sustainability priorities. An interinstitutional agreement between the ECB and the European Parliament, the negotiation of which is beginning, will improve the accountability of the ECB's activity vis-up to the elected representatives of the Member States.", "language": "en", "original_language": "pt", "translation_provider": "azure"}, {"id": 31, "date": "2021-02-08.json", "name": "Presidente. –", "mepid": "124747", "text": "  We now move on to the vote. We will vote on the dossiers as indicated on the agenda. The voting period will run from now until 19.45. The vote shall be carried out according to the same procedure used in the last part-sessions. The vote on the period of waiver of Mr Álvaro Amaro's immunity and the vote on the appointment of the Vice-President of the Supervisory Board of the European Central Bank will be made by secret ballot, which means that Members can exercise their right to vote in the usual way, but the ballot paper they receive to sign will not show the meaning of the vote mentioning only that they have already voted. All other votes will, as usual, be nominal. Explanations of vote may be submitted in writing and, exceptionally, explanations of vote with a maximum of 400 words will be accepted. I declare the voting period that runs until 19.45 to be open. The results of the votes that now begin will be reported tomorrow at 8.30.", "language": "en", "original_language": "pt", "translation_provider": "azure"}, {"id": 32, "date": "2021-02-08.json", "name": "Presidente. –", "mepid": "124747", "text": "  In all debates of this session period there will be no \"catch the eye\" procedure or \"blue card\" questions. Furthermore, interventions will also be planned from our liaison offices in the Member States. The following is the debate on Mr Huitema's report, on behalf of the Committee on the Environment, Public Health and Food Safety, on the new Circular Economy Action Plan (2020/2077(INI)) (A9-0008/2021).", "language": "en", "original_language": "pt", "translation_provider": "azure"}, {"id": 33, "date": "2021-02-08.json", "name": "Jan Huitema", "mepid": "58789", "text": "  Rapporteur. Mr President, 90% of the products we use today follow a linear path. What do I mean by that? Natural resources are used, mined, products are made. We might use those products once or twice, and then it becomes waste. If we continue to use all those natural resources like this, by 2050 we will need not one planet earth but three. At some point, this just stops. It is much better to ensure that we use the waste that we otherwise incinerated or landfill as a valuable raw material to make our products. Not only is a circular economy better for that. This is, I think, also extremely important in achieving the Green Deal targets. Or to put it more sharply: I firmly believe that if we scale up our circular economy, we will meet the goals of the Green Deal and that we will be climate neutral by 2050. Circular economy is not only good for the environment. I am also convinced that it offers an important advantage for our economy. In fact, I think that if we want to be competitive with the rest of the world in the future, we need a circular economy. And why? The European Union is not known to have many raw materials or natural resources. Other continents have many more. Nor can we always compete on low wages, for example. But what we can compete with is that we have a lot of knowledge, skill and innovative power. This is beautifully reflected in a circular economy, so this is a win-win situation. There is a third component that is extremely important when it comes to circular economy: the social aspect. In this report, we pay attention to the longevity of products as well as to the transparency of products, and also to the right of consumers to be able to repair products.  I've been talking to companies a lot lately. They all say: we see different obstacles, but we can do much more. There are actually two main obstacles that are holding back the circular economy. The main obstacle is that the use of natural resources or primary resources is still far too cheap compared to recycled products. During this pandemic, the oil price is low and therefore it is much more tempting to use, for example, fossil fuels to make plastics instead of using recycled plastic. A second important obstacle is the availability of high-quality, secondary or reused materials that are also safe.  Our report deals with these two obstacles and tries to find a solution to them. First of all, we try to create a market for the use of recycled materials and to ensure that they have a good business plan compared to the cheap primary raw materials. As far as we are concerned, this can be done by laws and regulations and by rewarding the use of recycled products.  First through laws and regulations. We think it is very important that the eco directive is extended, that you set a minimum of the amount of recycled material that you use in your products and that this applies not only to European companies, but to all companies that sell their products on the European market. It is also important for governments to set a good example, that public procurement not only looks at the price, but also looks at whether the product contains recycled material. We are also looking at whether we can make it more economical to use recycled raw materials with market instruments. This could be done, for example, by CO2 reward systems or other market instruments. We also call for more investment in technologies to improve recycling. We are also looking at existing subsidies and taxes, and we are also looking at whether subsidies might have undesirable effects. An example is that biomass is incinerated with subsidies in incinerators, whereas that biomass could also be used to extract valuable raw materials from it. That's one aspect. The second obstacle: the availability of high-quality, reused products. It is very important that the ecodesign directive also pays attention to this: that we already pay attention to it when designing a product or that the product can actually be recycled properly in the final phase of a product. There are still too many examples of products in which far too many different materials are used, for example in packaging, that you will find different types of plastic or perhaps even cardboard in different layers. When the waste becomes, it is very difficult to separate these different materials and reuse. A good collection and sorting system that municipalities introduce is very important. We call for learning from each other and to have a harmonised system.  It is also important that we check whether all waste streams are waste. In my view, there is no such thing as waste. It is also up to the European Commission to come up with criteria as soon as possible to determine when waste is no longer waste, and that you are therefore given end-of-waste status. Finally, it is important that we have a good track and trace system, a European validated certificate system of recycled products, so that you can be sure that it is safe and good quality, and that you also come up with an eco label, so that people know that something is indeed a recycled product.  There are many other things that we are discussing in this report, for example the global dimension. We are only talking about the European Union. Unfortunately, the time is lacking. Maybe that will come later in the debate.", "language": "en", "original_language": "nl", "translation_provider": "azure"}, {"id": 34, "date": "2021-02-08.json", "name": "Anna Cavazzini", "mepid": "86793", "text": "  rapporteur for the opinion of the Committee on the Internal Market and Consumer Protection. – Mr President, the battery on this phone is dying and although it is still working perfectly otherwise, I will have to buy a new one, with all the negative implications involved: more resources being mined, under often horrendous conditions, more CO2 emissions and mountains of electronic waste piling up in the European Union.  This linear economy needs to change urgently and it will change if we put in place sustainability requirements that make products circular by design. The Internal Market and Consumer Protection Committee voted on a strong opinion asking for exactly that: circularity by design, plus an effective right to repair, longer guarantees, available spare parts and updates and better information to consumers, with a digital product passport.  These are very clear demands by Parliament to make the circular economy a reality and to implement the Green Deal. I expect the Commission to deliver this year with ambitious legislative proposals.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 35, "date": "2021-02-08.json", "name": "Virginijus Sinkevičius", "mepid": "n/a", "text": "   Member of the Commission. – Mr President, I would like to congratulate Mr Huitema, as well as the shadow rapporteurs and the entire Committee on the Environment, Public Health and Food Safety, for this comprehensive report on the new Circular Economy Action Plan for a cleaner and more competitive Europe.  The report is very clear. There is an urgent need to move away from a linear model towards a circular economy. There is no more time for hesitation. The circular economy is a cornerstone of our transition to a sustainable economy and society. It is also a tool to create much—needed jobs and strengthen social inclusion. It is a positive agenda that brings benefits to our citizens and provides a range of business opportunities. It’s a triple win: for people, for the planet and for prosperity. We need a circular economy to achieve climate neutrality. Recent studies show that half of greenhouse gas emissions and more than 90% of biodiversity loss and water stress at global level come from resource extraction and processing. This is worrying, in particular in the light of projections that material consumption may double in the next 40 years. Today, recycling accounts only for 12% of EU raw material imports and, if we don’t act now, waste generation will rise by 70% by 2050.  The Action Plan underlines the need to reduce our consumption footprint to bring it back within the planetary boundaries and to switch to an economic model that gives back to the planet more than it takes.  Your report strengthens the case for change. We already started the implementation of our plan last year with the Commission proposal for a new Batteries Regulation. This proposal is truly ground-breaking. It covers, for the first time, the full lifecycle of a product and proposes a new toolbox for sustainability.  This year, we will be rolling out the Sustainable Product Policy Framework, including the sustainable product policy legislative initiative, which will be presented at the end of the year. It will set requirements for products and lay out sustainability principles so that, among other things, products on the EU market last longer, are easier to repair and recycle and include recycled content.  This Sustainable Product Policy Framework aims at reducing waste generation and creating lead markets for sustainable materials and products. It will reward businesses aiming to be frontrunners or who are already leading with climate neutral technologies. As fossil energy represents a fifth of all the material we use, it should also be noted that energy efficiency is vital to contribute to the goals to reduce both the material and carbon footprint of products. The Commission will address, as a priority, certain key product value chains, such as textiles, electronics and packaging, to mention just some. Next to ensuring that products produced or sold on the EU market become circular and sustainable, we also plan to empower consumers to that end. In close interconnection and coordination with product policy, we will present a legislative proposal to strengthen consumer rights and information and to tackle green claims.  As regards end of life, a lot has already been done to improve recycling, but not all problems have been solved. We will work to prevent waste and to ensure that it is well managed. Our citizens are worried about harmful landfills, litter and microplastics, and about dumping waste in countries that cannot deal with it. The Commission will take action to ensure that the EU does not export its waste challenges to third countries. The review of the Waste Shipment Regulation will have a key role to play in improving the internal circulation of waste and restricting exports of waste that have harmful environmental and health impacts in third countries or can be treated domestically within the EU.  This brings me to the international dimension and global value chains. We are working together with the United Nations Environment Programme and the United Nations Industrial Development Organization to set up an alliance on the circular economy and resource efficiency. This alliance will provide global impetus for the circular economy transition and enable us to advance this agenda together with key economies. As your report clearly states, going circular is now more important than ever. If we want to leave this economic crisis behind, we need more circular economy, not less. We need the circular economy to deliver a future that is digital, inclusive and green. To do this, we have to bring economic and environmental policies together and mobilise unprecedented investments. Next Generation EU will help us to do so. This instrument responds to the economic slowdown and addresses the environmental crisis, while increasing the resilience of our businesses, our citizens, our value chains and our global partners. This is particularly true for the circular economy. The circular economy and the European Green Deal agenda will remain central in shaping the economic reconstruction and the future of a climate neutral and competitive Europe.  The recent adoption of the EU’s long-term budget confirms this commitment. The Commission is working to ensure that InvestEU also includes the circular economy as one of its areas of intervention along its investment windows.  For the Recovery and Resilience Facility, we stand ready to work closely with Member States and to enhance opportunities for the Green and Digital Agenda. Innovation will play an important role in the new Circular Economy Action Plan.  Horizon Europe will support novel, clean materials and products, new circular business models and technologies. It will also support large—scale demonstration of circular economy solutions in EU cities and regions. In conclusion, let me thank you again for your unwavering support in driving the transition towards a circular economy. It’s an agenda for today, for times of crisis and for the future, a shared agenda for the whole of Europe and beyond.  (Applause)", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 36, "date": "2021-02-08.json", "name": "Svenja Hahn", "mepid": "197444", "text": "  Rapporteur for the opinion of the Committee on International Trade. Mr President, I would like to thank the What should the future of the European economy look like? Abandoning and degrow or progress through innovation? We are making economic growth sustainable by decoupling it more and more from primary resource use. To this end, the EU circular economy must, above all, pay attention to three points: reuse and recycling must become easier and more efficient for businesses and consumers. Promoting sustainable and innovative business models – this reduces our ecological footprint and creates job prospects. That is why we must also integrate the circular economy into trade agreements. This strengthens fair competition and protects the climate and the environment together with our partners. \"Let our children have a better time.\" My parents had this wish for me and my brother; generations of parents had this desire for their children. And I want that wish to continue to be the same tomorrow. For the intact ecological and economic foundations of tomorrow, however, we must operate wisely today. That is why the circular economy is part of our future. Thank you for a good report, Jan!", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 37, "date": "2021-02-08.json", "name": "Romana Jerković", "mepid": "112747", "text": "  Rapporteur of the ITRE Committee. – Mr. Chairman, the world is indeed facing an unprecedented resources crisis due to rapid population growth and an economic model that seeks growth at all costs. We're wasting resources almost twice as fast as the planet can create them.  But the COVID-19 crisis gives us a unique opportunity for a new beginning. We need to move away from traditional economic paradigms based on endless and upward growth and turn towards a circular model based on creating value for everyone on the planet.  The transition to a circular economy will be systematic, deep and profound. It has to be fair. Stakeholders at all levels of government will be required to coordinate and cooperate. In order to achieve this demanding transformation into decision-making processes, it is necessary to involve both citizens and entrepreneurs, while circularity must be built into every part of the production from design to performance.  I am convinced that a circular economy needs to be a fundamental element of European and national industrial policies, while national plans for member states' recovery and resilience must be based precisely on growth that is smart, sustainable and inclusive.", "language": "en", "original_language": "hr", "translation_provider": "azure"}, {"id": 38, "date": "2021-02-08.json", "name": "Ciarán Cuffe", "mepid": "197654", "text": "  rapporteur for the opinion of the Committee on Transport and Tourism. – Mr President, there’s only one planet Earth and that’s why we’re here today to make laws that help the planet heal. It won’t be easy.  It’s 50 years since the singer, Marvin Gaye, asked ‘Where did all the blue skies go?’ and the question is more relevant today. We need a new relationship with our Earth and we must all play our part in realising the circular economy. On the Transport and Tourism Committee, we know the days of the internal combustion engine are numbered. We need to go electric, but a million electric cars won’t save the planet. We need to slow down, hear the birdsong and smell the flowers. We need to walk and cycle more and invest in public transport: modern trams and buses, shared and active mobility. The Ecodesign Directive must help us to achieve this.  As aviation picks up again, let’s have fairer fares that encourage rail travel. Where we need to do this is in this European Year of Rail. We also need to adopt Europe’s eco label and eco-management and audit scheme to tackle waste. The planet deserves this. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 39, "date": "2021-02-08.json", "name": "Claude Gruffat", "mepid": "204420", "text": "  rapporteur for the opinion of the Committee on Agriculture and Rural Development. Mr President, Commissioner, ladies and gentlemen, rethinking economic circularity is not just questioning our relationship to material accumulation. It is also, and above all, radically changing the way we consume and draw endless natural resources. This is why, in addition to the industrial approach, it is essential to raise awareness in the agricultural and food sector about this problem, with the aim of minimizing its debt to nature. In this action plan for the circular economy, the Commission opens welcome doors to alternatives to a productive agricultural model that is still dominant, too resource-intensive, unsealed for the climate and destructive of jobs. Better control of inputs, reduction of dependence on plant proteins, relocation of production, recovery of waste, fight against food waste, more transparent consumer information, especially through labelling, are all tools that will help to bring agriculture finally into the era of the circular economy.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 40, "date": "2021-02-08.json", "name": "Arba Kokalari", "mepid": "197406", "text": "  On the other: Mr President, I would like to begin by congratulating Mr If Europe is to meet its climate objectives, we must move away from the drudgery society and move to a circular economy in which resources are used more efficiently. The circular economy is already in full swing, in Sweden and Europe. There are innovative entrepreneurs who change their business models and drive development forward with smart solutions. It is about recycling and reuse in new ways.  Here, politics must make it much easier so that this transition gets under way as soon as possible, not put a spanner in the works. Unfortunately, however, the Greens and the Left are constantly putting forward proposals in the name of the climate that make it difficult for companies to change, without any climate benefit. In Sweden, plastic bag tax is being presented and soon a clothing tax is being presented. The European Parliament wants advertising bans and forces all companies to store spare parts of products that no one knows if they will even be used. At the same time, it stands in the way of nuclear power, new technologies such as carbon capture and easier trade in sustainable services. So much hate sensieus that we stand and import electricity from coal power in Poland. The government's new clothing tax must be stopped by the European Commission. That's why I've reported this clothing tax, and I hope you can stop it. The climate cannot afford political greenwashing from the left, but the climate needs a circular economy that makes it easier to change.", "language": "en", "original_language": "sv", "translation_provider": "azure"}, {"id": 41, "date": "2021-02-08.json", "name": "Simona Bonafè", "mepid": "124814", "text": "  Mr President, ladies and gentlemen, reuse, recycling, regeneration, repair and re-use are the actions that best explain the new Circular Economy Action Plan. Actions that become even more central in this historic period, where we are facing an unprecedented health pandemic, which confronts us with the need to get our economies back on their feet, starting with the European Union's commitment to becoming a net-zero-emission continent by 2050 at the latest.  Today we consume two and a half times the resources that our planet is able to regenerate in a year. We will not be able to achieve the goal of climate neutrality without a profound transformation of our development model from a linear design, production and consumption system to a fully circular one that respects the limits of our planet. That is why it is important for the European Commission to update its circular economy action plan, defining measures and actions to be implemented over the next five years. In the last action plan, we focused on the end of life of products, setting ambitious targets for recycling and reducing landfilling, objectives on which the Commission will have to monitor their implementation in the Member States.  The aim for the future must now be to influence the first level of the waste hierarchy: prevention. The new legislation on sustainable products should be a key measure to extend sustainability measures to product design as well, and will have to take into account the requirements of durability, repairability and minimum content of recycled material in products. But we also need specific rules for the sectors with the greatest potential in terms of circularity. I am thinking in particular of textiles, construction, ICT and batteries. We have an opportunity today, with Next Generation EU, to transform the principles of the Green Deal circular economy into concrete investments and at the same time support a lasting and solid economic recovery because it is environmentally and socially sustainable.", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 42, "date": "2021-02-08.json", "name": "Martin Hojsík", "mepid": "197770", "text": "  for the Renew group. – Mr President, in Slovakia we say that fire is a good servant, but a bad gentleman. And so it is now with plastics. Without plastic, we can no longer slowly imagine our lives. This microphone is also wrapped in plastic. They're everywhere, we've infested nature and ourselves. Weekly it's like we're eating a credit card. Plastics have become a bad gentleman. The problem is not just plastic waste. We still put toxic chemicals in plastics that harm our health. We produce more and more of them, and we produce them from fossil fuels, oil and gas. This exacerbates the climate crisis instead of helping to solve it. That is why we need not only action plans, but I call on the Commission to come up with concrete bills that will ensure that we use less plastic, actually recycle them, are made of renewable materials and free of toxic substances. Or to put it another way, we will switch to a circular economy, because otherwise plastics will not serve us, but we will use plastics.", "language": "en", "original_language": "sk", "translation_provider": "azure"}, {"id": 43, "date": "2021-02-08.json", "name": "Joëlle Mélin", "mepid": "124765", "text": "  on behalf of the ID group. - Madam President, by definition, the respect we owe to nature, the very one that secures our living space, requires us not to waste anything of what it gives us. The new action plan for the circular economy fits well into this approach. As such, it would go in the right direction if it is recognized with certain caveats that 50% of greenhouse gas emissions and 90% of biodiversity loss are the result of the extraction and transformation of the planet's resources. This particularly important issue, however, has a twofold aspect. The first, perfectly acceptable, envisages recycling almost infinitely our mineral resources and especially energy, our plant resources feeding and regulating CO2, and even our animal resources, with respect due to animals. It is an immediate winning step, if we all participate in the reversal of the attitude of 50 years of blind and unbridled consumption. In the medium term, it is a great opportunity to reorient and re-establish our industries as a model to create more local sectors and many jobs. But there is a more worrying phase, that of the already restrictive Green Deal and the Paris Agreements, which are driven by militant environmentalism. Climate change is clearly being exploited by the proponents of global energy power. The European Union enacts its standards, risking depriving states of industrial autonomy - as yesterday, the Chinese, of their low-cost industrial power, imposed a low-cost market in Europe.  Because a recycled product costs less in both production and sales, consumers are persuaded to wages that are always as low and precarious as they keep purchasing power. This is a real danger. It is a large part of our future that is being played out on this issue, which we will vote on while denouncing the potential excesses.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 44, "date": "2021-02-08.json", "name": "Margrete Auken", "mepid": "28161", "text": "  verts/ALE Group. Madam President! First of all, thank you to Huitema and the other rapporteurs for a really strong report. In particular, there is an important focus on binding reduction targets. Europe's overspending is rampant. We use resources as if we had almost three planets. We must therefore reduce our consumption by two thirds! It is also important for the report to stress that the circular economy must be non-toxic and sustainable. If the circles are filled with poison, or if the consumption is too large for the planet to keep up, then it won't work.  In January, the European Environment Agency concluded in a report that increased efficiency and new technologies are not enough to make our economy sustainable. The Environment Agency also demonstrates that it is hardly possible to achieve sustainable growth, as we usually call it. In other words, we must be free from dependence on infinite economic growth and find an economy in which we can achieve well-being with prosperity and solidarity within what the earth can cope with. We need to get this difficult debate going on. We cannot simply ignore the fact that the Environment Agency's words that the biodiversity, climate and pollution crises are closely linked to economic growth. At the same time, however, we must avoid being caught up in unemployment and other misery. Society must not go to slumber. What we now need are analyses, models and concrete examples of how people and societies can thrive in a truly circular economy where the boundaries of nature are respected.", "language": "en", "original_language": "da", "translation_provider": "azure"}, {"id": 45, "date": "2021-02-08.json", "name": "Pietro Fiocchi", "mepid": "197607", "text": "  Mr President, ladies and gentlemen, i.e. the european Union, the European Union and its Member States are Madam President, ladies and gentlemen, Commissioner Sinkevičius, thank you for being here. The package is very good and full of very useful recommendations and very good concepts. Some scientists and engineers that I contacted personally in the verification of what was said ironized about the name, that is circular economy, when in fact they say it is a helical economy, starting from the fact that some materials, such as aluminum, lead, copper and steel, can be recycled endlessly, but others, such as paper and plastic, no, so sooner or later they end up either in landfills or in incinerators. However, apart from this anecdote, these are two issues that I see: one is the fact that the 2018 waste package was almost ignored by some European Member States and only partially adopted by others. So how do we achieve the 2018 targets if we raise them even higher now? Then we don't have a real system of system measurement. So how do we set ourselves new targets for 2030 if we don't know where we are now?  Having said that, I fully support commissioner Sinkevičius' work. Keep it up!", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 46, "date": "2021-02-08.json", "name": "Mick Wallace", "mepid": "197817", "text": "  on behalf of The Left Group. – Madam President, first of all well done to the rapporteur, Jan, for all his good work on this report. It’s good that the report calls on the Commission to propose targets to significantly reduced the EU’s material and consumption footprints by 2030 and bring them within planetary boundaries by 2050. Emphasising an absolute reduction in resource use is really positive. There are positive statements on textiles and fast fashion, on the right to repair, on the need for legislative measures to halve food waste by 2030, and legislative measures to tackle planned obsolescence. However, both the Commission’s plan and the report still fixate on GDP growth and consumer empowerment. GDP growth is dependent on perpetual endless resource extraction. Under capitalism, progress is defined as an increase in the total quantity of commodities that we produce and consume each year. The aim of economies should be to satisfy the basic needs and well—being of all people within planetary boundaries, regardless if the economy grows or not. Jason Hickel’s new book Less is More should be taught throughout classrooms right across Europe.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 47, "date": "2021-02-08.json", "name": "Edina Tóth (PPE).", "mepid": "27714", "text": "   - Madam President, I would like to thank you for your support. The main means of combating climate change is the transition to an environmentally conscious and sustainable economy. This, in turn, will not be feasible if we focus only on renewing energy production. It is therefore of the utmost importance to support the circular economy, since we can only meet the emissions targets if we start this model at EU level and operate it at industrial level. What is certain is that the transition to a circular economy will create new economic and employment opportunities and bring significant environmental and social benefits through more efficient use of resources. From the member state and EU regulatory side, it is therefore particularly important to implement the Circular Economic Action Plan. I believe that even greater efforts will be needed to implement waste legislation. It is positive news that, despite the epidemic, industrial operators, such as in my country, Hungary, are already working on innovative solutions to reduce emissions.  At the individual level, adequate education and strengthening conscious customer behaviour would be very important. I call on the Committee to speed up its work already under way in these policy areas so that Member States can start the transition to a circular economy as soon as possible.", "language": "en", "original_language": "hu", "translation_provider": "azure"}, {"id": 48, "date": "2021-02-08.json", "name": "Jytte Guteland (S&amp;D).", "mepid": "124991", "text": "   Madam President, I would like to begin by thanking Theresa May for Commissioner, I would like to thank the Rapporteur for his The circular economy is essential if we in europe are to meet our ambitions in terms of the green deal, but also our goal of becoming climate neutral by 2050. If we are to make the transition to a more sustainable society, we need to shift the whole chain, from production and consumption to waste.  If everyone were to consume the way we do in Europe, we would need three globes. While people hunger, starve in parts of the world, we consume 90 million tonnes of food waste every year, and much disappears even before it is on the plate. We know that we have microplastics that go out into our oceans and poison our ecosystems, and we know that climate emissions are far more than the Paris Agreement allows. Europe must embark on a development in which we decouple our economic growth from the use of resources. We need to close the cycle. We need to get smarter in our entire use of resources.  This is also good for the jobs. This could generate 700 000 new jobs in the circular economy by 2030, and we must invest in this. That is why we welcome the Action Plan from the Commission as very good. However, we want to further flesh out some objectives. I would also like to thank Mrs Bonafè, who has done an excellent job.", "language": "en", "original_language": "sv", "translation_provider": "azure"}, {"id": 49, "date": "2021-02-08.json", "name": "Claudia Gamon (Renew).", "mepid": "197632", "text": "   Madam President, I would like to thank the president for her The Circular Economy Action Plan starts precisely where great things can be done. 45% of total CO2 emissions can somehow be attributed to the production of materials and their recovery. That number now sounds threatening. However, this also means that we are talking here about a key issue on climate protection. Making packaging recyclable and reducing plastic alone is not yet a circular economy. We need a holistic approach that starts with the design of the products, because it determines 80% of the environmental impact of products. This is also the lever for the prosperity of the future. Let us make Europe the centre of sustainable product innovation, making the workbench of the whole world reusable and recyclable for anything that should last a long time! Thank you to the rapporteur, Jan Huitema, for the great work. We are now waiting for the Commission to start with concrete and effective measures.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 50, "date": "2021-02-08.json", "name": "Sara Matthieu (Verts/ALE).", "mepid": "208722", "text": "   – Mr President, you have probably already noticed it in your own household: the average life span of our dishwashers is getting shorter and shorter. You're probably also somewhere to gather a smartphone that just isn't broken. Usually the device is designed so that you can't repair it yourself. That costs us money, causes inconvenience, waste, is also not economically smart. I therefore support 100% the right to repair as a solution to the throwaway economy in this new action plan.  We are also in favour of extending the law on ecodesign to circular economy. Today it focuses only on energy, but that is how we achieve half of our European energy saving target. That's huge. Imagine how many materials, how much less we would all have if that law were extended.  In short, better products that last longer and cost less for people and the planet. That is what this plan is aiming for, and I fully support it.", "language": "en", "original_language": "nl", "translation_provider": "azure"}, {"id": 51, "date": "2021-02-08.json", "name": "Πέτρος Κόκκαλης (The Left).", "mepid": "197743", "text": "   Madam President, rapporteur, Mr Huitema, congratulations on the report on the circular economy. It is a very important step towards sustainability, an important objective for the completion of the green agreement. We must abandon our model of predatory and wasteful linear model of detachment, consumption and disposal of vital resources. We all know that the land is not inexhaustible but is a set of finite resources, which requires their rational, sustainable and fair exploitation. We are in complete agreement with the design of products that are durable, repairable and upgradeable, with recycling being the last option only for those products that cannot be recovered in any other way. I come from a country where waste management is problematic. The circular economy is a structural reform so that countries like Greece can invest in the future and use the Recovery and Resilience Fund to protect public health.", "language": "en", "original_language": "el", "translation_provider": "azure"}, {"id": 52, "date": "2021-02-08.json", "name": "Agnès Evren (PPE).", "mepid": "197535", "text": "   Madam President, Commissioner, the transition to the circular economy is potentially between 1.2 and 3 million new jobs created by 2030! Chemistry industries, SMEs specializing in recycling or maintenance, the list of players involved is very long.  For the circular economy to work, it requires a market. This market is for recycled raw materials. More concretely, it is to allow a manufacturer of plastic bottles to use recycled plastic rather than plastic directly from oil. The reality is that there is not enough demand currently on the market for secondary raw materials produced from waste. So it's up to us to develop that by stimulating that demand, which can be done in two ways.  First, by introducing mandatory recycled content into certain products. This will automatically create an increase in demand and therefore opportunities for recycled raw materials. Second, by directing consumer choices through clear and explicit labels on the design and recyclability of what they buy. In this way, they will change the market. However, the market economy can be a great opportunity for a successful ecological transition.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 53, "date": "2021-02-08.json", "name": "Delara Burkhardt (S&amp;D).", "mepid": "197440", "text": "   Madam President, ladies and gentlemen, I would like to thank the rapporteur for her excellent report and for the way in which In Germany alone, 500 million garments are being disposed of to make way for the next collection. Garments that were manufactured at enormous expense. And why? Because our economy follows a simple principle: take – manufacture – use and throw away. A nice principle, assuming that resources are infinitely available. If everyone were to do this the way we do in Europe, the resources available every year would have been used up by mid-May. This principle therefore belongs in the ton. In a circular economy, we develop products in such a way that waste and pollution do not arise in the first place. Products must be usable for longer and return to this cycle at the end of their useful life.  To stick to the 500 million garments, a sustainable collection a year does not save eleven months of fast fashion. It is a question of fundamental change, and that is what we are going to do with this action plan, and thank you for the good report and for the work that has been done.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 54, "date": "2021-02-08.json", "name": "Linea Søgaard-Lidell", "mepid": "204331", "text": "  renew group. Madam President! We're messing with our resources. We're messing with too much, and it's almost become a habit. This applies to us consumers who throw out our jeans or televisions instead of repairing it.  But this is also very much true of our shops and manufacturers, who throw out so many unused goods that you would think it was a lie. Just in Denmark, up to 700 tons of unsold clothing are burned every year. So these are goods where we have already used natural materials, water and energy to produce them, and that is a mess!  Instead, we must create a market in which resources are recurning. Where we don't just suck out finished products because the fashion season is changing. In fact, I see it as a huge opportunity for us: together we can create better standards for how we produce.  That is why I have proposed that we make it illegal to destroy unused goods. We must give our resources as long a lifetime as possible – then we also create a new market for recycling good materials.", "language": "en", "original_language": "da", "translation_provider": "azure"}, {"id": 55, "date": "2021-02-08.json", "name": "Ville Niinistö (Verts/ALE).", "mepid": "197802", "text": "   – Madam President, the circular economy is our solution to save this planet, its ecosystems and also the wellbeing of our citizens. We have to remember to keep it at the core of both the digital and green reform of the European Union. I would like to focus on the industrial side in particular. Concerning the digital reform, we have to make sure that we also green the digital sector. 53% of digital emissions comes from services, data centres and infrastructure, while 47% comes from end-user appliances. This shows that we also need to start tackling data centres, making them more energy-efficient, while we increase the digitalisation of our societies. And we need to oblige them to run on renewables while using the excess heat from nearby industries.  This information also needs to reach consumers, and eco-design should be expanded to cover services. So, in essence, we have to make sure that the digital reformation of Europe is also green and circular.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 56, "date": "2021-02-08.json", "name": "Pernille Weiss", "mepid": "197515", "text": "  - Madam President! No one can have anything against a circular economy. We all have an interest in nurturing ourselves with the obvious potential it has for our climate, our environment, and yes, on the great blade also the future of the planet. But the way a circular economy is knitted together is not inconsequential. That is why I would actually like to warn you sharply about, excuse me, some naïve greenwashing that threatens to reduce the impact of the report.  For how does we envisage a total ban on companies destroying unsold goods if that is the only and most sustainable way to get rid of them? How do you imagine that it is okay to cancel what is basically private property?  I have noticed that so-called liberal colleagues are behind the proposal to ban and assault private property rights. Liberals who often refer to themselves as the voice of business, innovation and common sense in the European Union. Just not exactly in this case, which is why we must hope that the nonsocialist-liberal governments of the European Union will do so.", "language": "en", "original_language": "da", "translation_provider": "azure"}, {"id": 57, "date": "2021-02-08.json", "name": "Mohammed Chahim (S&amp;D).", "mepid": "197782", "text": "   – Madam President, the Circular Economy Action Plan has the potential to boost our economy, create new jobs and decrease our carbon footprint significantly. The question is, how can it become reality? We can create new products and create new ways to reduce, reuse, recycle and recover materials in our economy. For me, it is essential that we come up with the right legislation to stimulate companies to create business models – circular business models – and extend producers’ responsibility. Better designed products that can be reused – circularity by design – or simply made to last, or last longer. This means that we need to have clear targets when it comes to the use and reuse of materials – less on a voluntary basis, and more binding and clear objectives. At the same time, Commissioner, we have to identify the current barriers standing in our way, such as obstructing laws, regulations and fiscal rules or the lack of accessibility to financing circular economy ideas and products. The circular economy is how we can do more by wasting less.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 58, "date": "2021-02-08.json", "name": "Ivars Ijabs (Renew).", "mepid": "197624", "text": "   – Madam President, Mr Sinkevičius, dear colleagues, now, when we are struggling with the crisis and desperately trying to get back to growth, it is also time to rethink what we actually mean by growth. We can grow only if we learn to reduce the use of primary raw materials and introduce new recycling techniques, with a clear measurement of the ecological footprint of products and services, and this is what this report is all about. Electronic waste is a prominent test case here. Despite every effort to dematerialise the production, the amount of electronic waste is growing by 2% a year. This is not sustainable, and that’s why we call on the Commission to implement fully the circular electronics initiative mentioned in the report. First of all, it’s about the right to repair, not just physical parts, but even more importantly software. Second, it’s a guarantee of durability of products and the reuse and dismantling possibilities. And third, this is our common charger initiative for mobile devices, to make the life of Europeans easier and more sustainable. Thank you very much and my congratulations to Jan on this excellent report.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 59, "date": "2021-02-08.json", "name": "Hildegard Bentele (PPE).", "mepid": "197408", "text": "   Madam President, Commissioner, ladies and gentlemen, I would like to thank the commissioner for his excellent work and for the work she has done. Anyone who talks about the circular economy must talk about waste. Also about ordinary waste from our households, about plastics, biowaste, glass, paper, bulky waste, about market waste, about street sweeps, etc. Unfortunately, in many EU Member States, this waste or waste is still simply deposited, i.e. stored unsorted, and stored on ever-increasing levels – until Saint-Never's Day. Although separation, recycling and composting systems have been in place for a long time and, if it is not possible to recycle further, waste can be recycled thermally or mechanically or biologically.  We should have put a clear end to landfilling as the most polluting waste incineration. That would have been the right signal under the Green Deal. That would have triggered investment now, and we would really be closer to a cycle across the EU.  Unfortunately, neither the Commission nor we in Parliament had the strength to send out such a clear signal. That is why I stand by my appeal: keep your eyes and ears open and ask: when, Mr Mayor, when, Madam Mayor, will this landfill be closed for normal municipal waste and instead avoidance and recycling will be organised?", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 60, "date": "2021-02-08.json", "name": "Christel Schaldemose", "mepid": "37312", "text": "  for the S&amp;D Group. Madam President! For me, as a Social Democrat, it is vitally important that the green transition is both socially and economically sustainable. It must be possible to achieve a climate-neutral Europe that creates new jobs and, at the same time, protects our environment. The EU's new Circular Economy Action Plan is aimed at this.  It is possible, but it is not easy, because it requires fundamental changes in the way we produce, consume and recycle – not just in Europe, but throughout the world. But with the new action plan, we are leading the way in the European Union. We show the rest of the world that a sustainable society is possible: when we make demands on companies to make production sustainable, when we make it easier for consumers to choose the sustainable solutions, and when we cooperate even more on the reuse of our common resources across borders.  Together, we can create a Europe where we look after the planet's resources and ensure a healthy economy. It is a sustainable Europe!", "language": "en", "original_language": "da", "translation_provider": "azure"}, {"id": 61, "date": "2021-02-08.json", "name": "Maria Spyraki (PPE).", "mepid": "125064", "text": "   – Madam President, Commissioner Sinkevičius, the Circular Economy Action Plan(2) is a significant step forward. One of the main parts of the new plan is the binding EU target for 2030 and also the introduction of harmonised circularity indicators. Moreover, the Member States should include resilience in their national climate and energy plans by building waste strategies and policies and robust scientific data, improving the comparability of EU statistics. Our citizens should also be engaged to prefer affordable products that are respectful of the planet. The EU Ecolabel could be used as a benchmark for environmental sustainability. However, Commissioner, implementation is everything. That’s why it’s so important to facilitate Members States like my country, Greece, to create extended producer responsibility schemes with the eco-modulation of fees and tax incentives and other financial incentives promoting sustainable consumer choices.  The Circular Economy Action Plan is a huge opportunity for our market, for our people, for becoming pioneers on the planet. That’s why, Commissioner, we have to proceed with mandatory targets and due diligence of the products in order to set global standards and create a level playing field for our companies.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 62, "date": "2021-02-08.json", "name": "Virginijus Sinkevičius", "mepid": "n/a", "text": "   Member of the Commission. – Madam President, I would like to thank the honourable Members very much for this very useful and fruitful exchange. I have taken very good note of your interventions and comments. Thank you, in particular, for your strong political support to move our circular economy agenda forward. I’m reassured to see that we share the common objective of harnessing the circular economy potential to deliver on the European Green Deal together.  Let me very briefly pick up on just a couple of the issues you raised during this debate: plastics, textiles and the implementation of our ambitious agenda.  First, on plastics, within the new Circular Economy Action Plan, we will ensure the swift implementation of the 2018 EU plastics strategy, and it will take follow-up measures – measures to restrict the use of intentionally added micro-plastics in products and to tackle unintentional emissions, for example, from textiles and tyre abrasion, and from primary plastic production. It will also include requirements to ensure that all plastic packaging in the EU market is reusable or recyclable and in an economically viable manner by 2013, along with requirements on recycled content and waste-reduction measures, taking into account the activities of the Circular Plastics Alliance. Hence, a policy framework for biodegradable and bio-based plastics. Last, it will implement measures on single-use plastics. Now, on textiles, we are addressing the textile sector due to its strategic position in the EU economy and its large environmental impact. In the context of the COVID-19 crisis, this is also one of the sectors that would offer opportunities for recovery since it’s the key area in many countries that were severely hit by the pandemic. Textiles is the fourth-highest pressure category for resource-use of primary raw materials, which is taking place mainly outside EU. In addition, the majority of textiles currently end up in landfill or incineration. Only a very small percentage is recycled. So we are planning to develop a comprehensive strategy in cooperation with all relevant stakeholders in Europe and beyond.  More generally, on implementation, the transition towards a circular economy requires the committed involvement of the widest range of stakeholders. It’s crucial to improve the flow of information along the value chain and to bring together key actors that can share common challenges and barriers so that they can learn from each other.  The different services of the Commission and of national administrations have also taken up this approach. It’s not unusual that the circular economy agenda is led jointly at national level by the ministries for the environment and for the economy or industrial policy. Let me be very clear: we will be successful with the Circular Economy Action Plan only if we implement it hand in hand with the Member States and deliver our common agenda together. I very much look forward to continuing our close constructive cooperation now that we will roll out and work on the various legislative proposals in implementing our Circular Economy Action Plan. Batteries, on which the European Parliament will hopefully start work soon, is the first one, and several other proposals will follow over the course of the year. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 63, "date": "2021-02-08.json", "name": "President. –", "mepid": "124708", "text": "  The debate is closed. The vote will take place on Tuesday, 9 February 2021. Written statements (Rule 171)", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 64, "date": "2021-02-08.json", "name": "Sandro Gozi (Renew)", "mepid": "204419", "text": "  In writing. No circular economy without a sustainable single market. To this end, the Huitema report is moving in the right direction and confirms our commitment to success. There can be no circular economy without sustainable production and consumption. It is essential: to strengthen European strategic autonomy and to make Europe a world leader in the green transition; Make investments, including in research and development, in sustainable products and services; Have the right to repair; better inform consumers, including through harmonized labelling; encourage the adoption of green and innovative products by public markets; to put an end to practices resulting in programmed obsolescence; to ensure wider and better choice, as well as to ensure consumer protection for all European citizens. After all, there can be no circular economy without new rights for citizens. This is the deepest meaning of our commitment.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 65, "date": "2021-02-08.json", "name": "Rovana Plumb (S&amp;D)", "mepid": "38595", "text": "  in writing. – I fully support this report because it is needed for a successful circular economy in the EU to: encourage cooperation between governments, industry, local authorities and civil society to achieve circularity in products and services at every stage of their lifecycle; support innovative approaches for an efficient and responsible use of resources; support models and practices that expand the useful life of products; promote regulatory action that ensure large-scale availability of economically competitive secondary raw materials, for the relevant waste streams, enabled by intra-EU waste shipments; ensure legislation for a circular economy; promote educational consumers campaigns; consider the environmental performance of manufacturing processes and products in green public procurement decisions; provide market surveillance and law enforcement authorities with sufficient capabilities to enforce product regulations and environmental standards. A successful transition to a fully circular economy will foster environmentally friendly practices, and boost growth and jobs through a novel business model, with no one left behind.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 66, "date": "2021-02-08.json", "name": "Grzegorz Tobiszowski (ECR)", "mepid": "197559", "text": "  I would like to write to the Commission. – The new Circular Economy Action Plan is an important climate and environmental policy project. However, it should be borne in mind that an insanely important aspect of this plan is the pursuit of increased efficiency of the European economy and the competitiveness of European companies. Greater sustainability of value chains will improve the competitiveness and profitability of European industry and improve the strategic autonomy of the EU economy. Especially in the context of the current crisis and supply chain disruptions, we have seen how crucial strategic autonomy plays. The Circular Economy Action Plan should be seen in the category of potential and opportunity. This is an opportunity for European small and medium-sized enterprises to grow and take advantage of new opportunities. But in order to make this opportunity a reality, the Action Plan must be implemented responsibly and effectively. Many small and medium-sized enterprises are already supporting the transition to more sustainable business models, but complex and unadapted procedures and administrative burdens are an obstacle. We must ensure that these obstacles disappear as soon as possible.", "language": "en", "original_language": "pl", "translation_provider": "azure"}, {"id": 67, "date": "2021-02-08.json", "name": "President. –", "mepid": "124708", "text": "  The next item is the debate on the report by Juan Fernando López Aguilar and María Soraya Rodríguez Ramos, on behalf of the Committee on Civil Liberties, Justice and Home Affairs and the Committee on Women’s Rights and Gender Equality, on the implementation of Directive 2011/36/EU on preventing and combating trafficking in human beings and protecting its victims (2020/2029(INI)) (A9 0011/2021). I should like to remind Members that for all debates in this part-session there will be no catch-the-eye procedure and no blue cards will be accepted. Furthermore, as during the last part-session, remote interventions from Parliament’s liaison offices in the Member States are foreseen.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 68, "date": "2021-02-08.json", "name": "Juan Fernando López Aguilar", "mepid": "96812", "text": "  Rapporteur. – Madam President, Commissioner Johansson, is there anyone in this European Parliament who doubts that human trafficking and trafficking in human beings is a criminal phenomenon of the greatest gravity? It is in its objective dimension, because of the stratospheric volume of business and profits it moves, but it is also in its subjective dimension, because it undermines the fundamental rights and human rights that European law most appreciates and which are enshrined in the Charter of Fundamental Rights of the European Union.  And that is exactly what explains why Directive 2011/36/EU represents a decisive step in this conversion of this European Parliament, when the Treaty of Lisbon and the Charter of Fundamental Rights of the European Union came into force, into a criminal legislator, a legislator for procedural guarantees and a legislator for the protection of fundamental rights enshrined in the Charter. Because that's what it's all about when we fight human trafficking and human trafficking in a crime that has transnational scope. And, therefore, the answer must also be articulated at the supranational European level, which is the legislative responsibility of this European Parliament. And we have worked, from the Committee on Civil Liberties, Justice and Home Affairs, which I have the honour to chair, and the Commission on Equal Rights of Women and Gender Equality precisely in the ten-year review of this 2011 Directive of its normative content, to provide a more effective response against all forms of trafficking in human beings, which is part of the 2012 anti-trafficking strategy, but also in the European Union's strategy against organised crime and the European Security Union of 2020.  This is what Article 20 of the Directive in force mandates, a periodic review, and we have attended regular reporting discussions in 2016, 2018 and 2020. But ten years after its validity, the time has come to say that we are facing a crime that has multiplied by the accumulation of crises, from the Great Recession to the COVID-19 pandemic, and by the information revolution in the network, because this organized crime has multiplied online, not only to hide its benefits, but to exploit more cruelly and more cruelly its victims in forced begging, forced crime, forced marriages, illegal adoption, organ trafficking, reproductive exploitation and economic and financial exploitation of victims of trafficking.  That is why the report adopted by the Committee on Civil Liberties, Justice and Home Affairs has an age approach, protecting minors, and a gender approach. Because age and sex are not only relevant but decisive in the pattern of exploitation and enslavement of people in the sex industry, in construction, in agriculture or in domestic service.  But the 2011 Directive notes a pernicious problem of impunity for traffickers and traffickers of human beings because of evidentiary difficulties and the difficulties of cross-border judicial cooperation which highlight the importance of training and specialized training of judges, prosecutors, crime prosecution agencies, law enforcement agencies and legal operators.  That is why the 2012/29/EU Victim Protection Directive emphasises the best protection this European Parliament must give when legislating against the sexual and labour exploitation of victims.  And here we must say that Article 18, currently in force, of the Directive on the prevention and fight against trafficking in human beings provides that Member States 'shall consider' the inclusion in their criminal codes, that is to say, they will consider the inclusion in their criminal codes of criminal criminality of the use, consumption or use of labour or sexual services of enslaved persons. But the criminal responses of the Member States differ and a more effective and more European response is needed, European criminal harmonisation, more effective. That is why we propose that Article 18 be revised: so that all Member States may explicitly criminalize the use, consumption or employment knowingly, consciously, of the labour or sexual services of trafficked persons, so that where it says 'shall consider the inclusion in the criminal codes' it says 'shall include in the criminal codes' the explicit penalty for the use, consumption or use of the sexual or labour services of trafficked persons. Because it is evidence that impunity is rooted in the small number of complaints and identification of victims, which is due. But it is also evidence that, at the moment, the landscape of sexual exploitation of women in the European Union is baited cruelly, it looms cruelly over women who have been victims of trafficking in human beings. That is why it is essential to take this step of amendment and we demand this from the Commission in the revision of the 2011 Directive: the criminalisation of the conscious use knowingly of sexual or labour services of trafficked women. In addition, our report is committed to a multidisciplinary approach, so that not only the reform of the Anti-Trafficking Directive is entrusted, but also its combination with the single residence permit, compensation due to victims and legal and social assistance with a gender and children's perspective.  Member States are also asked to include European funds and budgets, collaboration with civil society, a link to the asylum procedure to better protect victims of trafficking in asylum procedures and the establishment of legal routes. All with the aim of ... (the president withdrew the floor to the speaker).", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 69, "date": "2021-02-08.json", "name": "María Soraya Rodríguez Ramos", "mepid": "4344", "text": "  Rapporteur. – Madam President, Commissioner, the crime of trafficking in human beings is a crime which infringes protected legal property such as life itself, health, physical and moral integrity, sexual and outpatient freedom, and human dignity itself. The practices that turn people into goods—violence, threats, coerces, extortion—are aimed at dehumanizing them into goods, and the suffering that is caused in them is immense, deep, enduring. That is why, with this report, we want to join forces and ask the Commission, all European agencies, all Member States and civil society to fight this horrific crime. Because, ten years after the Directive, this crime has only grown in our territory. Half of the victims of trafficking are European citizens. Unfortunately, ladies and gentlemen, these are also children. We have just received a report from the United Nations Office on Drugs and Crime and it tells us that there is an alarming increase in the proportion of trafficked children, which has tripled in the world. A third of the victims are children, but in poor developing countries they are half.  Because, as has just been said in this rostrum, vulnerability is the characteristic of victims, poverty, discrimination, but gender discrimination, gender-based violence, is a substantial element. Therefore, the majority of trafficking victims are women: trafficking for either labour exploitation, organ trafficking or sexual exploitation — more than 60% of all forms of trafficking — where women are 92% of the victims. It's a gender crime: 70% of traffickers are men. Vulnerability.  And on the other side, impunity. It's just been said. We are only able to release 1% of the victims. As soon as we detain criminals, the heads of these criminal mafias, as the United Nations Office on Drugs and Crime says, the world's second-largest criminal activity, against which we show great helplessness.  Therefore, in this report we call for a comprehensive holistic approach to the fight against this crime: not only the Europol and Eurojust agencies, but also the anti-money laundering agencies, because if we are to deal with criminals, these organised mafias, we are chasing money. The traceability of money laundering of their criminal polyactivity is critical.  But we cannot forget the other fundamental part of this crime, which are those who use the services of trafficked persons, and we have to criminalize and criminalize this use because demand encourages the commission of crime, increases its benefits. That is why, as has also been said right now, we call on all Member States to typify the conscious use of the services of trafficked persons. Finally, we have to work with the victims, Commissioner. The human rights-based approach of the victims of the Directive was the right approach, but victims need justice; they don't always have it. They need reintegration, they need repair and they need rehabilitation, and in order to protect them we have to identify them, and here we are failing clearly.  We fail to identify children, who are lost to us on migration routes; unaccompanied minors: EASO tells us that there are thousands of them, invisible. We fail in the early identification of victims, fundamental: that is why we have to work on the specialization of judicial and police agents. And, Commissioner, we must count on civil society, NGOs working to assist these victims.  We need to guarantee victims mechanisms of assistance and social services, safe accommodation, free legal representation, psychological support; we have, in short, to reiterate once again that the victims are only victims and that there cannot be a double victimization, there cannot be a double penalty: we only have to protect them.  Finally, consider the context of COVID—19, which increases vulnerability. And so, ladies and gentlemen, let's look around. Victims are in textile workshops; are in online advertisements, because, unlike other victims, I want to tell you that victims of sexual exploitation should not be hidden, they must be announced so that they can be sold; so, they're there, we just have to have the courage to look at them. And I end with a verse from our poet Pessoa, who said that sometimes the hardest thing is to see only what you see most. Let's all make that effort together and have the courage to look at them. They're there and you see them a lot.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 70, "date": "2021-02-08.json", "name": "Ylva Johansson", "mepid": "n/a", "text": "   Member of the Commission. – Madam President, honourable Members, Susan is a young woman from Nigeria. A woman called Ivy promised her a job in Europe. Instead they gave Susan a short skirt and high heels. They told her ‘you’ll get used to it’. But Susan may never get used to it. Susan was afraid to escape, afraid to be sent back to Nigeria, afraid they would hurt her mother, but she did escape and she testified. In the end, the judge sentenced this woman Ivy and put her in prison. This is a story of exploitation. It’s a story of courage. But it’s not a story of justice. Men moved Susan to Europe. Men guarded Susan. Men threatened Susan. When Susan ran away, men beat her mother. Men used Susan’s body. And the men all got away.  I know that trafficking is as shocking to you as it is to me. That you too want justice for the victims. That you too are determined to end the trafficking of human beings. So I would like to thank Juan Fernando López Aguilar and María Soraya Rodríguez Ramos, and the European Parliament, for putting this report on the table. We must help the Susans of this world and step up the fight against trafficking in human beings. It’s obvious that we need to do more.  Trafficking in human beings is one of the worst forms of organised crime, carried out by cross-border gangs that exploit people, their labour and their bodies. Member States must fully implement the Anti-Trafficking Directive and the Commission will assess this very closely. We will help Member States by boosting the capacity of law enforcement and judicial bodies also across borders, perhaps with a knowledge hub to share best practices and information.  At the same time, the Anti-Trafficking Directive will have its 10th anniversary this year. We need to start looking if it needs updating. A full time anti-trafficking coordinator will be appointed. The traffickers treat human beings as tradable objects, as commodities. We must disrupt the economic logic behind this crime. We must cut demand by targeting users. 60% of trafficking is for sexual exploitation and 92% of these victims are women like Susan. Without users there would be no trafficking.  I will look at possibilities to criminalise the use of exploited services. We need to make it more difficult to exploit victims’ labour, and we should target high risk sectors like agriculture, care services and construction. Better awareness and communication campaigns in these sectors could help identify victims. We need to look at all the EU agencies that can help to tackle this problem. We must cut the supply of victims by breaking the criminal model of trafficking. To do that we must end the culture of impunity. Human traffickers now make nearly EUR 30 billion every year, worldwide. I want to target asset recovery more effectively.  To catch criminals and secure convictions we need to boost law enforcement cooperation. That is already a Commission priority – interoperability of data systems, updating the Prüm system. Our recent proposal to boost Europol’s mandate will help to fight all cross-border crime, including trafficking. We are working on a police cooperation code. To counter trafficking specifically we could increase data exchange on trafficking through Europol. We could improve coordination between Member States and agencies. We must harness technology against trafficking. Europol and the United Nation’s Office on Drugs and Crime are ringing the alarm bell. Traffickers are moving online.  We need to improve digital capacities of law enforcement for online investigations to detect recruitment and trafficking of victims online and illegal money flows. We also need to work closer internationally. Working with friends and partners to fight smuggling is essential to our new pact on Migration and Asylum. Breaking criminal networks will also be part of our upcoming action plan against migrant smuggling.  We should investigate if and how we can mobilise our foreign policy, security and trade instruments against trafficking. The traffickers aren’t selling objects, they are exploiting human beings. We must protect the victims by supporting training of border guards, police, social workers and others, to identify and save victims, efforts by Member States to help victims, with funding and sharing best practices, awareness raising on victims’ rights, and by building partnerships, for example with the Economic and Social Committee and the Committee of the Regions. Throughout, we need to keep three things in mind. First, this is a European problem. 70% of the perpetrators are EU citizens. Half of the victims are EU citizens. Three quarters of trafficked children are EU citizens. This is a European problem. Second, this is a gendered crime. Nearly three quarters of perpetrators are men. Nearly three quarters of all victims are women and girls. Third, that the most vulnerable suffer most. Children, mostly girls but many boys too, are forced to beg and steal, but mostly forced into sexual exploitation. In migrants and refugees, traffickers prey on children and teenagers on the road or in camps – especially unaccompanied minors who are perhaps the most vulnerable of all. I look forward to working closely together with you in the European Parliament to step up the fight against trafficking in human beings.  (Applause)", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 71, "date": "2021-02-08.json", "name": "Loránt Vincze", "mepid": "98582", "text": "  on behalf of the PPE Group. – Madam President, as you said, Madam Commissioner, according to the European Commission, 75% of child victims of human trafficking and half of all victims are European citizens. The countries of origin show an uneven distribution, and central and eastern European countries – Romania, Hungary and Bulgaria – lead the statistics. These are grim figures but there are human beings behind them. Let us be clear, countries of origin and destination both have their part and responsibility in fighting these crimes. Trafficking has deep socio-economic roots and is related to the situation of vulnerable or marginalised groups – the Roma, especially. The proportion of Roma women and children among the victims was several times higher than that of the general population. Yet, there are still no specific measures to prevent trafficking through the national Roma integration strategies. Under-reported or under-investigated areas, such as labour exploitation, also call for special attention – in the agricultural sector, for example.  According to Europol, criminals coerce low-skilled victims from poorer countries into working long hours for a low wage in another country. They exploit victims and on many occasions they do not even pay them or let them travel back home. On behalf of the EPP/PPE Group, I strongly hope that such concerns will be taken up by the European Commission in a dedicated EU strategy towards the European Union eradication of trafficking in human beings without further delay. I would like to thank the rapporteurs for our common work. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 72, "date": "2021-02-08.json", "name": "Maria Noichl", "mepid": "124836", "text": "  Mr President, I would like to make a mifful son, mr President, I would like to make a ido to the S&amp;D Group. Madam President, ladies and gentlemen, Commissioner, I would really like to thank you for your speech, for your frank words. Europe is a promise. Europe is a promise to women in particular. A promise of peace. A promise of self-determination, of freedom of choice. Europe is a promise of non-violence. Europe is also a promise of fairness and responsibility. And I do not believe that there is a situation that is more contrary to Europe than trafficking in human beings. Because there it is exactly the opposite: it is not about fairness and non-violence. It is not about self-determination and peace. It is not a question of responsibility, but of one-sided satisfaction, of unilateral exploitation, of unilateral needs, and it is very, very often about violence. Once again, I would like to thank you once again for your clear words. We must combat trafficking in human beings in Europe wherever we suspect it, wherever we see it. And I would like, of course, to focus on trafficking in human beings for sexual exploitation from the FEMM Committee. Also in this house – and I am sure of that – there are men who are buyers, who are buyers. Statistically, there is a large group of men who are buyers who are buyers – and they are involved in the system of trafficking in human beings. And as important as it is to see the victims on the one hand, to protect them, to support them, to strengthen them, to get them out of the system, to allow them to leave, just as violently and forcefully we must therefore act on the perpetrator's side! We must clearly state that buyers are perpetrators of human trafficking and prostitution. This must be clearly stated! And I would really like to thank all my fellow Members here in this House for those who have this courage and who do not push the buyer's class somewhere, but are honest and open and say: she is also among us.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 73, "date": "2021-02-08.json", "name": "Hilde Vautmans", "mepid": "130100", "text": "  on behalf of the Renew Group. – Madam President, dear Commissioner, dear colleagues, I am deeply shocked – shocked by the high number of women and children who fall victim to human traffickers every year: 60% of all victims are trafficked for sexual exploitation; 92% are women and girls, and 25% of all victims trafficked are children.  Colleagues, these aren’t just numbers. Behind every number there is a story of abuse of life, and of exploitation. We urgently need to address the root causes of human trafficking and break the profit model of traffickers. This report is a wake-up call to the Commission and the Member States because part of the solution is in our hands. We have this directive on anti-trafficking – so implement it. Investigate more and step up cross-border cooperation. Give tailor-made training to investigators, prosecutors and judges so that they can catch and punish the human traffickers. Give Europol and Frontex more resources to fight human trafficking and protect the children in migration.  Colleagues, every day criminals are making money from exploiting women and girls within our borders. This must end. Let us make the fight against human trafficking a priority – now.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 74, "date": "2021-02-08.json", "name": "Jean-Lin Lacapelle", "mepid": "204421", "text": "  on behalf of the ID group. - Madam President, I too rarely hear that trafficking in human beings is a scourge often - and also - related to the migration issue. Yet we all have in mind the images of slave markets in Libya, such as the testimonies of migrants abandoned in the middle of the desert or the sea by criminal smugglers. We have a duty to put an end to these trafficking networks which, on the pretext of misery, are developing thanks to the massive immigration policies that you put in place. And the migration pact that the European Commission is proposing will undoubtedly encourage these criminal networks and allow NGOs to be protected from prosecution when they sometimes organise hand-in-hand rescues with traffickers. Worse, by introducing the principle of compulsory reception on European soil of migrants recovered at sea, you are encouraging smugglers to abandon more and more migrants in the Mediterranean! So I urge you to correct this pact and stop being indirect accomplices of these traffickers. It is by taking back control of our borders and regulating our migration flows that we will combat parallel trafficking of human beings. Less immigration means less traffic. A majority of the peoples of Europe aspire to this common-sense policy, but the European Union, as usual, always aspires to the contrary.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 75, "date": "2021-02-08.json", "name": "Alice Kuhnke", "mepid": "197395", "text": "  on behalf of the Verts/ALE Group. – Madam President, we live in a reality where the perpetrators – the enablers – of trafficking in large part remain unpunished. We live in a reality where the victims – society’s most vulnerable – remain unprotected and often criminalised, and still the Member States fail to implement the Anti-trafficking Directive and thereby fail to combat effectively this brutal crime, increasingly organised online. The EU has still not managed to present a new strategy to combat trafficking, and anti—trafficking is now dealt with under the fight against organised crime. We, the Greens/EFA Group, find this approach inadequate. We need a new anti-trafficking strategy in place, with an exclusive focus on the fight against trafficking, making sure that the victims—based approach and the Directive are implemented.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 76, "date": "2021-02-08.json", "name": "Jessica Stegrud", "mepid": "197399", "text": "  On the other: The ECR Group. Madam President, I would like to begin by thanking Theresa May for Commissioner Ylva Johansson, I would like to thank you for your support. Let me tell you about what is going on in the shadow of the so-called humane refugee policy that you are advocating. In 2015, the Nigerian mafia exploited the open borders to establish illegal migration routes into the EU. Now they are making billions from this business. Young girls, most without asylum reasons, are attracted with the promise of work in Europe. There are no promised jobs, but forced prostitution. Those who refuse are gang-raped and tortured. Some of those who have tried to escape have been murdered, dismembered and buried. Yes, you heard me right.  Madam President, I would like to begin by congratul Strictly controlled borders, police cooperation and a rational migration policy had taken away the basis of this deeply inhumane and lucrative activity and given us the resources to help the more, the most vulnerable, on the ground. This is not humane. It's irresponsible.", "language": "en", "original_language": "sv", "translation_provider": "azure"}, {"id": 77, "date": "2021-02-08.json", "name": "Malin Björk", "mepid": "124992", "text": "  On the left group. Madam President, I would like to begin by thanking Theresa May for Commissioner, ladies and gentlemen, I would like to thank the Rapporteur for Now that we are looking at the eu's and countries' work against trafficking and trafficking in human beings, I have three things that I would like to send with you: I want to see more focus on those who are exploited, for justice, for support, on exit strategies for women in prostitution, residence permits and compensation for victims of crime.  This confusion with the closed borders and the fight against trafficking must be over. It is clear that the extreme right says that they want it, and that it would be good, but that is their agenda anyway. We will stop confusing migration with human trafficking. That's not how we fight it.  And – and this has been highlighted here in the past by colleagues – one of the most effective ways of combating trafficking in human beings is to target those who exploit. We must place responsibility where it belongs, namely with all those, at the whole level, who exploit. When it comes to prostitution, exploitation in prostitution, we must also punish those who buy. Those countries that do not dare to penalise sex buyers, who do not dare to go after those who are actually responsible for this exploitation, well, those countries should at least dare to criminalise those who exploit victims of trafficking. I guess that's the least you can ask for.  I would like to send this with the Commissioner.", "language": "en", "original_language": "sv", "translation_provider": "azure"}, {"id": 78, "date": "2021-02-08.json", "name": "Laura Ferrara (NI).", "mepid": "124833", "text": "   Madam President, ladies and gentlemen, Madam Commissioner, 72 % of victims of trafficking in the EU are women. Trafficking for the purpose of sexual exploitation is predominant, with the proportion of women reaching as much as 90 %. It is therefore not enough to fill the gaps and improve the implementation of the anti-trafficking directive in order to protect the rights of victims and combat criminal networks. The perverse mechanism for the supply and demand of human beings to be exploited must be combated, on the one hand through instruments to combat organised crime, corruption and money laundering, but also through measures to combat gender inequality and poverty. It is therefore necessary to strengthen the protection and care of vulnerable groups, such as women and children, which is, moreover, an even more pressing need today in responding to the challenges posed by the pandemic and the role played by the Internet and digital technologies in the proliferation of trafficking. Finally, they are decisive actions to be implemented, necessary, both in the context of migration and asylum, in which criminal organisations take advantage of the absence of legal and safe means to intensify their business, and to make criminal justice systems more efficient so that crimes do not go unpunished.", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 79, "date": "2021-02-08.json", "name": "Frances Fitzgerald (PPE).", "mepid": "197720", "text": "   – Madam President, I would like to thank the Commissioner for her excellent contribution.  This debate is on trafficking, but let’s be clear what we’re talking about today: modern day slavery. Trafficking is nothing less than modern day slavery here in our Europe. Slavery that moves as much money as drugs, but instead moves young women into Europe, and from east to west in Europe.  It is for this reason that I cannot understand why it is not at the very top of the European political agenda. Modern day slavery in Europe requires intense and persistent action to combat it, comprehensive action within the criminal justice agencies backed by adequate resources, Member State cooperation – working hand-in-hand – and political commitment, permanent commitment, until it is eradicated. This is how we tackle modern slavery in Europe. But what specific actions can we take? Recognise prostitution as violence against women. As Minister for Justice in Ireland, I introduced legislation that criminalises the buyer and not the seller of sex. This model puts pressure on traffickers. Every Member State should do that.  Introduce an EU criminal assets agency and follow the money. That’s what we have to do, a stand-alone directive on sexual exploitation. When women are violated consistently, we call this rape. To adequately combat this unique and horrific crime a stand-alone directive is needed.  The criminal justice agencies must work closely together, tracking the gangs who carry out the trafficking. It’s long and painstaking work but it must be done and we must support victims. The horror stories are endless. We cannot stand for modern day slavery in our Europe. We need to combat it with full force. ", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 80, "date": "2021-02-08.json", "name": "Heléne Fritzon (S&amp;D).", "mepid": "197391", "text": "   Madam President, I would like to begin by thanking Theresa May for Thank you, Commissioner Johansson, for telling me about all the Susans in the world. It is ten years since the adoption of our Human Trafficking Directive, but every day of these ten years women and girls have been sexually abused. It didn't have to be that way. If men did not buy sex, there would be no market for sexually exploiting girls and women. A gender perspective is needed in all measures against trafficking in human beings. In my country, in Sweden, we have a sex purchase law, which we Social Democrats pushed through over 20 years ago. A sex purchase law that criminalizes the purchase of sex, but not the sale, and that is important. Trafficking in girls' and women's bodies should not be a trade in the EU's internal market. Girls and women should decide for themselves over their bodies and over their own lives.", "language": "en", "original_language": "sv", "translation_provider": "azure"}, {"id": 81, "date": "2021-02-08.json", "name": "Joachim Stanisław Brudziński (ECR).", "mepid": "197501", "text": "   – Madam President, i voted in favour of the report by Mrs Schwab Commissioner, i would like to thank you very much for Trafficking in human beings is one of the most horrible crimes. Depriving people of their basic dignity, sexual exploitation, depriving enslaved people of their lives in order to take their organs, or, finally, their use as a labour force must be ruthlessly and with all determination. The ECR Group has always supported all actions – including a European Union directive – that can help to combat this extremely heinous practice. As the vast majority of trafficking in human beings is cross-border, very close cooperation between member states' special services and police is necessary, with the support of Europol and Frontex as well.  However, the fight against this heinous practice must not be a gateway to the opening of the European Union's borders within what is described as safe and legal immigration routes. Such naïvy thinking, like the involvement of NGOs in supporting irregular migration, can cause much greater damage. This will result in even more victims falling into the paws of ruthless criminals in search of a better life. One point, Commissioner, men are also involved in the fight against this. Such a prostackie, one would say, recalling Strindberg's gender struggle does not serve anyone. As a former Interior Minister, I would therefore like to stress that very many men have been involved in the fight against trafficking in human beings, a problem only in the way in which this fight is conducted.", "language": "en", "original_language": "pl", "translation_provider": "azure"}, {"id": 82, "date": "2021-02-08.json", "name": "Eugenia Rodríguez Palop (The Left).", "mepid": "197785", "text": "   – Madam President, almost 75% of trafficking victims are women and girls treated for the purposes of sexual exploitation, although we are also talking about farm slavery, home servitude, forced marriage, begging and forced crime.  Many of these victims get caught up in hell because they don't have legal and safe immigration pathways. This hell is wanted to be condemned in perpetuity by the far right in this House, closing the borders of those fleeing slavery, even as minors, and criminalizing the work of NGOs. Its sky is the exclusive club of a wealthy few. The same right that sanctifies the family here is opposed to the right to family reunification of those who flee. They're called Christians, but they're not.  Finally, trafficking exists because there is a demand that makes it profitable. The desponable need to exploit the other's body, to force it for the use and enjoyment of one's own. My body is mine and so is yours. It condemns without mitigation pimps traders of human flesh, exploiters, slavers, consumers, accomplices and cover-ups. We want this directive to be fully implemented so that it is they and not their victims who burn in hell.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 83, "date": "2021-02-08.json", "name": "Pernille Weiss (PPE).", "mepid": "197515", "text": "   Madam President! If you claim you haven't seen them, that might be true. But it's also true that they exist: people trafficked by other people for prostitution and slave labor under the radar, far away from the authorities' spotlight, overlooked by most of us.  If you claim that they are all themselves aware of it, that they themselves wanted it, that they have always known what they were up against when they set out against the EU and along the way accepted indescribable exploitation, then you expect more from your neighbor than he or she as the human being who has long since given up his own dignity , can perform.  That is why it is essential that we in the European Union cooperate with those who are where the authorities do not strike. The invaluable and often voluntary efforts of civil society, which create trust and security and which bridge the gap between the otherwise entrenched situation of the trafficked people to a freer, healthier and more dignified life. Preferably at home in your own country again.  I have proposed the invaluable role of civil society in this text, which we will be voting on tomorrow. I look forward to seeing that you all vote in favour.", "language": "en", "original_language": "da", "translation_provider": "azure"}, {"id": 84, "date": "2021-02-08.json", "name": "Margarita de la Pisa Carrión (ECR).", "mepid": "204414", "text": "   – Madam President, there are many factors affecting trafficking in human beings. We are in a society where the end justifies the means: in this way, it is easy to understand that people are treated as mere goods depriving them of their freedom and dignity in order to achieve selfish and often perverse goals. Unfortunately, many of these objectives have already achieved the competition for legislation; that said, in the service of anti-human rights interests. We cannot close our eyes to cruelties such as sexual and reproductive exploitation, slavery or organ trafficking, but we cannot be blind to illegal immigration. All these practices are inhumane and run by international organized crime networks that act with impunity, murky businesses that move a lot of money and also eager for power. We find it astonishing that he also manipulates itself with gender ideology to accuse the male of being violent by nature. Be honest, look at all the dimensions of the problem. To give them a solution, we'll unmask the culprits. I invite you to recover the transcendent value of the person in order to ensure that human rights are always and in any case fulfilled.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 85, "date": "2021-02-08.json", "name": "Εμμανουήλ Φράγκος (ECR).", "mepid": "198490", "text": "   Madam President, trafficking is part of the crime of illegal immigration. A crime committed daily by traffickers against the Greeks of the acritic islands, Athens, Thessaloniki, Evros and the rest of Greece. Those of us who deal with this issue are well aware that NGOs, their political patrons and trafficking rings are a chain of the same vicious circle that we will break. Entire Greek neighborhoods have been turned into ghettos, and why? To enrich some by filling our country with illegal immigrants. If we want to stop trafficking, we have to not make it easy. We have to guard our borders much better. We must send back the traffickers' boats to Libya and Turkey. And, finally, we must stop giving money to NGOs and also to Turkey that is involved in such circuits.", "language": "en", "original_language": "el", "translation_provider": "azure"}, {"id": 86, "date": "2021-02-08.json", "name": "Ylva Johansson", "mepid": "n/a", "text": "   Member of the Commission. – Madam President, Members of Parliament, thank you. I can hear from you that many of you are very much engaged in this issue and there’s a lot of knowledge on this terrible crime in this debate. There have been many valuable and good proposals in the report and in this debate that I will of course take forward into the coming work of the Commission.  Trafficking is a modern form of slavery and I feel a strong support from the European Parliament to step up the fight against this horrible crime. We need to do more. Member States need to do more. We need to follow the money, to stop the culture of impunity, to support and protect victims, to strengthen police cooperation to tackle this terrible form of organised crime. Thank you for your engagement, thank you for the debate. We need to unite forces to be able to win this battle. (Applause)", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 87, "date": "2021-02-08.json", "name": "President. –", "mepid": "124708", "text": "  The debate is closed. The vote will take place Tuesday, 9 February 2021. Written statements (Rule 171)", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 88, "date": "2021-02-08.json", "name": "Karol Karski (ECR)", "mepid": "124887", "text": "  I would like to write to the Commission. – Trafficking in human beings is a form of modern slavery and a blatant crime often committed in the context of organised crime, violating fundamental human rights and the inalienable right of every person to dignity. Millions of people around the world are victims of traffickers every year: women and men, adults and children. Moreover, we have been seeing new trends for a long time regarding the nature of the use of victims, namely the use of victims for forced labour. Unfortunately, many victims and traffickers remain undeteced. However, statistics show that sexual exploitation remains the most common form of trafficking in human beings in the European Union, with almost three quarters of all victims being women and girls. Children make up almost a quarter of all victims of trafficking in human beings in the EU and the vast majority are girls. The effective fight against and prevention of trafficking in human beings must include, inter alia, actions such as raising awareness of trafficking in human beings, including in particular the use of forced labour, raising the standard of support provided to victims of trafficking in human beings, including minor victims, and, above all, improving the effectiveness of the activities of the institutions responsible for prosecuting trafficking in human beings by improving legal tools and structures and implementing best practices and strengthening international cooperation. Only a comprehensive approach to the problem of trafficking in human beings, based on the linking of actions taken and the strengthening of law enforcement cooperation, will allow for the effective fight against and prevention of trafficking in human beings.", "language": "en", "original_language": "pl", "translation_provider": "azure"}, {"id": 89, "date": "2021-02-08.json", "name": "President. –", "mepid": "124708", "text": "  The next item is the oral question to the Commission on European Skills Agenda for sustainable competitiveness, social fairness and resilience by Lucia Ďuriš Nicholsonová, Lina Gálvez Muñoz, Dragoș Pîslaru, Elena Lizzi, Kim Van Sparrentak, Anna Zalewska, Eugenia Rodríguez Palop, on behalf of the Committee on Employment and Social Affairs (O-000006/2021 – B9-0004/21). I should like to remind Members that there will be no catch—the—eye procedure and no blue cards will be accepted. Furthermore, remote interventions from Parliament’s liaison offices in the Member States are foreseen.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 90, "date": "2021-02-08.json", "name": "Vilija Blinkevičiūtė", "mepid": "96681", "text": "  The author. – Dear President, Commissioner, colleagues, green course, digitisation has a huge impact on our lives, our work, our communication. The ongoing demographic changes, globalisation and the COVID-19 pandemic in particular are indeed changing and influencing the specificities of our work and forcing a re-and fundamental review of whether the skills and qualifications available correspond to the new reality. The Commission Communication \"A European Skills Agenda for Sustainable Competitiveness, Social Integrity and Resilience\" aims to provide a response to these challenges, in particular by ensuring that the fundamental transformation of skills becomes an axis of the agenda and that lifelong learning, which is enshrined in the European Pillar of Social Rights, becomes a reality throughout the European Union. In this context, the European Parliament's Committee on Employment and Social Affairs would therefore like to ask the Commission four questions. The first issue also concerns the setting of specific deadlines for the actions envisaged in the Commission Communication. In order to reflect the needs of the labour market and to contribute to a rapid and effective recovery from the COVID crisis, the actions set out in the skills agenda must be implemented within the shortest possible time. So could the Commission provide an overview with specific dates by which time the actions identified are expected to be implemented? Second question: the COVID-19 pandemic has highlighted the digital skills gap and further exacerbated existing inequalities in education, including gender inequalities. In addition, the number of people leaving training has increased, especially among the most disadvantaged groups in society. So how does the Commission intend to ensure that digital education is given special attention in both education and lifelong learning programmes? Could the Commission explain how it intends to ensure that education and lifelong learning programmes are of high quality and inclusive, so as to create equal opportunities for all, especially those belonging to the most vulnerable groups in society or living in rural or remote areas? How will the Commission support Member States to strengthen their efforts to ensure high-quality and inclusive education and lifelong learning programmes? The third point is that the implementation of the European Skills Agenda will require adequate funding. In order for this agenda to be successfully implemented, significant public and private investment at national level is essential in addition to the planned financing of the European Union. So could the Commission explain what concrete measures it will take to promote national public funding and private capital raising and to reduce the huge disparities between Member States in the field of lifelong learning? And can the Commission explain how it will encourage companies to contribute and fund training for workers and apprentices? And the final question is: could the Commission list what should be done to help Member States adapt their national education systems to labour market needs throughout the European Union? How to attract and develop people's talents and skills that are vital both for personal development of people, but also for increasing the competitiveness of European businesses?", "language": "en", "original_language": "lt", "translation_provider": "azure"}, {"id": 91, "date": "2021-02-08.json", "name": "Nicolas Schmit", "mepid": "n/a", "text": "   Member of the Commission. – Madam President, honourable Members, first I want to thank you, and in particular the Members of the Committee on Employment and Social Affairs, for this question on a very important topic. Indeed the Skills Agenda is the centrepiece of our efforts to bring to life the principles of the UN pillar of social rights and notably principle number one. This principle states that everyone, I quote, ‘has the right to quality and inclusive education, training and lifelong learning.’ We need to invest in people and in building a strong human capital to prepare and accompany the green and digital transitions, as well as to respond to the consequences of the COVID-19 crisis. Our goal is to empower people with education and training, with a view to boosting the creation of quality jobs and setting the conditions for a more innovative, competitive, inclusive and sustainable development model. You rightfully asked about the progress we made in implementing the European Skills Agenda. The agenda was adopted by the Commission on 1 July 2020. It is a five-year plan to help Europe develop more and better skills and to put them to good use. Since last July, 7 of the agenda’s 12 flagship actions have already been launched. Such actions include the Council recommendation on vocational education and training which we already had the pleasure of discussing in this House. We have also launched the new Europass platform. The remaining five actions will be launched in 2021, notably the initiatives on Individual Learning Accounts and on micro-credentials.  The agenda is centred around inclusive learning. It is vital to address this point across all actions, for example in the Council recommendation on vocational education and training. We also underlined the importance of digital skills, and digital education and training. This is even more fundamental in the aftermath of the COVID-19 pandemic. Therefore the digital education plan for 2021-2027 adopted on 30 September 2020 puts forward inclusion as one of its guiding principles. We are also working on the Skills for Life initiatives to reach out to the most vulnerable and to create concrete opportunities for engaging with learning. Our ambitions will fail to reach that goal if we collectively do not invest. We need to make the best use of the unprecedented funding of the Union budget to tackle the economic and social consequences of this crisis. This includes of course the European Social Fund+ which can now be implemented following the agreement in trilogue between Parliament and Council’s negotiators very recently. Additionally, the Commission has encouraged Member States to use the Recovery and Resilience Facility where one of the seven flagship initiatives for reforms and investments is re-skill and upskill.  The European Parliament has played a central role in strengthening the position of education and skills in the legal framework of the Recovery and Resilience Facility. I thank you for that as there can be no recovery and no resilience if we do not ensure adequate investment in skills and in quality jobs, especially also in the transition from one job to another. Member States should put a strong emphasis on investment in skills in their national recovery and resilience plans, but we are working now with Member States to make sure that upskilling and re-skilling is a top focus area. This is not all. Skills are a shared responsibility and it is essential for everybody to play their part. This is why we will put in place a number of measures to unlock private investment in skills. We will look at how fiscal frameworks can do better to support reforms and investment in skills, and how enterprises could better report on their employees’ skills development.  All these efforts culminate in the Pact for Skills, which Commissioner Breton and I launched on 10 November 2020. The pact represents a shared engagement model for skills development. Partnerships should be created in order to respond to the skills challenges in different sectors and should involve social partners, too. To date, three skills partnerships are already in place and altogether EUR 11 billion have been committed by partners in industrial ecosystems to upskill their workforce in the coming years.  Yes, the question of helping Member States to align their national education systems with the labour market is an important one. Of course the organisation and content of education and training is a matter for the Member States, but targeted and up-to-date skills intelligence can help align training with evolving labour market needs, as well as support individuals in their choices. As part of the Skills Agenda the Commission, in cooperation with Eurostat and the EU Agency Cedefop, is improving and making more widely available such skills intelligence at regional and sectoral level. Let me give you just one example. A Big Data initiative using artificial intelligence has analysed over 150 million job vacancies across Europe. This is an example of assessing skills needs in real time. The results are already online and the Commission is disseminating our findings with key stakeholders such as the European network of public employment services and with social partners.  The Skills Agenda already in its name sets the path towards which we have to go: sustainable competitiveness, social fairness and resilience, and I know that I can count on this Parliament to go on this path.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 92, "date": "2021-02-08.json", "name": "Andrea Bocskor", "mepid": "124712", "text": "  on behalf of the PPE Group. - Mr President, I would like to thank the European Resource scarcity, the transition to a resource-efficient, digitised and climate-neutral economy and the expanding use of AI are creating new challenges for the employment and labour market. New professions will be created, while the existing professions will be transformed or eliminated. This clearly indicates the need for rapid change in skills and skills in order to ensure the competitiveness of the European Union and its Member States.  The Covid19 pandemic accelerated the digital transition and showed the level of digital skills of different age groups. Because of the security measures, most of our activities have been transferred to the digital space, teleworking and distance learning have become part of everyday life for millions of people overnight, bringing to light the limitations of our digital preparedness. I am pleased that the new Skills Agenda for Europe also intends to contribute to addressing the economic and labour market challenges posed by the Covid epidemic. I welcome the forward-looking proposals and it is important that they lead a sustainable path for future generations. Modern, innovative and quality education and training, which are directly linked to the labour market and societal needs, must be very important in skills development, while also contributing to equip young people with important skills that will prepare them for real life. Vocational training and lifelong learning must be prioritised, as it is very important, through training and retraining, that they can always remain in the labour market, and it is very important to think not only of young people, but also of adults and the elderly.", "language": "en", "original_language": "hu", "translation_provider": "azure"}, {"id": 93, "date": "2021-02-08.json", "name": "Lina Gálvez Muñoz", "mepid": "197702", "text": "  on behalf of the S&amp;D Group – Mr President, Commissioner Nicolas Schmit, all people and institutions agree on the importance of improving our qualifications and competencies so that our economies move forward in competitiveness, resilience and social justice, and to successfully move to a green and digital economy.  But are the competitions the ones we need? Who defines it? How and who accesses them? Are all people in the same position to access them?  Normally, as we approach the competition debate, we think that skills are neutral and accessible to everyone and w or not it depends solely on our merits and efforts. But is it really just an individual responsibility? I don't think we have to individualize the responsibility for these processes, or be neutral. For example, capabilities are not independent of gender or ethnic stereotypes, and therefore neither are the opportunities to obtain them throughout our lives. And individualizing responsibility for each person in relation to the skills they are able to acquire is unfair, because not all of us have the same opportunities, especially given the educational inequalities with which we come to the labour market and which have also increased with the pandemic.  That is why, from the public institutions and from the European Parliament, we must try to ensure that the qualification and requalification processes are accessible to all people, with particular attention to people from the most vulnerable groups, areas with higher levels of unemployment or rural and isolated areas. May these processes be free of stereotypes because we need all the talents for Europe to move forward in a more innovative and fair way. That learning processes be remunerated so that people from disadvantaged backgrounds do not play at a disadvantage. That these processes have sufficient budget and the active participation of all social actors and that they include digital capabilities to enable all citizens to have greater digital literacy... (the president withdrew the floor to the speaker).", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 94, "date": "2021-02-08.json", "name": "Dragoș Pîslaru", "mepid": "197663", "text": "  on behalf of the Renew Group. – Mr President, here we are, finally having a debate that our group, Renew Europe, has actually been calling for ever since June 2020, when we launched a paper called ‘Skills at the heart of Europe’. Skills are actually the key ingredient for our future. It’s about our small entrepreneurs, it’s about research, it’s about how we produce the vaccines for the population, and it’s at the core of productive activity. Skills are actually about the social underpinnings of independent living, having good wages and being able to provide for your family. Skills are about the future of our society. There is no Green Deal or digital transformation without proper skill investment. Here we are with the ambitious new Skills Agenda for Europe before us. We are in the Parliament, putting the right questions and coming with our own contribution to this very important debate. There are three major things to remember. It’s about coordination, how we better coordinate so that skills are going to be sought in all the policy areas, and how we are going to have efficient implementation and transform the words in this nice motion for resolution into facts. That’s the question for the Commission. How do we use that funding for the future? This is the most important thing. So repeat after me: skills, skills, skills. This is actually the future for Europe. Thank you very much, and we are looking forward, as the Parliament, to supporting the Commission in the implementation of the strategy.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 95, "date": "2021-02-08.json", "name": "Julie Lechanteux", "mepid": "197686", "text": "  On behalf of the ID Group. - Mr President, today's debate is on the European strategy for competences for sustainable competitiveness, social equity and resilience. A very convoluted title to talk about education, the training of our young people and the labour market that awaits them. Behind these amputated formulas lies a more raw reality that you do not assume, as usual: that of an economic crisis that is still in its infancy, with as a corollary endemic unemployment to which uncontrolled immigration is no stranger.  According to the latest Eurostat report on the European Union in November 2020, there are more than 3 million young people under the age of 25 who are unemployed, an increase of almost 17% in just one year. In parallel to this damning observation, the European Commission has only recently stated that immigration will be an inexhaustible source of talent. We're walking on our heads! When I see that the CEO of AstraZeneca is a Frenchman, I tell myself that geniuses, in France as in Europe, we are full of them. But for lack of political will and vision, and because of underinvestment in training and scientific research, you have scared them away.  So, Mr President, commit ways to train, encourage and keep our young people instead of forcing them to choose between unemployment or expatriation, and put an end to your pact on migration, which is a real danger to our jobs and our civilisation.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 96, "date": "2021-02-08.json", "name": "Eugenia Rodríguez Palop", "mepid": "197785", "text": "  on behalf of The Left Group. – Mr President, the European Skills Agenda cannot facilitate only the transition to expanding sectors and jobs. It is not a question of responding to the needs of a changing labour market that fagocitates workers at convenience, precarious training itineraries and reinforces the instability of labour markets. We have to think seriously about the kind of professionals we want, not just the markets we have. The Agenda has to provide competence to those who need it most, thinking about them and eliminating the class, race and gender biases that perpetuate inequality, and not only to do justice, but because to be competitive you have to have all the talents and abilities possible.  We know that diversity is profitable; therefore, this proposal involves not only public authorities, but also companies: entrepreneurs have to improve the qualifications of their workers, avoiding favouring the usual, facilitating training opportunities and contributing to their training. It is clear that we must continue to strive for the good of all.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 97, "date": "2021-02-08.json", "name": "Daniela Rondinelli (NI).", "mepid": "197792", "text": "   Mr President, ladies and gentlemen, investment in human capital is the key instrument for overcoming the current economic and employment crisis. The Commission's proposal, however, risks remaining a dead letter if we do not move towards an ambitious, concrete and monitorable European training model, based on the green and digital transition.  This approach must, in fact, include three essential conditions for quality training: the mutual recognition of acquired skills; the definition of decent working and wage conditions for apprentices, such as to prevent any form of exploitation, and above all the relaunch of local skills pacts, so that training evolves maintaining a strong link with the vocations and needs of the territories, thus accompanying the processes of productive transformation. It is only thanks to this balance between the European and local dimension that we will be able to restore dignity to training, which is an extraordinary source of employment opportunities and an indispensable incubator of social conscience and active citizenship.", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 98, "date": "2021-02-08.json", "name": "Romana Tomc (PPE).", "mepid": "125104", "text": "   – Mr President-in-Office.  The veryry that the coronavirus has already changed our labour market is now clear to everyone and this debate is really coming at the right time. In these days, decisions are also made on the number of enrolment places in education systems. I will mention only two sectors today.  Firstly, high on the scale of personnel needs are those involved in informatics, with computer science. These skills will be very important for our future.  We in the European Parliament, too, stress the importance of digitisation for our society, and if we are to achieve this, we must build on these technical professions.  The second area is the area of health. Many European health systems fell into an even bigger crisis during the pandemic, not because of equipment, but because of staff, which are severely lacking in at least some parts of the European Union.  However, pandemic is a short-term challenge, the greater the ageing population, when we need a lot of staff to take full care of our health. We have to think about all this today, not next year.  All calls for education systems to adapt to the market are traditional, but one step needs to be taken.  I hope that the Commission will do everything in its power to support such steps to ensure that the Skills Agenda for Europe is implemented that is more competitive.", "language": "en", "original_language": "sl", "translation_provider": "azure"}, {"id": 99, "date": "2021-02-08.json", "name": "Marc Angel (S&amp;D).", "mepid": "202073", "text": "   – Mr President, according to Cedefop, almost half of all EU workers will need to update their skills and/or gain new ones to get or keep jobs and to embrace the opportunities of the digital and the green transitions, and therefore we Socialists and Democrats fully support the EU Commissioners’ efforts in implementing the Skills Agenda and the European Pillar of Social Rights by pushing Member States to join this path in order to leave no one behind. Member States must use money from EU funds – the Recovery Fund included – to adapt their education and training systems. Vulnerable groups must have an equal access to education, skilling and upskilling. The EU and Member States must avoid the creation of new gaps resulting from unequal access to technology, especially between generations, gender and between rural areas and cities. As Socialists and Democrats, we will stand with EU citizens and will support them to embrace transition without forgetting to strengthen, next to their skills, also their personal development and critical thinking. In a changing world, being aware of the necessity of the new skills agenda is crucial for both workers and employers.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 100, "date": "2021-02-08.json", "name": "Radka Maxová (Renew).", "mepid": "197522", "text": "   – Mr President, the coronavirus pandemic has absolutely changed our lives. Instead of meeting daily, we moved to the online scene, including employment and education. This has greatly exacerbated existing inequalities and made people's lives more difficult, and the European Skills Agenda can help in this. Within it, it is also important to think about people with disabilities and fellow citizens who, for various reasons, live on the fringes of society or directly in poverty. These people are not only threatened by the current coronavirus crisis, but also by the transition to a more digital world and an economy associated with the green transition. It is therefore very important to ensure programmes that develop precisely this education and skills, which will be linked to the change in the future labour market. The labour market will be strongly affected by digitalisation and the transition to green energy. We must also not forget in these programmes the promotion of internet access for all. This is the only way to use the current situation for a fairer society and equal access to all our citizens.", "language": "en", "original_language": "cs", "translation_provider": "azure"}, {"id": 101, "date": "2021-02-08.json", "name": "Stelios Kympouropoulos (PPE).", "mepid": "197692", "text": "   – Mr President, dear colleagues, the latest World Economic Forum Future of Jobs report shows that over the next years, 40% of workers will require reskilling of approximately six months. Having this in mind, the Commission’s Skills Agenda Communication has rightly placed skills at the heart of the EU policy agenda. We will need quality and inclusive training and lifelong learning opportunities for all, with a particular focus on the most vulnerable people of our society and workers in sectors that will undergo fundamental changes. Digital skills and literacy, green skills as well as competences such as critical thinking and problem—solving should be key elements in order to harness the potential of the digital and green transitions and bridge the existing skills gaps. However, this can only be achieved through a holistic approach, involving all relevant stakeholders and enabling us to anticipate the changing nature of jobs and the skills needed in order to adjust our education systems. And that is the only way to succeed in one of the biggest challenges of our lifetime: to enable our workforce to thrive in new job types that don’t yet exist.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 102, "date": "2021-02-08.json", "name": "Радан Кънев (PPE).", "mepid": "197839", "text": "   – Mr President, the health crisis has not only changed the labour market, it has, above all, accelerated the changes we have been talking about for a long time, but we have been talking about in the future. They're a reality now. Remote work, flexible but also precarious working hours, the displacement of traditional jobs from computer technology. And they come along with a severe economic crisis and increased unemployment. The problems became visible during the Kovid crisis, but they will not disappear with it. It is natural to hear today calls for increased state intervention, for a new role for governments, even the European institutions, for increased public spending. But if we try to force the labour market into the 20th century, we will fail, we will destroy our social market and our social systems. New public engagement, new public spending is needed, but they are needed not to stop the changes, but to support our adaptation to them. And they must follow only three priorities: education, education and education.", "language": "en", "original_language": "bg", "translation_provider": "azure"}, {"id": 103, "date": "2021-02-08.json", "name": "Anne Sander (PPE).", "mepid": "24594", "text": "   Mr President, Commissioner, long before the pandemic, we already knew that skills and learning were key.  With the COVID-19 crisis, the transformation of the world of work has accelerated exponentially, towards ever more digital uses. Our companies therefore need an even more skilled workforce to meet new challenges, especially preparing for the emergence of new trades. In fact, 65% of children entering primary school will be in a profession that does not yet exist. Today, 42% of Europeans lack basic computer skills. In addition, the current crisis is putting many young people in difficulty, with no internships, no mobility, distance courses, which will make it more difficult to integrate them into the world of work. More than ever, the links between training and the business world need to be strengthened. And with this in mind, learning must be valued as a path of excellence for professional integration and the acquisition of new skills. I therefore welcome this strategy which the European Commission wishes to implement, because it will enable us to respond to the challenges that the European Union is experiencing.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 104, "date": "2021-02-08.json", "name": "Antonius Manders (PPE).", "mepid": "4560", "text": "   Mr President, this crisis shows even more that knowledge is power. We have for years failed to adapt our education system, our education, our training to the market. We've always been into the old thinking. This crisis really shows mercilessly that we have done it wrong. I hope that it will be timely to introduce a permanent education for young and old at European level. Right now, we rely too much on big American tech companies. We depend on technical platforms from China. There are hardly any European companies that can compete with this, because we have been standing still for years – in our view– from the lead. It is time that we finally invested a great deal, free up time and facilitated that our workers in Europe can bring our economy back to the level that we were used to and that we will see that happen again in the future. Because we have the knowledge. Knowledge makes power and couples young and old.", "language": "en", "original_language": "nl", "translation_provider": "azure"}, {"id": 105, "date": "2021-02-08.json", "name": "Nicolas Schmit", "mepid": "n/a", "text": "   Member of the Commission. – Mr President, I would first like to thank honourable Members for this very encouraging debate. I would even say that there is a perfect consensus on this issue. We all agree that skills are the future. It’s the future for our societies and the future for our economy. Some have referred to the World Economic Forum and asked for a skills revolution, and indeed we probably need some kind of skills revolution because we have a technical revolution. We need a revolution in our way of producing, due to the need to adapt to climate change. Therefore, I think this skills revolution has first to guarantee to everybody, and remember I quoted Principle 1 of the Social Pillar, that everybody has to get equal access to skills, equal access to quality education, and equal access to lifelong learning, the young and adults. This is also something very important for Europe’s social model. It’s a basic element of our idea of equal opportunities. Yes, we have a revolution in the digital world and we have a lot of vacancies there which are not filled. Here it’s a challenge now to train people, to give them the right education and to give them the right skills. Sometimes we have to leave the usual models to skill them because technology also gives us the tools to skill people in a different way. We are talking about just transitions. I would say that this means first investing in people, investing in human capital, because our labour markets are changing. It’s true that they are changing and we should now anticipate technological change and prepare every person – every young person – for the changes and give them the opportunity to learn to learn. This is the challenge we all face and now we have the Skills Agenda and I agree that it’s up to us to implement it. (Applause)", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 106, "date": "2021-02-08.json", "name": "Der Präsident. –", "mepid": "2323", "text": "  The debate is closed. The vote will take place on Wednesday, 10 February 2021. Written declarations (Article 171)", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 107, "date": "2021-02-08.json", "name": "Атидже Алиева-Вели (Renew)", "mepid": "197848", "text": "  in writing. – I am happy that the European Skills Agenda recognises the importance of lifelong learning and upskilling and qualification of employees in order to enable them to be well prepared for the competitive working environment. We must ensure equal access to training for all people, regardless of their gender, age group and ethnic background. People with disabilities should also be able to take advantage of the opportunities on offer. Changing working conditions and the transition to remote work imposed by the pandemic require all workers to increase their digital literacy and improve their digital skills. The Union is experiencing a shortage of qualified staff, and this problem will deepen in the future. There is no doubt that digital education must be promoted across the EU, especially in rural areas.  I am extremely pleased to see that the program also focuses on adults, providing them with more opportunities to expand qualifications and allowing them to be active in the labour market. The programme also covers young people, providing opportunities to enrich their work experience. The EU plays an essential role in supporting Member States' actions in the field of education and training, and each country must make full use of all the opportunities provided by this programme.", "language": "en", "original_language": "bg", "translation_provider": "azure"}, {"id": 108, "date": "2021-02-08.json", "name": "Der Präsident. –", "mepid": "2323", "text": "  The next item on the agenda is the debate on the report by Özlem Demirel on behalf of the Committee on Employment and Social Affairs on the reduction of inequalities, with particular attention to inequalities in employment poverty (2019/2188(INI)) (A9-0006/2021).", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 109, "date": "2021-02-08.json", "name": "Özlem Demirel", "mepid": "197468", "text": "  Rapporteur. Mr President, ladies and gentlemen, I would like to thank the rapporteur for her excellent report and for the way in which The EU, a place of prosperity, is always called. Yes, the EU is one of the richest regions in the world. Incredible wealth is piling up here. At the same time, however, one in five Europeans, 95 million people, is at risk of poverty. Old-age poverty, child poverty and poor work are the bitter reality for millions of people. Almost 6% of the EU population is affected by extreme material poverty. There was a promise to reduce the number of people affected by poverty by 20 million by 2020. This EU objective has been missed. Inequalities in the EU, both in and between Member States, have widened. The social consequences of the Corona pandemic are not yet fully understood. It is already clear that the gap between rich and poor will continue to diverge.  For this reason alone, there is an urgent need for action, not just tomorrow, but actually yesterday. We need europe-wide minimum standards, strong social security systems in the Member States. We need wages and pensions that guarantee a dignified life. While only a few years ago the Director-General of the International Labour Organisation said that 'work is the best way to combat poverty', this is far from the case for everyone. Imagine that one in ten people in the EU lives in a household affected by poverty, despite working. According to the official definition, you are at risk of relative poverty if you earn just 60% of the median wage. However, in hardly any Member State where there are statutory minimum wages are they above this poverty threshold. But those who work must not be at risk of poverty. Those who work must be able to live a dignified life. After all, it is the working people who create the riches in the first place. That is another reason why a clear and ambitious minimum wage initiative is needed. What do you get from having statutory minimum wages but not even protecting them from poverty?  Homelessness is rising, precarious employment is rising, temporary employment and involuntary part-time work are on the rise. With gig and platform work, spin-offs, bogus and solo self-employment, subcontractor chains, privatisations and liberalisations, wage undercutting competition has been fuelled – and all over Europe. This also weakens trade unions and erodes collective bargaining systems. The shrinking wage coverage, in turn, leads to a reduction in the overall wage level for all workers.  In 14 EU Member States, one in two workers works without a collective agreement. This usually means poor era, poorer working conditions and less job security. We have just seen it in crisis: temporary workers, mini-jobbers, temporary workers, workers with a work contract or a fee contract were the first to have to jump over the cliff. They have already lost their jobs.  But should it not be clear that there are social conditionalities in the European Union? Large companies, corporations are being bailed out with billions of euros in the crisis and are still laying off employees. That cannot be done! Employees are made redundant and at the same time dividends are distributed to shareholders. That cannot be done! It is clear that the crisis of one is the profit of others. While 75% of Europeans say they are in a worse economic situation than they were before the Corona crisis, the brand new Oxfam study shows that the richest ten people in the world have amassed €500 billion in wealth during the pandemic alone, increasing their wealth.  Ladies and gentlemen, with my report, you now have 73 recitals and 112 paragraphs to vote on this subject and other subjects. Other concrete measures have also been taken into account here. For example, we are calling for a European social security number, access to businesses for trade unions, special protection against discrimination and discrimination in the workplace, or the gradual abolition of zero-hours contracts. We call for initiatives for a minimum income, a child guarantee and an ambitious minimum wage initiative. Social concerns must no longer be subordinated to the fundamental freedoms of the market enshrined in the EU Treaties.  Commissioner Schmit, ladies and gentlemen, I would like to thank the commissioner for his excellent work and for the work she has It is high time to act – for a life free from poverty and with dignity for all people, against precarious employment, good working conditions and social security in the Member States and in Europe.  I would like to thank you for the hard work we have worked with the shadow rapporteurs in the political groups and I look forward to working with you today.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 110, "date": "2021-02-08.json", "name": "Nicolas Schmit", "mepid": "n/a", "text": "   Member of the Commission. – Mr President, honourable Members, yes, it is more important than ever to speak about inequalities. So I would like ...  – Ihnen meinen Dank auszusprechen, liebe Berichterstatterin, für Ihren Bericht und auch dem EMPL-Ausschuss und allen Schattenberichterstattern. Even before the crisis while unemployment was declining, income inequality did not follow the same trends. In the EU, the income of the richest 20% was five times higher than that of the poorest. This afternoon, Ms Lagarde was here to address this Parliament and when she was at the IMF she put inequality as a major challenge for our societies. Recently she said, and I quote: ‘The bittersweet reality is that despite economic growth, there are still far too many people who are left out.’ Yes, the income share of the lower 40% earners has stagnated for many years, even in periods of economic growth. Equal access to opportunities remains a challenge, especially for children from disadvantaged backgrounds, and as President von der Leyen has put it in her political guidelines, we need equality for all and equality in all of its senses. The main social fallout of the COVID-19 crisis is still ahead of us. Unemployment can be expected to further increase and poverty and inequality are likely to follow the same path and therefore the crisis response needs to tackle inequality and poverty both in terms of policy and funding, and this has to happen now. In this regard, adequate, sustainable, fair and inclusive social protection systems play a crucial role. They help cushion the impact of a crisis and contribute decisively to the resilience of our societies. Reinforced support is needed to address youth unemployment, as the crisis has led to an increase in the rates of young people not in employment, education and training. The crisis has plunged a great number of young people into a really dramatic situation. They are experiencing real poverty and exclusion with a detrimental psychological impact – students who have lost their jobs to pay for their studies, the young who worked in the most impacted sectors like tourism or hospitality. Those with precarious jobs were the first to be unemployed. But there are also all the young performers in creative activities – the artists, the musicians, actors – they suffer enormously having no income and often no possibility to pursue their creative activity. We have to show solidarity with these young people if we do not want again a lost generation, or worse, a desperate generation. Gender gaps in employment and pay were stagnating before the crisis and are now at risk of widening. Yes, women’s over-representation in lower-paid sectors and occupations, the front-line workers, made them particularly vulnerable. Closed schools and reduced services did not help balance carrying the responsibility between men and women. As rightly pointed out in the report, in-work poverty strips work of the basic purpose of providing a decent life. In-work poverty was already high on our agenda before the outbreak of the COVID-19 crisis. We saw the last recovery did not reach all workers to the same extent. And we are committed to Principle 6 of the Pillar of Social Rights, I quote: ‘In-work poverty shall be prevented.’ And this means also that we have to combat precarious work forms. Providing jobs that pay an adequate wage is essential to guarantee adequate working and living conditions for workers and their families, reduce wage inequalities and build fair and resilient economies. Minimum wages play an important role in this context – adequate minimum wages. Still too many workers are not protected by adequate minimum wages in the EU. This also contributes to higher gender pay gaps. Our proposal for a directive on adequate minimum wages is now in the hands of the co-legislators and we hope for a speedy adoption. Inspired by the principles of the European Pillar of Social Rights, our proposal is ambitious and balanced and fully respects the specificities of national systems. We need adequate minimum wages and better coverage by collective agreements. These are the best ways to combat in-work poverty and poverty at large. The fight against inequality and poverty will be an essential part of the Action Plan to implement the European Pillar of Social Rights. In December, this House adopted a comprehensive resolution on a strong social Europe for Just Transitions. This is an important contribution to the action plan and a successful Porto Summit. The Commission has already presented important initiatives in this context: adequate minimum wages and collective bargaining; the SURE instrument; the Youth Employment Support package to prevent another lost generation; skills we just debated; guidelines on seasonal workers – they are not only very much exposed to the pandemic, but they suffer also from bad working and living conditions. The fight against poverty and inequality will take centre stage. The action plan will include proposals which the European Parliament has been calling for for years, such as the Child Guarantee. The Council conclusions of 9 September 2020 invited the Commission to make a proposal on minimum income, given the number of people without income due to the crisis and it is indeed time to review the Council recommendation from 1992. We need common criteria concerning the fight against inequality, because equality cannot be won by action at EU level alone. It requires Member States, regions, local authorities, social partners and civil society to actively work on the implementation of the Pillar principles including by looking more at the distributional impacts of policies. The next Multiannual Financial Framework and the Next Generation EU can support the right policies. In the MFF, the European Social Fund+ will be entirely dedicated to employment, education and social measures. The preparation of the national Recovery and Resilience Plans provides Member States with ample opportunities to support economic and social upward convergence. It is absolutely true that rising income inequality is the defining challenge of our time, as former President Obama put it some years ago. As this crisis has even amplified this challenge, it is urgent to act. Talking of competitiveness and growth does not make much sense, as Ms Lagarde said, for people whose work does not pay, as they do not actually enjoy that prosperity to which they finally contribute. Prosperity for all has been a major promise of Europe. Let’s be up to this promise.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 111, "date": "2021-02-08.json", "name": "Vilija Blinkevičiūtė", "mepid": "96681", "text": "  Draftsman of the opinion of the Committee on Women's Rights and Gender Equality. – Dear President, Commissioner, colleagues, I will speak on behalf of the FEMM Committee. I would like to draw attention to the fact that the consequences of economic and social inequalities were very worrying before COVID-19. Women still earn less than men. They bear a much higher unremunerated household burden. They are at a much higher risk of poverty in old age than men. However, the ongoing COVID pandemic has made the problem of inequality and poverty even more acute. Although the COVID-19 pandemic has indeed affected all sectors without exception, it is probably most affected by the service sector, which traditionally employs more women, and this pandemic will put even more women at risk of poverty, while at the same time their children will be affected by poverty. Therefore, here we have to find a joint effort, to make joint efforts to prevent this from happening. Women also make up the majority of health and social care workers, and it is therefore necessary to channel public investment into meeting the needs of women working in this area, increasing their wages and ensuring improvements in working conditions.", "language": "en", "original_language": "lt", "translation_provider": "azure"}, {"id": 112, "date": "2021-02-08.json", "name": "Cristina Maestre Martín De Almagro", "mepid": "197719", "text": "  drafts member of the Committee on Petitions. – Mr President, ladies and gentlemen, in the Committee on Petitions we have worked on this report by examining the situation of many European citizens who demand answers to the situations of poverty and precariousness they suffer in their jobs. Workers, mostly women and young people, who number around 20 million people in the European Union and who are the eternal victims of the legislative systems they consent to and even, in some cases, stimulate precariousness and underemployment. And we know that the effects of COVID-19 will increase these numbers of people who work but live in poverty.  It is therefore urgent to work with Member States and with trade unions and employers to drive relevant changes in the labour market to stem this impoverishment.  Indeed, Mr Schmit, we need a European minimum wage. We cannot accept that there are first- or second-rate citizens depending on the area in which they live, as there are some countries where the minimum wage is barely exceeded 300 euros. Therefore, we need a minimum wage that guarantees justice and dignity in employment.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 113, "date": "2021-02-08.json", "name": "Tomáš Zdechovský", "mepid": "124713", "text": "  for the PPE Group. – Mr President, Commissioner, rapporteur, I thank you for this report as an important kick in the fight against poverty and labour poverty. But let's just say one thing at the beginning. Is labour poverty really one of the biggest in Europe? Is this the biggest problem we're experiencing? Let us look at what the poverty of workers looked like a century ago and what it looks like today. Of course, the European Union has a lot of tools to tackle in-work poverty, and it is certainly not quotas that we should be regulating.  Personally, I experienced 42 years of communism in our country. I have experienced a certain part of communism, and communism does not create an equal environment. Communism distorts the environment and makes a much larger gap between workers and those who do not work and who actively manage politics. I recall that growth is absolutely essential for the European People's Party in the fight against insecurity and poverty. Entrepreneurship, SMEs, innovation, the creation of a competitive and sustainable labour market need to be promoted. I therefore welcome the Commission's proposal on the Skills Agenda and firmly believe that we will combat poverty, particularly in this building, by edging and promoting innovation.", "language": "en", "original_language": "cs", "translation_provider": "azure"}, {"id": 114, "date": "2021-02-08.json", "name": "Marianne Vind", "mepid": "199941", "text": "  for the S&amp;D Group. Mr President! It is scandalous that a full-time job is no longer enough to pay rent, secure food on the table and make sure that the electricity bill can be paid. But for more and more workers in Europe, this is the reality. Gritty employers earn the cash to send wages and conditions to the bottom. And the consequence is that millions of people become \"working poor\". We need to put an end to that. A concrete tool in the fight against social dumping and poverty is ID cards for posted workers. The card is intended to facilitate the control of social dumping by the authorities and to ensure that everyone knows their conditions of employment. The results for Denmark are good, and therefore such an ID card can be spread throughout the EU. But the ID card cannot be left alone in the fight against poverty and social dumping. That is why we must tackle the problems of bogus self-employment, zero-hours contracts and loose recruitment. That is why we must strengthen collective agreements and protect the right to organise. That is why we must introduce a social protocol and stop putting economic freedoms above the conditions of employees. We must also put a solid pressure on us to have an ambitious strategy for a healthy and safe and safe working environment for all.  There is plenty to address for Europe's workers. There are high expectations of us politicians and we should take the lead in resolving the problems.", "language": "en", "original_language": "da", "translation_provider": "azure"}, {"id": 115, "date": "2021-02-08.json", "name": "Атидже Алиева-Вели", "mepid": "197848", "text": "  on behalf of the Renew Group. – Mr President, combating poverty and reducing inequalities at both country and Union level as a whole must be one of the main priorities in each politician's work programme. The existence of the \"working poor\" phenomenon is unacceptable, and the fact that such a fate is shared by more and more people in the Union is particularly worrying.  The current pandemic has further exacerbated social inequalities and unfortunately there is no one-size-fits-all solution. We need urgent measures and a holistic approach. A rapid recovery of the economy and the strengthening of the single market are fundamental. Small and medium-sized enterprises must have access to funding opportunities. It is important to ensure effective protection of employees' rights, safe working conditions, portability of social rights, and to provide sufficient opportunities for lifelong learning. We need more investment in our rural areas to improve connectivity and improve services. Colleagues, the fight against poverty can only be successful when the efforts of the European institutions, countries, businesses, social partners and civil society are brought together. Active work must be made at European, national, regional and local level.", "language": "en", "original_language": "bg", "translation_provider": "azure"}, {"id": 116, "date": "2021-02-08.json", "name": "Dominique Bilde", "mepid": "124771", "text": "  on behalf of the ID Group. - Mr President, the European Union thinks it is acting on the real when it produces reports. However, nothing is more wrong, as is the case with this text on reducing inequality and the working poor. Indeed, the majority of this House pretends to forget that the European Union is painful structural reforms imposed on peoples, it is a quasi-religious vision of budgetary balance and austerity for all, it is the destruction of the labour code and the flexibility of employment, it is the abolition of social gains. The management of the 2008 crisis has put millions of Europeans into poverty because of the catastrophic remedies that the troika has put in place on our continent. Today, you pretend to have forgotten the social bloodbath by presenting the European Union as a social paradise for workers.  Worse, you imagine that it is the solution, when it is the problem. You use a crazy energy to write your dreams while your globalist policies are our nightmare. Social dumping, unfair competition, the destruction of our public services, savage globalization, mass immigration explain the precariousness and general impoverishment. I refuse to think outside these realities.  You're trying to heal the wound you've opened yourself. However, it has never been more urgent to operate on the patient before he gives his last breath. Stop this hypocrisy. Give the nations of Europe the freedom to act sovereignly for their peoples.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 117, "date": "2021-02-08.json", "name": "Gwendoline Delbos-Corfield", "mepid": "197531", "text": "  on behalf of the Greens/FTA group. Mr President, in 2008, after the global economic and financial crisis, worker poverty increased in the European Union from 8% to 10%. The COVID-19 pandemic, a decade later, will have dramatic consequences. We are not talking here about the immense difficulties faced by the unemployed or the elderly with pensions that are far too small, but all those who have a job, but who do not support themselves. Atypical and flexible contracts, zero-hours contracts, false self-employment, temporary work, unselected part-time work... How can the European Union still accept these scandalous schemes which violently make the lives of all these poor workers vulnerable?  Poor workers: a contradictory and cynical expression. But as always, women are indeed the biggest victims of inequality in the world of work. As we know, feminized sectors are often low-paid and undervalued. And it is also the women who are most imposed on these contracts of despair. Single women with children, women who are discriminated against, women with disabilities, women with a low level of education... And with women's poverty comes necessarily child poverty, because it is women who buy the basic goods.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 118, "date": "2021-02-08.json", "name": "Elżbieta Rafalska", "mepid": "197544", "text": "  On behalf of the ECR Group. – (2) Mr President, I would like to begin by Commissioner, i would like to thank you for your comments. Poverty in the European Union remains a serious social problem and the fight against poverty is still valid. The targets set in Europe 2020 have not been achieved, and therefore also the target of reducing the number of people living below the poverty line by 25%. This is where the European Union's efforts must be met with the actions of the Member States.  Poland is such a good example of an effective fight against poverty. The reduction of inequalities, social exclusion coincided not only with the good situation on the labour market, wage growth, low unemployment, but also with numerous social investments such as the 500-plus family, maternal pensions, the valorisation of the lowest benefits, the school trip, also the increase in the minimum wage, which has increased by 50% in real terms over 8 years. This has reduced poverty by 1.2 million people. So you can!", "language": "en", "original_language": "pl", "translation_provider": "azure"}, {"id": 119, "date": "2021-02-08.json", "name": "José Gusmão", "mepid": "88715", "text": "  on behalf of The Left Group. – Mr President, thank you to the rapporteur for her work and the shadow rapporteurs. The European Union has almost 10% of poor workers, but an even greater proportion of hypocritical speeches about the situation reached by these workers.  The same political center and European institutions that deplore the situation of poor workers have actively promoted the precarious working relationships that have generated and aggravated this situation.  The European Union regulates almost everything that is available to regulate the goods and services circulating in its internal market, but not only does not regulate but also promotes the deregulation of the rights of workers who produce and provide these goods.  The European Union enforces and imposes deficit targets, but despises, ignores and fails its own targets in combating poverty. A good example of this laxity is the Minimum Wage Directive, which is in fact not a directive at all, because it does not even require the existence of a minimum wage in all Member States. This is where we have to start taking labour rights seriously if we want to take the problem of poverty at work seriously.", "language": "en", "original_language": "pt", "translation_provider": "azure"}, {"id": 120, "date": "2021-02-08.json", "name": "Daniela Rondinelli (NI).", "mepid": "197792", "text": "   Mr President, ladies and gentlemen, in Europe over the last decade, the number of poor workers has increased by 12 %, and in my country, Italy, by 28 % The lack of work obliges millions of people to accept any contract or salary because what little they have is the only alternative to combating poverty and social exclusion. Unreserved digitalisation puts at risk the fundamental labour rights that have been won over the last century. This resolution identifies the scope for action urgently needed, from the minimum wage to the right to disconnect from platform workers.  We in the Five Star Movement support this proposal, but we will not accept downward compromises, and we reiterate the need to amend the European Semester upstream, putting environmental and social development on an equal footing with macroeconomic governance. Only in this way will the European Conference in Porto in May be able to fully reaffirm the dignity of work, hence the new European social model that we will leave to future generations.", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 121, "date": "2021-02-08.json", "name": "Cindy Franssen (PPE).", "mepid": "197455", "text": "   Mr President, we have not achieved the target we had set ourselves to reduce the number of people at risk of poverty by 20 million by 2020. Quite the contrary. Although the ILO President said a few years ago that working was the best remedy for combating poverty, today is no longer the case for everyone. The number of working poor is rising and will continue to rise due to the corona crisis and the growth in the number of precarious jobs where workers have hardly adequate protection – just think of the platform workers.  Unlike the previous crisis, we can use this health crisis to focus on quality jobs with dignified working conditions. Our employees earn a fair income and are entitled to a working environment where the protection of their health and safety is guaranteed. For this, we need a strong commitment from the social partners. The announced action plan for the full implementation of the social pillar will therefore come nothing too soon to combat rising poverty and inequality in the workplace. Principle 6 is crystal clear about this. We are eagerly awaiting the European framework for minimum wages, Commissioner. Because as Commission President Von der Leyen has said, a minimum wage works and it is time for work to pay.", "language": "en", "original_language": "nl", "translation_provider": "azure"}, {"id": 122, "date": "2021-02-08.json", "name": "Agnes Jongerius (S&amp;D).", "mepid": "125021", "text": "   Mr President, people are waiting for us day in and day out, so that society can go crazy. The maternity nurses, the supermarket fillers, the forklift drivers in the distribution centres: they do not have the choice to work from home. They are at risk for us, but their hard work is hardly appreciated. The fact that there is poverty among people who work hard in the Netherlands, in Europe, is actually inescapable. Inequality is growing within and between countries. We have to, and we can turn that around. It is our plan to make minimum wages fair wages, to give people security about their income and their work schedule by abolishing zero-hours contracts, and to give platform workers such as meal delivery workers equal rights. At the social summit in Porto, we can make binding agreements on this.", "language": "en", "original_language": "nl", "translation_provider": "azure"}, {"id": 123, "date": "2021-02-08.json", "name": "Sylvie Brunet (Renew).", "mepid": "197576", "text": "   Mr President, Commissioner, ladies and gentlemen, tackling the growing phenomenon of worker poverty is an absolute necessity for all of us. Indeed, the share of European workers at risk of poverty was 9.4% in 2018, more than one point compared to ten years ago. This is an unacceptable reality that is likely to be further exacerbated by COVID-19. I am strongly in favour of the introduction of a minimum wage in every country in the European Union. A real social shield must be put in place quickly so that every worker can benefit from it, which would ensure a decent standard of living. At the same time, it is imperative that social cohesion and convergence be strengthened upwards. I would also like to stress the situation of economic fragility of women or some atypical workers whose functions are nevertheless essential to the maintenance or relaunch of the activity. Finally, it is clear that such measures must be part of a comprehensive framework to combat poverty. This is absolutely essential to reduce inequalities in our societies.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 124, "date": "2021-02-08.json", "name": "Guido Reil (ID).", "mepid": "197488", "text": "   Mr President, I would like to thank the Work. Work is the best way to combat poverty. Unfortunately, this principle no longer applies in the European Union.  And now today we are discussing a report by Mrs Demirel on working poverty, which says a lot of the right thing. But what surprises me is that the situation in Germany is not mentioned in a single word in this report, because we are once again at the forefront here in Germany. Rich Germany: we are not only the paymaster of the European Union, we are once again at the top. Not only do we have the highest non-wage labour costs and energy prices, no, we also have the largest low-wage sector in the whole of the European Union. Eight million people work in Germany in the low-wage sector. In other words, they earn less than EUR 10.80 – 8 million people.  How did this happen? The Pandora's box has been opened by social democrats. Social Democrats have once again betrayed the working class with the 2010 Agenda. And what happens next? What does .B. Mrs Demirel do with the left? The policy of open borders – the policy of open borders leads to wage dumping and modern slavery, to nothing else, that leads to poverty.  Then there is the policy of the Greens, who, for ideological reasons, want to put an end to our industry once and for all, who are constantly pushing ahead with industrialisation and thus destroying the last well-paid jobs in Germany. This policy - this policy leads to poverty. And we must prevent that. The European Union is the problem. It is not the solution.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 125, "date": "2021-02-08.json", "name": "Λευτέρης Νικολάου-Αλαβάνος (NI).", "mepid": "197734", "text": "   Mr President, the debate on measures against inequalities is in fact aimed at adapting labour rights to the demands of monopolies in the so-called green digital economy at a time when the new capitalist crisis, the measures taken by urban governments — and they are trying to make them permanent — on the pretext of a pandemic have put workers in a very dire position. In Greece, the policy of the European Union and the New Democracy government has reduced labour incomes by a further 12 %, while a new attack is being prepared for ten hours of work, the abolition of overtime calculation, the criminalisation of trade union action and strike action, i.e. based on the appetites of employers and in fear of unemployment. The report guarantees the European Pillar of Social Rights — an anti-labour mechanism that squeezes popular rights to a minimum by consolidating the commercialisation of health, insurance and education. The scraping of labour rights is therefore a necessary precondition for the implementation of the strategy that will bring entrepreneurs 'hot' money. Workers have a choice: to fight organized for their modern needs and rights so that they do not again pay for the capitalist crisis, against exploitation and the system that gives birth to it.", "language": "en", "original_language": "el", "translation_provider": "azure"}, {"id": 126, "date": "2021-02-08.json", "name": "Ádám Kósa (PPE).", "mepid": "96829", "text": "   - Mr President, I would like to thank you for your support. Hungary chose the job over the benefits. When there's work, there's everything. Most of all, it's a chance to reduce poverty. In hungary, the government has reduced poverty by tangible means: tax cuts, support for families and children, responsible fiscal policy. According to OECD data, the gap between the poorest and the richest has steadily decreased between 2010 and 2018 and is currently even lower than the OECD national average. Smaller than germany, for example. The report contains a set of laid-back promises. Tax increases are the only way to cover them. The Hungarian left is openly in favour of raising taxes with the introduction of the property tax, the property tax. His plans also include an increase in personal income tax and a change and increase in corporation tax.  Let's see what we can do. Minimum incomes and above the minimum pension are already intended to be created. They want to give NGOs direct access to EU funds. A reference to social dumping would hinder eastern European citizens. We tried to improve the text together with the Fides and the People's Party. We hope that it will really serve that purpose. We must always reduce the gap between the richest and the poorest.", "language": "en", "original_language": "hu", "translation_provider": "azure"}, {"id": 127, "date": "2021-02-08.json", "name": "Estrella Durá Ferrandis (S&amp;D).", "mepid": "198329", "text": "   – Mr President, Commissioner, ladies and gentlemen, we must decide which model of society we want: the one which favours efficiency and competitiveness over social justice or the one that puts people first? What has moved us towards the welfare state is not the exploitation of workers or the privatization of public services. Our European Union is the superlative example of a social market economy, where competitiveness is achieved while improving the living conditions of citizens. And this is done with models that bet on public intervention and investment, protection of labour rights, decent wages, collective bargaining, progressive fiscal policy and combating tax fraud. The European Union is the crucible of fundamental rights. There will be those who will say, Yes, but they are also economic competitiveness. I say to you, \"Is it possible to live a life without dignity, without social justice?\" Let us therefore choose the right model because, if not, when inequalities and poverty continue to grow, it will be politics that will have become inefficient.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 128, "date": "2021-02-08.json", "name": "Nicolas Schmit", "mepid": "n/a", "text": "   Member of the Commission. Herr President, ladies and gentlemen, the COVID-19 crisis, the pandemic, is probably a natural disaster. Poverty, the fact that children are condemned to exclusion, is not a natural disaster. This is the result of profound dysfunctions in our society. If this is the result of deep dysfunctions in our society, we have the key - to make amends and change that. I agree: we need economic growth, sustainable growth, respect for nature, respectful of ecological balances. Respectful, too, of the work of women and men. We need innovation, and that is why we have been discussing investment in human capital, in education. We need entrepreneurs who create wealth, who create businesses. But what we also need, and I come back to Mrs Lagarde's formula, is that everyone gets their share, that everyone feels that their work is honoured, that they are working with dignity. In the end, that is what we must pursue, because what is at stake is the cohesion of our societies, and the future of our young people, of our children. But it is also the future of Europe. Because we hear, even here, sirens telling us that all this, of course, is Europe's fault.  That is why the Porto summit, the implementation of an ambitious social action plan, is so important. Yes, an adequate minimum wage is crucial. This is crucial for all those who work and cannot live off their work with dignity. I appeal to the conscience of all those who have doubts, who have legal or other reservations about this course for minimum wages. Think for a moment about the millions of workers who sometimes work more than 40 hours a week and cannot provide their families with a dignified life. I believe that making progress with an adequate, appropriate minimum wage, which improves their living conditions, which also improves their working conditions, is the least europe can offer them.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 129, "date": "2021-02-08.json", "name": "Der Präsident. –", "mepid": "2323", "text": "  The debate is closed. The vote will take place on Tuesday, 9 February 2021. Written declarations (Article 171)", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 130, "date": "2021-02-08.json", "name": "Stefania Zambelli (ID)", "mepid": "197586", "text": "  in writing. – The Covid-19 pandemic has exacerbated social and economic inequalities, with the risk of worsening in the near future. Policies must be put in place to mitigate these effects, but the answer cannot and must not be new legislation at European level on pensions, wages and minimum income. I would like to point out, in fact, that these are and remain exclusive competences of the Member States. It is up to them to decide whether or not to introduce a national minimum wage by means of a joint discussion with all the social partners concerned. Furthermore, I think it is unthinkable to be able to recover from the crisis with over-regulation and subsidies: they are not a solution, but a new burden on companies and workers. It is necessary to put people in a position to work and create jobs, since decent employment is the only useful tool for not falling into poverty. Finally, it must be stressed that illegal immigration is having an extremely negative impact on the world of work, with effects on the level of wages and the precarious nature of many jobs.", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 131, "date": "2021-02-08.json", "name": "Der Präsident. –", "mepid": "2323", "text": "  The next item on the agenda is the debate on the oral question to the Commission on the impact of COVID-19 on young people and sport by Sabine Verheyen on behalf of the Committee on Culture and Education (O-000074/2020 – B9-0005/21) (2020/2864(RSP)).", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 132, "date": "2021-02-08.json", "name": "Sabine Verheyen", "mepid": "96756", "text": "  Author. Mr President, Commissioner, I would like to thank the Commissioner for his excellent work and for the work she has done. The crisis caused by the Covid-19 pandemic affects many aspects of our lives. But the young generation and the sports sector in particular are among the most affected. The ongoing pandemic is hitting young people disproportionately. Young people in particular will feel the serious negative consequences of the crisis in the future, as they face the challenge of successfully continuing their education, managing the transition to the labour market and maintaining their social and economic life despite the lockdown. In sport, the months-long cancellation of all events and the reopening of the stadiums in camera has led to enormous financial tensions among the associations and the sports organisers. And even more dramatically, grassroots sport has been almost completely brought to a standstill for almost a year. An irrevocable loss for smaller clubs and the social, social and health function of sport. In view of the devastating impact of the pandemic on the youth sector, sport and sectors and industries dependent on it, this motion for a resolution is an important signal and must be adopted by Parliament as soon as possible and the measures taken by the Commission. As far as young people are concerned, this motion for a resolution assesses the many damage that the current pandemic is causing to Europe's young people in terms of access to education, youth activities and the participation of young people in social and economic life. The resolution proposes a number of measures to address the catastrophic impact of the pandemic on the youth and sports sectors. In particular, it calls for greater financial support for the most vulnerable and greater flexibility in promoting informal education systems across the EU. We need special attention to all forms of education, vocational training, formal and informal education. We call on the Commission and the Member States to mobilise all available EU programmes and funding to cope with the digital transformation and modernisation of informal education systems, as well as to accompany young people in their social and professional integration in these difficult times. As one of our priorities, we emphasise the crucial importance of formal and non-formal learning, arts and culture, sport, voluntary work and social activities for the promotion of youth participation and social cohesion as instruments that have a huge impact on local communities and can contribute to addressing many societal challenges. Youth organisations play a crucial role here. Especially under Corona conditions, they need special support to maintain their operation under the restrictions. We should place a greater focus on young people in the recovery plans in order to contribute to the European digital strategy and to the realisation of a digital single market, but above all to make young people more involved in these processes. We are therefore pushing to increase investment in digital structures and skills development to acquire practical skills, skills and qualifications, and to improve the overall level of digital skills and competences in the context of the implementation of the Digital Education Action Plan. Not only in the formal, but above all in the informal field of education. The second part of the resolution deals with the devastating consequences that the pandemic still has for both professional and, above all, grassroots sport. We must focus on reducing the damage to the sports sector, not only in terms of the economy and employment, but also in society as a whole. We must be aware of the many benefits of sport for society in terms of public health, social inclusion, integration and cohesion. And in order to avoid lasting damage to the sector, substantial support is needed. The Commission and the Member States must make use of the available EU programmes and also ensure full access for sport to the Building and Resilience Facility, the European Regional Development Fund and cohesion policy funds, as well as the European Social Fund Plus and EU4Health. We also need a thorough assessment of the economic and social impact of the Covid 19 pandemic on sport and youth and a European approach to addressing medium- and long-term challenges. This must include a structured and systematic exchange of best practices between Member States, as well as enhanced dialogue and cooperation with stakeholders. We call on the Commission to coordinate all measures to deal with the consequences of the Covid 19 pandemic for sport in a separate EU action plan. The general reconstruction instruments adopted by the EU in response to the crisis must help to support the sports sector in the short term and to do more for our young generation.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 133, "date": "2021-02-08.json", "name": "Mariya Gabriel", "mepid": "n/a", "text": "   Member of the Commission. Mr President, ladies and gentlemen, thank you to the rapporteur and chair of the CULT Committee, Sabine Verheyen, and to all of you for this important resolution which sends a very strong signal, a signal of support for our youth and for sport.  First of all, with regard to youth, let us start from the observation that young people are the most affected by the crisis we are experiencing. However, even when hard hit by this crisis, young people have also been able to show great resilience and have presented solidarity initiatives of impressive magnitude. In the face of this, what can be done? What can be done to avoid a lockdown generation? Over the past few months, we have adjusted our Erasmus instruments and the European Solidarity Corps to respond to these disruptions, by offering alternative solutions, particularly digital, to their activities.  First, ongoing dialogue with youth and our national agencies. At the end of April, we launched an investigation into how the epidemic has affected the normal course of Erasmus mobility activities or the European Solidarity Corps. The results of the survey indicate that in higher education, the vast majority of students have managed to continue their mobility. Of course, the majority continued their mobility with virtual and online learning activities, whether in their home country or in their home countries. 75% of participants returned home, while about 25% stayed abroad.  To continue this work, we intend to present a European report on youth in the third quarter of this year, paying particular attention to the impact of the pandemic. It will inform the preparation of future political priorities as part of the Youth Union's 2022-2024 work plan.  Second, on the employment front, in July, we strengthened our support for youth employment with the YES (Youth Employment Support) initiative. In October, the Council adopted our proposal for a stronger and more inclusive youth guarantee, with an age limit increased from 25 to 30.  Thirdly, on the education front, through the Digital Education Action Plan, we have focused on the need to develop digital skills as well. And also, Mrs Verheyen, let it not only be formal training, but also informal. That is why I am citing as an example the digital opportunities internship initiative which, during this year, will be expanded and expanded to include internships for learners and apprentices in the training and vocational education sector.  Finally, we must also use the opportunities offered by the European Institute of Innovation and Technology, which plans to train more than 12,000 girls with digital and entrepreneurial skills by the end of the year in order to increase their employability, particularly in digital sectors.  Of course, there is also mixed mobility. This mixed mobility, it will be and will be part of the solution, but let it be very clear: the idea is not to replace physical mobility, which will remain a unique and irreplaceable experience. But participants can start with virtual mobility and then pursue it with physical mobility.  Now, with regard to the new Erasmus programmes and the European Solidarity Corps, thanks also to your efforts and the substantial budget envelope, there will be more opportunities for our young people. We need to include them more in initiatives such as the Future of Europe Conference or the new Bauhaus initiative.  I would also like to make an update on sport: the COVID-19 crisis has once again highlighted how essential sport is as a source of economic activity and employment, but also for our physical and mental well-being. While large clubs probably have some room to absorb temporary revenue losses, the very existence of many amateur leagues or less popular sports is threatened. This puts our European model of sport at risk.  From the outset, we have pledged to support states with an unprecedented set of economic measures to support both mass sport and the sport economy, notably through the three horizontal initiatives that are the Coronavirus Investment Initiative, the SURE instrument, but also the flexibility granted in the application of state aid rules. And, of course, the flexibility of the Erasmus sports chapter. Thanks to your efforts, the 'sport' chapter of the Erasmus programme, which remains our source of sport-specific support, will benefit from an increase in Significant. Let us also remember that regional funds have a role to play. As such, let me mention the SHARE initiative, which raises awareness of funding opportunities to support sport and physical activity in the context of local and regional development.  In this context, the joint action plan with the Committee of the Regions makes perfect sense, as it aims to maximize the impact of our policies on the territory. And to get a clearer picture, we carried out a study on the economic impact of the COVID-19 crisis on the sports sector. The results were published in November and its conclusions leave no doubt that the sports sector has been severely affected by this crisis.  However, as I said at the beginning, sport has once again demonstrated that it is essential to our lives. And despite all the difficulties, our sixth edition of European Sport Week has reached more than 15 million European citizens through more than 32,000 events. As part of the European Union's 2021-2024 work plan, adopted in December, we intend to create a group of experts to support the recovery and resilience of the sector. Next week, I will also be organizing the first meeting of the high-level group on gender equality in sport. Finally, I am committed to following up on Tartu's call for a healthy lifestyle launched in 2017. This new initiative, healthy lifestyle For All, will have cross-sector cooperation at its heart. Today, more than ever, we must also link sport with health, the environment, innovation, youth and skills. And that is also what is at the heart of our actions. I look forward to continuing the dialogue with you on this subject.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 134, "date": "2021-02-08.json", "name": "Michaela Šojdrová", "mepid": "124710", "text": "  for the PPE Group. – Mr President, we are all aware of the severe impact, the destructive impact of closed schools, closed sports grounds, stadiums, art schools, in short, all the leisure activities that young people are used to and which they cannot use now. What impact does this have on their physical and mental health? The economic impact on families with children and on job losses are also serious. Yet young people remain active, and we even know that 30% of young people have taken part in volunteering to combat the effects of the COVID-19 pandemic. It therefore seems very important to support young people in what can keep them in crises and build their resilience. This will also be served by the European Solidarity Corps, which will be able to use up to 350 000 young people over the next seven years. And perhaps it is this initiative that will help them bridge this difficult period and will be the start for their further study or professional life. Of course, the main burden lies with the Member States, which is why the instrument to promote recovery and resilience, which we will be voting on today and tomorrow, is also intended to help them.  I remind you that it is the European Parliament that clearly defines funding so that one of the six basic spheres is policy for the next generation, children and young people, including their skills. This means that Member States should clearly semage this crisis as an opportunity. An opportunity to invest in improving the conditions for everything that young people are losing today. This means, above all, quality education, but also an opportunity for sports and leisure activities, and above all also job opportunities. At this point, I would like to thank the Commissioner and also all colleagues who think of young people. We are here to show what problems they have, but we are also proposing concrete solutions.", "language": "en", "original_language": "cs", "translation_provider": "azure"}, {"id": 135, "date": "2021-02-08.json", "name": "Petra Kammerevert", "mepid": "96837", "text": "  Mr President, I would like to make a mifful son, mr President, I would like to make a ido to the S&amp;D Group. Mr President, I would like to thank the Children and adolescents are among the main victims of the pandemic. Not only can they not go to school or daycare, there is also no open work for children and young people, sports clubs are closed.  Child and youth work, as well as organised grassroots sport, have long been characterised by precarious staffing, skills shortages and unreasonably low pay across the EU. The pandemic struck accordingly hard in its fragile structures and threatens to destroy them permanently. This is a disaster that we will have to contend with for a long time to come if we do not move quickly against this. We must guarantee that children and adolescents, in times of impending isolation, have an extra-family network at their disposal to counteract lack of contact and exercise, aggression or depression, loss of daily structure or lack of emotional corrections by other people. Without this network, domestic violence, for example.B, too often remains undetected.  This is where social protection, which all EU countries must offer young people, even in difficult situations, fails. Tomorrow's vote aims to help put children and young people back at the centre of our political debate.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 136, "date": "2021-02-08.json", "name": "Laurence Farreng", "mepid": "197589", "text": "  on behalf of the Renew Group. Mr President, Commissioner, ladies and gentlemen, they deserve our full attention and, above all, action. They are our young people, all the young people of Europe. Not only do they experience the pandemic, which often affects their families severely, but they also experience isolation in the age of encounters, carelessness, joie de vivre, at the age when one normally begins one's social life. They also experience the difficulty of attending their studies normally and, above all, finding a job. Youth unemployment has skyrocketed during this period of confinement and we need to help them. Each of our 27 states must commit to committing resources to young people. We call for measures for education up to 10% of national recovery plans, measures to facilitate young people's access to sustainable and just-paid jobs. We also call on States to combat discrimination against the most vulnerable, LGBT youth and young women, and to help young migrants, who are even more unfairly affected by this crisis. Finally, I add my wish to see young people access vaccination as quickly as possible, so that they can finally, as quickly and without concern, build their future as soon as possible.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 137, "date": "2021-02-08.json", "name": "Alessandra Basso", "mepid": "197610", "text": "  On behalf of the ID Group. – Mr President, ladies and gentlemen, Commissioner, the COVID pandemic and the measures put in place by governments, starting with long lockdowns and restrictions on personal freedoms, are having devastating effects on physical health and beyond. Young people are among the hardest hit. Taking away their sport also means depriving them of a large part of their social relations with psychological damage. According to some research, 31 % of children experience severe post traumatic stress disorder and 40 % suffer from depression, not to mention violence and aggression among young people. Bore boreness and inability to vent finds youthful energies have led to an increase in baby gangs. These figures are alarming and cannot leave us indifferent. Our future rests on the shoulders of young people. They were deprived of the school, leaving them behind a screen, and the sport was also taken away from them. Instead of preparing and training them for tomorrow, we are building a dangerous social bomb that will explode when our children have to enter the world of work and find themselves undermined by a strong psychological fragility. We need to find a solution that combines care, security and social life.  It is urgent to give answers and allow the new generations to return to life. Latinos used to say mens sana in corpore sano. I have the impression that we are in danger of missing both objectives.", "language": "en", "original_language": "it", "translation_provider": "azure"}, {"id": 138, "date": "2021-02-08.json", "name": "Diana Riba i Giner", "mepid": "197832", "text": "  verts/ALE Group. – Mr President, Mrs Gabriel, COVID-19 has shot up youth unemployment rates in Europe. According to Eurostat, Spain exceeds 40% youth unemployment, Italy is 30% off, and France and Portugal are above 20%.  The phenomenon of youth unemployment also goes beyond those under the age of 25 who collect statistics. This high rate of youth unemployment, coupled with temporaryity and poor working conditions, has led to structural precariousness in youth, which also affects their physical and mental health. Without the capacity for emancipation, Europe's young people have seen all their vital projects truncated.  That is why Commissioner Gabriel, the Commission and the States must urgently promote a guaranteed minimum wage that does not discriminate according to age, also end false self-employed people, especially in the case of riders, ensure that practices are always remunerated and prevent them from becoming an endless loop.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 139, "date": "2021-02-08.json", "name": "Elżbieta Rafalska", "mepid": "197544", "text": "  On behalf of the ECR Group. – (2) Mr President, I would like to begin by Commissioner, i would like to thank you very much for The pandemic has affected all areas of socio-economic life and has also had a negative impact on sport, including competitive sport. But in a particularly difficult situation are children and young people of school age. All this can significantly affect the physical fitness, physiological performance and health of children and adolescents.  Regardless of the pandemic, the level of motor characteristics such as strength, efficiency, endurance and motor coordination decreased significantly as a result of civilizational changes. I believe that we should carry out cross-cutting studies of motor characteristics using European physical fitness tests in order to obtain comparable data.  In sport, we say, we play the way the opponent allows us, so we have to overtake that opponent, which is a pandemic. We need to apply new solutions, new forms of activity, so that the next generation is healthy and active.", "language": "en", "original_language": "pl", "translation_provider": "azure"}, {"id": 140, "date": "2021-02-08.json", "name": "Niyazi Kizilyürek", "mepid": "197415", "text": "  on behalf of The Left Group. – Mr President, it is well known that both youth and the sports sector have been badly hit by the COVID pandemic, and we must show immediate support in practice. It is unacceptable that there are still young people that are deprived of their right to education because of a lack of technical infrastructure. It is also a sad situation that unemployment and low-paid jobs in the labour market are much higher among youngsters. It should be a matter of priority to stop these negative trends, which are having serious psychological effects on our young people. We need to provide young people with high-quality education, but also secure jobs with all labour rights and safeguards. In addition, I would like to underline that sport is one of the most important sectors that promote social inclusion, health and well-being. The EU must show solidarity also with grassroots sports and amateur clubs.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 141, "date": "2021-02-08.json", "name": "Tomasz Frankowski (PPE).", "mepid": "197513", "text": "   – Ladies and gentlemen, I would like to begin by thanking the rapporteur, Mr Schwa The resolution prepared by our Committee on Education and Culture is a very important signal for support for young people and for the sport sector from the European Parliament. The pandemic has had a huge impact on young people, their future, education, employment opportunities and their well-being. It also has a devastating impact on the sport sector, not only professional but also amateur, as small sports clubs make a significant contribution to the development of young talent and mostly volunteer.  The sports sector accounts for more than 2% of European GDP, creating almost 6 million jobs in Europe. All the more so now we must preserve and promote the European model of sport, because solidarity, fairness and a values-based approach are more important than ever for the revival of sport and the survival of sport at local level. We therefore call on the Member States to support sport from national funds, structural funds and reconstruction and resilience plans, as well as from the EU health programme.  We also ask the European Commission to develop concrete measures in the short and long term to help the sector within the framework of the European Union's new work plan in the field of sport 2021-2024 and in the framework of the new edition of Erasmus+. Equally coordinated dialogue between Member States, the European Commission and European and international sports federations to discuss the possibility of reopening sports facilities and safely continuing sporting events is crucial. These concrete solutions and support are essential not only for the health and well-being of our young citizens, but also (the President spoke).", "language": "en", "original_language": "pl", "translation_provider": "azure"}, {"id": 142, "date": "2021-02-08.json", "name": "Victor Negrescu (S&amp;D).", "mepid": "88882", "text": "   – Mr President, Commissioner, the European Union must act to meet the challenges of the pandemic. The situation we have been going through for more than a year shows the need for joint actions to prepare future generations, but also to adapt to the new realities of the sectors most affected, such as the youth, cultural and creative sectors, or the sport sector. The relaunch plan and the European funding instruments are key.  In the European Parliament resolution, we offer precise solutions: the allocation of 10% of the education plan, the financing of sectors and categories severely affected by the pandemic, the allocation of 20% of the plan for digital transformation, the implementation of the Youth Guarantee, the Children's Guarantee and an action plan to support sport.  Unfortunately, a simple analysis shows that too many governments did not understand the importance of the moment and chose to ignore the problems of young people. The young people and their representatives were not listened to. We're moving towards a lockdown generation. Our message is clear: the next European generation must be more than just a slogan.", "language": "en", "original_language": "ro", "translation_provider": "azure"}, {"id": 143, "date": "2021-02-08.json", "name": "Vlad-Marius Botoş (Renew).", "mepid": "197668", "text": "   Mr President, Commissioner, thank you very much for this debate. Our lives have changed drastically over the past year because of the pandemic and the measures we must respect until we win this battle.  However, we must not forget that young people, even if they are a little less exposed to the virus, have suffered a great deal because of the prescribed isolation and the fact that they have had to give up their lifestyle and the socialisation typical of their age. In addition, a very important part of their lives, which is closely linked to a healthy life, has been shut down for a long time, namely sport. Children and adolescents have had to stop all training, especially indoor sports, and this will have a long-term impact on the health of the young generation in general.  It is precisely for this reason that we need to devise a strategy, an action plan, to bring sport back to the level it was before the pandemic. We call on the Commission to identify a dialogue with the representatives of these sectors in order to provide the best possible support for young people and sport in times of economic recovery, and to maintain the Next Generation programme.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 144, "date": "2021-02-08.json", "name": "Hannes Heide (S&amp;D).", "mepid": "197682", "text": "   Mr President, Commissioner, I would like to thank the Commissioner for his excellent work and for the work she has done. Lack of prospects, unemployment: the impact of the pandemic on the lives of young people is devastating. School closures, homeschooling, which relentlessly shows the weaknesses of digitalization, little opportunity for time with friends.  Common sport is restricted. For many associations that make an indispensable contribution to society and work with children and young people, this means for a year almost no activities and no income. The sports sector employs 5.7 million people. This is a remarkable 2.72% of the EU's total employment. The European Union must offer its young citizens more than Erasmus+. They need to get attention in all funding programmes. Young people must be taken into account in all reconstruction plans. Let us give young people in the European Union prospects. They are convinced of the idea of European unification. That is why they are the future of Europe.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 145, "date": "2021-02-08.json", "name": "Marcos Ros Sempere (S&amp;D).", "mepid": "204413", "text": "   – Mr President, Commissioner, young people and sport are two of the sectors most punished by the pandemic, it has already been said here tonight. Among young people, those with disabilities have been even more punished, as their social interactions have been further limited by restrictive measures. What support actions will be taken to pay particular attention to young people with disabilities, Commissioner? At school, we have derived efforts to online education, but we must ensure, especially at an early age and even in the context of COVID-19, that face-to-face learning is maintained, the only one that ensures the acquisition of personal skills: study, empathy, cooperation. What are the plans to ensure this? Finally, the base sport has suffered especially, due to the economic dependence of small sponsors or the athletes' own odds. Have you envisaged a specific plan to support basic sports so that they can maintain their activity? Our young people are the future of Europe, and we must put all our efforts into leaving none behind.", "language": "en", "original_language": "es", "translation_provider": "azure"}, {"id": 146, "date": "2021-02-08.json", "name": "Mariya Gabriel", "mepid": "n/a", "text": "   Member of the Commission. Mr President, ladies and gentlemen, first of all thank you. Thank you for this resolution which not only asks relevant questions, but also, and above all, gives solutions and suggests actions. It is clear that today we need to act on several levels. Of course, first of all within the framework of the Erasmus programme and the European Solidarity Corps. Here, Mrs Ojdrov, you have rightly pointed out that there are still obstacles to cross-border mobility of volunteering, including the recognition of apprenticeships among employers. And that is why this year, on the basis of the review of the 2008 Council recommendation on the mobility of young volunteers, I will provide an updated policy direction to remove the legal, financial and administrative obstacles that still hinder youth volunteering and cross-border solidarity. Yes, today we also need to work more with the Cohesion Fund to ensure synergies. It is clear that today our young people are facing a triple shock. Jobs are falling, education and training are facing massive disruptions, and many barriers stand in the way of those who want to enter the labour market or change careers. That is why we remain fully mobilised within the framework of the Erasmus programme and the European Solidarity Corps. We need to ensure that there are more synergies with the Cohesion Fund. We must also continue to discuss, to raise the issue with the Member States to know how to use all the opportunities that are available today in the framework of the Easy for Recovery and Resilience and 'Next Generation EU'. That is why, ladies and gentlemen, I will pay particular attention to children, the most vulnerable, volunteering and the impact on the mind. The dialogue with the sector, as I said, has been there from the very beginning. Today, we must not only continue to identify problems and obstacles, but we must also work together to implement solutions. These solutions don't just involve the use of a single chapter of our Erasmus programme. It does not involve a single quick fix. This means the inclusion of sport in a large number of policies and more connections with innovation, with the environment, with health, with the education system - I will pay particular attention to that. We also need to reinvent new forms of sport. We've seen it with our Be active at home campaign, it's a success. We must continue to ensure that we have this balance between physical activity in the present and the use of what new technologies offer us. And what I can say is that the industry has shown us an incredible capacity for both resilience and innovation. Ladies and gentlemen, once again, thank you very much for all your remarks. Your resolution is full of valuable ideas that can usefully complement our work as a Commission. I thank you for your valuable work and look forward to continuing the dialogue with you on this subject.", "language": "en", "original_language": "fr", "translation_provider": "azure"}, {"id": 147, "date": "2021-02-08.json", "name": "Der Präsident. –", "mepid": "2323", "text": "  The debate is closed. The vote will take place on Tuesday, 9 February 2021. Written declarations (Article 171)", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 148, "date": "2021-02-08.json", "name": "Θεόδωρος Ζαγοράκης (PPE)", "mepid": "125067", "text": "  Writing. – Obviously the situation we are experiencing with the current pandemic is unprecedented. Sport, however, has been paying a heavy price all this time and the consequences for both the industry itself and society in general are already devastating. The economic impact on professional sport has been enormous. Revenues have plummeted, and many events of all categories have had to be cancelled or held without spectators. In semi-professional and mass sport the situation is even worse. At the same time, thousands of employees in sports venues, gyms and wellness centres are literally at a complete financial impasse. We need immediate support measures, we urgently need additional funding in the field of sport for both athletes and clubs and workers who have been decommissioned and marginalised for months. The restrictions imposed on health grounds are justified. But the treatment of sports people across Europe all the while is completely unfair. The reopening of sports venues, always respecting the necessary health protocols, is essential for the health and well-being of our citizens, but also for the development and course of thousands of athletes. We must stand by these people and finally recognise their important contribution to our societies.", "language": "en", "original_language": "el", "translation_provider": "azure"}, {"id": 149, "date": "2021-02-08.json", "name": "Der Präsident. –", "mepid": "2323", "text": "  The next item on the agenda is the brief presentation of Erik Marquardt's report on the implementation of Article 43 of Directive 2013/32/EU of the European Parliament and the Council of 26 June 2013 on common procedures for the granting and withdrawal of international protection (2020/2047(INI)) (A9-0005/2021).", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 150, "date": "2021-02-08.json", "name": "Erik Marquardt", "mepid": "197462", "text": "  Rapporteur. Mr President, I would like to thank the Border procedures play a crucial role in the European Commission's proposal for a reform of the European asylum system. Unfortunately, although they are intended to play this crucial role, there is still no implementation report on the Asylum Procedures Directive, which should have been drawn up by Article 50 of this directive by 2017, nor is there an impact assessment of the current proposals.  With this report, we do not want to replace this impact assessment or a comprehensive report by the Commission. On the contrary, we continue to expect both. However, with the report as the European Parliament, we want to do our part to examine the current implementation of border procedures, to make proposals and also to see how we can achieve improvements. We want to make this possible on an evidence-based and factual basis. To this end, as we say at the beginning of the report, it is important that the relevant data are collected by the Member States and that we receive this data. I would particularly like to thank the groups of the GUE, the S&amp;D, Renew Europe and the EPP for their constructive cooperation on the report. We all agree that procedures should be as fast and efficient as possible. But we also agree that the asylum system must function under the rule of law, while respecting human rights and human dignity. And we are showing an attitude with this report. We show that it is also possible to find compromises between different camps on these difficult issues in the area of asylum. I particularly highlight this because I also understand this as a signal from Parliament to the Council that it is normal for people to have different opinions, but that it is also the task in a democracy to ultimately produce an outcome from these different opinions that can be used to solve the challenges under the rule of law.  In our report, we stress that we are concerned. Concerned that reports of human rights violations in border areas are increasing, that the EU Fundamental Rights Agency also assumes that the number of alleged incidents has increased significantly in recent years, and that there are numerous cases where people have been refused entry even though they wanted to apply for asylum. Of course, Member States have a duty to prevent unauthorised border crossings, but access to asylum procedures remains unaffected. Member States are not allowed to reject applicants, collective expulsions are not permitted. We therefore call for an independent mechanism for monitoring fundamental rights at borders and in border procedures. There must also be access for non-governmental organisations, EU agencies and international organisations.  Unfortunately, the application of border procedures at the moment means that it is very likely that these procedures will involve imprisonment. This is despite the fact that the Reception Directive stipulates that applicants can only be taken into custody in exceptional circumstances. We call on the Member States to create alternatives to detention and for children to be detained under no circumstances. Unfortunately, it is also evident in the border procedures that basic procedural guarantees are not being complied with: particularly those in need of protection do not receive adequate support in border procedures.  We would point out in the report that there are also shortcomings in the legal advice of applicants in border proceedings in all the Member States under investigation. We show that border procedures , especially in areas where a large number of asylum seekers arrive – cannot replace the provision of sufficient staff and resources, otherwise there may be violations of fundamental rights and inefficient, lengthy procedures. Finally, we would like to point out that, even in the light of these findings, there is no need for border procedures to be carried out by Member States. But if they are implemented, procedural guarantees must be guaranteed.  Once again, I would like to thank all the staff who have worked really well on this report and the political groups. I expect the report to be adopted as it stands and Look forward to further discussions on it.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 151, "date": "2021-02-08.json", "name": "Mariya Gabriel", "mepid": "n/a", "text": "   Member of the Commission. – Mr President, dear Mr Marquardt, honourable Members, I thank Mr Marquardt and the shadow rapporteurs for your report, more specifically on the implementation on the border procedure. You raise concerns about fundamental rights. You call for proper procedures and monitoring. I agree that they are important issues to address. We need a structural approach, one that deals with today’s realities. This is no longer 2015. The number of irregular migrants has dropped from nearly 2 million in 2015 to 140 000 in 2019, and nowadays an important proportion of asylum applications are rejected. Everyone has the right to apply for asylum and everyone has the right to be swiftly integrated after applications are approved. But those with rejected applications must return to their home country. That’s essential for the legitimacy of the asylum system. We must manage these returns in a human and dignified way and support reintegration into society following return. The new Pact on Migration and Asylum the Commission presented last September strengthens the efficiency of procedures while fully respecting fundamental rights. The pact addresses many of the challenges you identify in your report: the need to ensure access to due process; the need for independent monitoring; specific regard for vulnerable groups. And the border procedure will need to be more uniformly applied in the Member States, bringing more efficiency and legal certainty. The asylum border procedure cannot be seen in isolation. It is one important pillar of an effective asylum system. With the pact, the Commission proposed to put in place a swifter process upon arrival: a process which upholds the right to apply for asylum and have a proper examination of the application; upholds the right to do so on European territory; and upholds the principle of non-refoulement. A process that allows Member States to deal efficiently with mixed flows of people arriving at the border. The pre-entry screening will allow authorities to swiftly identify and register people seeking asylum and will speed up the process of determining what type of procedure should apply. Screening is not only an obligation for the authorities but also a right for those who arrive at our borders. Clear border procedures will increase legal certainty for migrants and will ensure their rights are fully respected, whether they are in need of international protection or not. Especially important is the independent monitoring mechanism all Member States need to put in place to ensure respect for fundamental rights. The amended proposal for the Asylum Procedure Regulation proposes a flexible and efficient border procedure. It closes the loophole between asylum and return. It will be mandatory only in three clear cases: first, for applicants from countries with low recognition rates; second, for people posing a threat to security; third, for people misleading the authorities. The border procedure is designed to be effective and to avoid a disproportionate burden on the Member States of first entry. Member States may decide not to apply the border procedure when a person cannot be returned because the third country in question does not cooperate. The proposed border procedure also protects the most vulnerable. Unaccompanied minors and minors under the age of 12 and their family members are exempt from the border procedure unless they represent a danger to security. People with special procedural needs or people with medical conditions should only pass through the border procedure if those needs can be catered for. Not all people from low-recognition-rate countries have to pass through the border procedure: for example, if they are from a persecuted minority and it is clear the low recognition does not apply to them. Now, the swift timelines in the border procedure do not affect safeguards and guarantees of the asylum procedure. There will always be a full individual examination of applications. All applicants will benefit from all safeguards and guarantees foreseen in the Asylum Procedure Regulation, both in the administrative and the appeal stage. Let me be clear: detention must always be a measure of last resort. We must always look for alternatives. In some cases there are no alternatives. Even then, all legal safeguards must be in place, and reception standards must be good. Dear President, dear Mr Marquardt, honourable Members, this proposal is based on years of experience; on the lessons we learned from the crisis; on the experience of the European Asylum Support Office, which has given valuable support to Member States in improving procedures on the ground and through our monitoring today of the Asylum Procedures Directive. I thank you again for your report. This confirms that there are matters of common interest on which we can work together. I look forward to continue working with you to reach agreement on a more effective migration management system that will improve access to asylum for persons in need of protection.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 152, "date": "2021-02-08.json", "name": "Der Präsident. –", "mepid": "2323", "text": "  That concludes this item. The vote will take place on Tuesday, 9 February 2021.", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 153, "date": "2021-02-08.json", "name": "Der Präsident. –", "mepid": "2323", "text": "  The next item on the agenda is the brief presentation of ioan-rare Bogdan's report on public access to documents (Rule 122(7) of the Rules of Procedure) – Annual Report for the years 2016 to 2018 (2019/2198(INI)) (A9-0004/2021).", "language": "en", "original_language": "de", "translation_provider": "azure"}, {"id": 154, "date": "2021-02-08.json", "name": "Ioan-Rareş Bogdan", "mepid": "197636", "text": "  Rapporteur. – Mr President, the public's right to access the documents of the institutions of the European Union is enshrined in the Treaties and the Charter of Fundamental Rights and is inextricably linked to their democratic nature.  The European Union must strive to achieve the highest standards of transparency, accountability and integrity, these principles being fundamental to promoting good governance and ensuring greater openness in terms of its functioning and the way in which its decision-making is carried out.  Furthermore, it should not be overlooked that transparency has the potential to reduce Euroscepticism. I will explain myself: in the Eurosystem denigration campaign market, there are forces that stimulate the frustrations of some citizens. What's that? Inducing their sense that an economic elite is taking advantage of the vulnerabilities of some states, professional categories, to make fortunes at the expense of poverty. What's that? Telling them that there are some Godless politicians who want to rule the world. For these reasons, explaining to the citizens of the European Union how their money is invested, where it ends up, why, on what priority criteria it is a sincere and simple way of strengthening European solidarity, and unity is our strength, my dears.  A high level of transparency of the legislative process therefore gives European citizens, the media and civil society the opportunity to hold elected representatives, as well as governments, accountable. Therefore, the basis for any decision denying public access to documents must be exceptions provided for by the legislation and defined in clear terms, accompanied by substantiated and concrete justifications enabling citizens to understand why they have been denied access and to effectively avail themselves of the remedies available to them. A more proactive approach would not only be a step forward on the path of transparency, but would also prevent unnecessary disputes that mean money and costs for all parties. It is therefore necessary for all European institutions and agencies to have a common approach to public access to documents, to constantly explore and develop new methods in order to achieve maximum transparency. In this way, we reiterate our call on the Council to bring its working methods into line with the standards of a parliamentary and participatory democracy, as set out in the Treaties. The Council must be as accountable and transparent as the other European institutions.  I would like to remind you that transparency and unfettered access to documents held by institutions must be a rule in accordance with Regulation No 17. Regrettably, the revision of this regulation has been blocked for several years. It is imperative that all parties involved resume this process and continue to work on the review, in order to adapt the provisions of the Regulation to the Treaty of Lisbon and to ensure that the scope extends to all Union institutions and agencies.  In conclusion, I would like to stress that open democratic societies depend on the ability of citizens to have access to a wide range of verifiable sources of information so that they can form a view on various topics, and that access to public information increases accountability in decision-making for the 530 million European citizens.", "language": "en", "original_language": "ro", "translation_provider": "azure"}, {"id": 155, "date": "2021-02-08.json", "name": "Mariya Gabriel", "mepid": "n/a", "text": "   Member of the Commission. – Mr President, Mr Bogdan, honourable Members, first of all, the Commission welcomes the report for the plenary debate and congratulates you on the work on general reports of the Commission on Public Access to Documents in years 2016 to 2018. The report attaches great importance to the principle of transparency that should give application to every sphere of the activity of the European Union. Transparency is one of the fundamental priorities of the von der Leyen Commission. It underpins the work of the Commission by bringing citizens closer to its decision-making process and allows citizens to retain their trust in the European Union’s political, legislative and administrative activities. The Commission supports the steps to introduce greater transparency into the legislative process in the European institutions. One recent example of fostering transparency is the conclusion of negotiations of inter-institutional agreement on a mandatory transparency register covering the European Parliament, the Commission and, for the first time, the Council of the European Union. The interinstitutional negotiations, which started in 2018, have been complex and very challenging, inter alia due to the three institutions’ own specificities, which make finding a common denominator on a new three-party transparency register a difficult equation. The final political agreement of the institutions was successfully reached on 15 December 2020. Importantly, the agreement also opens the scheme to the voluntary involvement of other Union institutions and bodies, and of the Member States’ permanent representations. The transparency register is a big success. There are currently more than 12 000 registrants, which probably makes it the largest database of its kind in the world. In terms of access to documents, the Commission receives the largest and still—increasing number of requests. In 2019, the institution reached its highest number of requests, having received no less than 7 445 initial and 334 confirmatory applications. The statistics show that the requested documents were fully or partially disclosed in more than 77.6% of cases at the initial stage, and wider or even full access was granted in 53.4% of the cases reviewed at the confirmatory stage. The released documents complement the considerable amount of information and documents already available via the European Commission’s website, thanks to the institution’s policy of constantly increasing its proactive publication and its commitment to transparency. The COVID-19 pandemic triggered an increased public interest in access to documents. The Commission is proactively seeking the agreement of companies concerned for publishing the advanced purchase contracts related to COVID-19 vaccines. Concerning the legislative transparency, the Commission takes the view that it is for the legislators to decide on the scope of access provided.", "language": "en", "original_language": "en", "translation_provider": "none"}, {"id": 156, "date": "2021-02-08.json", "name": "Der Präsident. –", "mepid": "2323", "text": "  That concludes this item. The vote will take place on Tuesday, 9 February 2021.", "language": "en", "original_language": "de", "translation_provider": "azure"}]